{
    "Chapter 85": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1 class=\"main-title\">\n  The King Chapter 85: keep the workers\n </h1>\n <body>\n  <div [class]=\"'par fontsize-' + fontsize\" class=\"par fontsize-16\">\n   <p>\n    Chapter 85 Keeping the workers\n   </p>\n   <p>\n    Looking at each other, five people and one bear stepped onto the stone bridge, and the armies of both sides retreated a hundred meters to show their sincerity in the negotiation.\n   </p>\n   <p>\n    Theoretically speaking, there is no security risk in this kind of negotiation between nobles in the kingdom. No one dared to risk the disgrace of the world by taking action against the other party on such an occasion.\n   </p>\n   <p>\n    However, Hudson still did not relax his vigilance. The miniature bear cub lying on his shoulder was his bodyguard.\n   </p>\n   <p>\n    The seemingly cute little guy, his combat power is not comparable to his five scumbags. The seemingly inconspicuous little claws can break a tree as thick as a bowl with one slap.\n   </p>\n   <p>\n    As the initiator of the mediation meeting, Hudson took the lead in saying: \"Welcome to the mountain leader as a guest.\n   </p>\n   <p>\n    We were supposed to meet at a banquet, but because the territory is too simple to entertain everyone, we can only choose this beautiful place to share with you. \"\n   </p>\n   <p>\n    The outside world is called the Mountain Territory, and Hudson can only follow the mainstream, abandoning the title of Salam Territory.\n   </p>\n   <p>\n    No one will take the polite words seriously, and the inability to hold a banquet is pure nonsense. The real reason is that Hudson is unwilling to entertain more than a thousand people.\n   </p>\n   <p>\n    The landlord's family has no surplus food, so if they want to live a good life, they must plan carefully. It is a fortune to save unnecessary expenses.\n   </p>\n   <p>\n    Although three batches of weapons were sold, most of them were on credit. The cash he got directly was less than a hundred gold coins.\n   </p>\n   <p>\n    Hudson doesn't want a banquet to consume all the funds he has managed to get back.\n   </p>\n   <p>\n    \" Baron Hudson is polite, he has heard of the name of the Knight of the Bow for a long time. He should have come to visit his neighbors earlier, but there are too many territorial affairs, and he has not had time.\n   </p>\n   <p>\n    It is also a good thing to be able to gather by the stream today. Maybe he can also leave a legendary story for the younger generations to be sung by wandering poets. \"\n   </p>\n   <p>\n    Baron Kettley said heartily.\n   </p>\n   <p>\n    The fact that the territory is busy with affairs is of course nonsense, except for the 300 soldiers he brought, there is not a single living person in the entire Maple Leaf Territory, so naturally there will be no busy affairs.\n   </p>\n   <p>\n    But Baron Kettley is really satisfied with this meeting place. As a northern Xinjiang nobleman, it doesn't matter whether there is a banquet or not, the key is to ensure safety first.\n   </p>\n   <p>\n    Separated by a stream, although it won't do much, at least it can protect them from sneak attacks.\n   </p>\n   <p>\n    Although nobles rarely lose their morals, sneak attacks on each other are the norm on the battlefield of the Northern Xinjiang people. Instinctive habits originating from the depths of his heart kept Kettley on guard.\n   </p>\n   <p>\n    The two barons flattered each other, but the three knights on the side could only watch in embarrassment. The unequal status and strength make it difficult for them to intervene in the conversation.\n   </p>\n   <p>\n    Expressing perfect intentions for each other, Hudson deliberately took a step back and said: \"The four of you are invited here today, mainly to clear up some unnecessary misunderstandings.\n   </p>\n   <p>\n    We are all neighbors, and in the years to come, we will have a long time dealing with each other. Some bumps and bumps are inevitable, and there is no need to worry about some minor problems.\n   </p>\n   <p>\n    I hope that everyone can carry forward the unity spirit of the nobles of the Alpha Kingdom, properly handle this misunderstanding, and build a stable and harmonious southern Wrightshire. \"\n   </p>\n   <p>\n    All are sincere words. Although he is an arms dealer, Hudson really doesn't want the situation to collapse now.\n   </p>\n   <p>\n    The situation is tense and confrontational for a long time, and all parties continue to expand their armaments, so that business can continue.\n   </p>\n   <p>\n    There is a direct camp confrontation, and the escalation of the situation in a short period of time can indeed make a lot of money, but once the winner is determined, the business will be lost.\n   </p>\n   <p>\n    The most important thing is that the territory has not yet developed. No matter which side wins, Hudson will not be able to deal with the next changes.\n   </p>\n   <p>\n    After giving up his position, Hudson acted as a melon eater, quietly watching the four of them bargaining.\n   </p>\n   <p>\n    Only when the negotiation was on the verge of breaking down did he jump out to smooth things over so that the negotiation could continue.\n   </p>\n   <p>\n    I have to admit that there is also a gap between nobles and nobles. Even if it is three Vs one, Baron Kettley has the upper hand.\n   </p>\n   <p>\n    The most important thing is that throughout the whole process, no one directly threatened with force, but just grasped the noble spirit, chivalry... and other high-sounding principles, and debated with the three on the loopholes in details.\n   </p>\n   <p>\n    There is no evidence of bullying on the surface, so Hudson naturally has no chance to intervene. In the final analysis, he is only a mediator and not a party, so he cannot have too obvious tendencies.\n   </p>\n   <p>\n    \"Four, it's getting late now. If we continue to entangle in some details, I'm afraid there will be no results until dark. It's better for both parties to make a concession.\n   </p>\n   <p>\n    Actually, regarding the differences in the number of citizens, it is not completely impossible to define.\n   </p>\n   <p>\n    Although Maple Leaf Town was a big town before, it experienced the Skull and Bones Rebellion, and the last survivors were only one out of ten.\n   </p>\n   <p>\n    The current Maple Leaf collar is only one-third of the original Maple Leaf Town's area, and the number of survivors can roughly be calculated based on the original registered population.\n   </p>\n   <p>\n    Considering that there are still two months in the middle, the population has further declined, and refugees are fleeing everywhere, plus some human factors.\n   </p>\n   <p>\n    The population that finally entered the Cavaliers of Coelho, Roman, and Valov can also be roughly calculated.\n   </p>\n   <p>\n    The total number of people should be around 500 people. Even if there are discrepancies, the three knights have taken in refugees for such a long time, but they can't be busy, can they? \"\n   </p>\n   <p>\n    Hudson said confidently.\n   </p>\n   <p>\n    Especially when talking about \"human factors\", they don't change their faces, as if they have nothing to do with him.\n   </p>\n   <p>\n    But this issue, Hudson is really not afraid to bring it up. He also inherited part of the land in Maple Leaf Town, and it was only natural for him to inherit part of the people.\n   </p>\n   <p>\n    If he hadn't paid attention to his appearance, he would have gone to his neighbors to ask for help. Of course, this kind of thing can only be thought about.\n   </p>\n   <p>\n    Although Hudson did not communicate with them, it does not mean that the Koslow family did not. Even if they are not close relatives, there is always a human relationship.\n   </p>\n   <p>\n    If someone makes trouble at such a time, and the reputation he has finally accumulated in the aristocratic circle will be ruined all at once.\n   </p>\n   <p>\n    What's more, there is more than one way to obtain benefits. Compared with directly robbing people at the door, through other subtle means, these labor forces can also be used for their own use.\n   </p>\n   <p>\n    For example: the work of burning charcoal was outsourced by Hudson by taking the opportunity of selling weapons.\n   </p>\n   <p>\n    Now the three good neighbors have begun to burn charcoal to pay off their debts. It has greatly relieved the pressure of insufficient charcoal production capacity in the Salam mining area.\n   </p>\n   <p>\n    If the three of them hadn't been working for him, Hudson wouldn't have gone off to give them a hand at this time.\n   </p>\n   <p>\n    As soon as the words fell to the ground, Baron Kettley frowned. This number is far from what he had expected.\n   </p>\n   <p>\n    In fact, Baron Kettley also knew his own territory, and there were not many people left after the war.\n   </p>\n   <p>\n    Only when they saw that the three neighbors, Knight Coelho, Knight Roman, and Knight Valov, were easy to bully, they wanted to take advantage of the situation to blackmail them.\n   </p>\n   <p>\n    It's a pity that the three soft persimmons are now hugging his thighs, making his plan unable to come true.\n   </p>\n   <p>\n    \"The people of the Maple Leaf Territory scattered, not only entered the territories of the Coelho Knights, the Roman Knights, and the Valov Knights, but also entered the noble territories in the north, east, and west.\n   </p>\n   <p>\n    Because of the chaos caused by the war, the exact number of people who entered each area can no longer be accurately calculated.\n   </p>\n   <p>\n    But since Baron Hudson opened his mouth, then the number of people entering the southern region should be 500. However, the number of young adults must not be less than a quarter. \"\n   </p>\n   <p>\n    Hearing the implication, Hudson nodded along the way. Coelho, Roman, and Valov have gathered nearly a thousand refugees from the outside world, so it's not bad to keep half of them.\n   </p>\n   <p>\n    Including the remaining people in the three original territories, the total population is still more than a thousand people, and the charcoal production will not be greatly affected.\n   </p>\n   <p>\n    As for the nobles in other areas bordering the Maple Leaf Territory, they have nothing to do with Hudson, so he doesn't bother to care about those guys' lives.\n   </p>\n   <p>\n    Since Baron Kettley is willing to sell him a face, Hudson is not a person who rubs his nose and face, and has to take care of everything.\n   </p>\n   <p>\n    (end of this chapter)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 86": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1 class=\"main-title\">\n  The King Chapter 86: New Heights\n </h1>\n <body>\n  <div [class]=\"'par fontsize-' + fontsize\" class=\"par fontsize-16\">\n   <p>\n    Chapter 86 New heights of bad performance\n   </p>\n   <p>\n    Under the witness of Hudson, after friendly consultations, the Quartet forces finally reached a verbal agreement on the stone bridge of Huanhuaxi, quelling the smoke of gunpowder in southern Wright County.\n   </p>\n   <p>\n    The armed parade is over, and naturally everyone goes back to their homes. With so many mouths, Lord Hudson, who is frugal in food and expenses, will not keep people for food.\n   </p>\n   <p>\n    seeing is believing.\n   </p>\n   <p>\n    Witnessing the military appearance of soldiers in Northern Xinjiang with his own eyes, Hudson finally understood why the guys in Northern Xinjiang were able to steal food from the Dalton family.\n   </p>\n   <p>\n    There are only 300 private troops, and there are 50 plate cavalry, and even ordinary infantry are all wearing leather armor.\n   </p>\n   <p>\n    Looking from a distance, one can feel the rising evil spirit, obviously killing many people.\n   </p>\n   <p>\n    Unlike the elite parallel importers brought out by Hudson, they look like a rainbow in the queue, and their running speed is also top-notch. Anyway, he has no idea about his actual combat ability.\n   </p>\n   <p>\n    All infantry, the equipment is only the weapons in hand. The number of leather armors has just exceeded a hundred, and the rest can only be counted with cloth armors.\n   </p>\n   <p>\n    Fortunately, the other party is a smart person with a lot of thoughts, and he was bluffed by the magnificent momentum as soon as he came up.\n   </p>\n   <p>\n    If you run into a Tie Hanhan, if you don't agree with each other, you will directly fight, the outcome is really hard to say.\n   </p>\n   <p>\n    If it weren't for Hudson, a good archer, who could easily break through the armor of the cavalry, otherwise even if he had several times the strength of the army, he would still be unable to fight.\n   </p>\n   <p>\n    The three hundred veterans in Hudson's hands are not bad, although there is still some distance from the real elite. The invincible and invincible record along the way still inspired the soldiers.\n   </p>\n   <p>\n    Cavalier Coelho, Cavalier Roman, Cavalier Valov, the 800 mob assembled by the three workers were purely funny.\n   </p>\n   <p>\n    Less than half of them are young and strong, and the rest are old and young, and there are even women mixed in to make up the number.\n   </p>\n   <p>\n    It is only a charge of fifty plate cavalry, which is almost cold, and ordinary archers cannot break through the defense of plate armor. What kind of record can be achieved depends purely on the blessing of the Lord of Dawn.\n   </p>\n   <p>\n    There is no doubt that the nobles from northern Xinjiang went south this time, and the families behind them paid their blood. Otherwise, it would not be so easy to come up with these valuable equipment.\n   </p>\n   <p>\n    I estimated that from the very beginning, I considered being in a foreign land. Soldiers lost difficult to replace the problem.\n   </p>\n   <p>\n    It is conceivable that if all the northern Xinjiang nobles are in this lineup, the local nobles in Wright and Wyton counties may suffer a big loss this time.\n   </p>\n   <p>\n    But Hudson didn't panic, the plate armored cavalry was powerful, and it was on the plain of Yimapingchuan.\n   </p>\n   <p>\n    Although the Mountain Territory has only a group of small soil bags, it is still a huge trouble for the cavalry.\n   </p>\n   <p>\n    It is estimated that no one will be stupid enough to put the precious cavalry under the eyes of the \"Knight of the Bow\".\n   </p>\n   <p>\n    If the number is small, it cannot withstand other disasters; if the number is large, you have to worry about being kited. The speed of the Earth Bear is not comparable to that of war horses.\n   </p>\n   <p>\n    My family is fine, but other fief lords will be miserable. The vast plains are simply tailor-made battlefields for cavalry.\n   </p>\n   <p>\n    It seems that not only ordinary broadswords and spears will be produced, but also extended versions of spears, war knives specially designed for cutting horse legs, and even war hammers and giant axes must be prepared.\n   </p>\n   <p>\n    When encountering plate cavalry, it is obviously more suitable for these heavy weapons to play. Even if you can't achieve your goal all at once, you can do it a few more times.\n   </p>\n   <p>\n    Besides, everything has two sides. The elite division is indeed strong in combat effectiveness, but the cost of feeding is also high.\n   </p>\n   <p>\n    Ordinary serf soldiers can take care of food, as long as they can eat enough, they can fight wherever the lord directs. The elite troops not only have to take care of food, but also have to eat well. If the nutrition can't keep up, it can't guarantee the combat effectiveness.\n   </p>\n   <p>\n    Participating in the robbery has to be shared, and rewards have to be given for military exploits. If these tasks are not done well, there is no way to mobilize everyone's enthusiasm for fighting.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    On the way back, Baron Kettley, who was also shocked, secretly thanked himself more than once for being safe.\n   </p>\n   <p>\n    Troops that are uniformly adjusted step by step are rare in northern Xinjiang. The troops that can do this are all the best of the best.\n   </p>\n   <p>\n    Although Hudson's command is all infantry, Baron Kettley also dare not underestimate. Because he had witnessed with his own eyes how an elite infantry tortured orc wolf cavalry together on the battlefield.\n   </p>\n   <p>\n    \"Uncle Holman, we must speed up. Taking advantage of the moment when we have just reached a tacit agreement with the Mountain Baron, we will immediately take extraordinary measures against the other companies, so as not to delay too long and cause new troubles.\n   </p>\n   <p>\n    The Koslow family can train a super infantry elite, so what about other nobles with deeper backgrounds?\n   </p>\n   <p>\n    Perhaps this is not an isolated case, but we underestimated the strength of the nobles in the southeastern province. After all, in terms of financial resources, they far surpass us in the Northland.\n   </p>\n   <p>\n    As long as you are willing to pay, spending money can also produce elites. Even if the combat power is not as powerful as the private army in the hands of Baron Hudson, it can still catch up with ordinary elites.\n   </p>\n   <p>\n    Don't take advantage of them before they react, and create an established fact first, and then don't know how many people will come out to mediate.\n   </p>\n   <p>\n    It is easy to continue selling face, but what about the future development of the territory? We can't even feed our army without enough people. \"\n   </p>\n   <p>\n    It is necessary to have a clear mind. If you are not in charge of your home, you will not know that the expenses in daily life are high. If you want to support the three hundred elites in your hands, you can't live without three or five thousand leaders.\n   </p>\n   <p>\n    This is only a theoretical state. In fact, the expenses of a nobleman are far more than just military expenses. Daily communication and human relationships are all gold swallowing beasts.\n   </p>\n   <p>\n    If you have more children, the cost will be even greater. Daily practice, weddings and funerals are all expenses that are not small.\n   </p>\n   <p>\n    It's okay to live together regardless of the family. If the eldest son inherits the family business separately, you can't watch the second sons go out to eat chaff and swallow vegetables, right?\n   </p>\n   <p>\n    Northern Xinjiang nobles keep more soldiers, because facing the threat of foreign enemies, they can only resort to militarism, and they don't care about the so-called noble face at all.\n   </p>\n   <p>\n    Everyone's economic conditions are not abundant, so naturally everything is kept simple in daily life. Not only is daily communication and human relationship exchanges compressed, but even weddings and funerals can be saved if possible.\n   </p>\n   <p>\n    If the nobles in the southeastern provinces gave up their luxurious and comfortable life and followed the nobles in the northern borders to engage in militarism, it would take a few years for their military equipment to be improved.\n   </p>\n   <p>\n    Accidental misunderstandings affected Baron Kettley's misjudgment of the strength of the nobles in the southeastern provinces, and also accelerated the progress of the robbing war.\n   </p>\n   <p>\n    Before, the local nobles looted the fiefdoms of the northern nobles, and now the situation is just reversed. The local aristocrats who originally had the upper hand quickly fell into a disadvantage in the head-to-head military struggle.\n   </p>\n   <p>\n    For a while, the two counties of Wright and Wyton were full of gunpowder and smoke, and countless local nobles were unfortunate enough to become captives, waiting for their families to pay the ransom.\n   </p>\n   <p>\n    Including the Koslow family has also been affected, the unlucky ones are not the Baron Berio and the Guarente Knight who have just inherited the title and are in a weak period.\n   </p>\n   <p>\n    They were too law-abiding and did not follow the trend to join the robbing war. Coupled with the strong support of the family, they have not been involved in the storm for the time being.\n   </p>\n   <p>\n    Instead, Adrian Knight, who was doing well, was severely beaten by the society and was taught how to be a man by several neighbors. It was all caused by too much tossing around in the past, but now it's just a feng shui turn.\n   </p>\n   <p>\n    There is no way, as the younger brother of the Dalton family, the boss has ordered that Adrian Knight must act as the vanguard against the nobles of northern Xinjiang.\n   </p>\n   <p>\n    Before, because of the Dalton family, he obtained the fiefdom; now because of the Dalton family, he has been beaten by the cruelest society.\n   </p>\n   <p>\n    Of course, if you want to say how miserable it is, it is pure nonsense. At the beginning of the matter, Adrian was ready to suffer the backlash.\n   </p>\n   <p>\n    The population that was robbed earlier was not brought back to the territory at all, but was transferred to a family branch two counties away for foster care.\n   </p>\n   <p>\n    Not only the population was transferred, but even family members, property, and the army in their hands were also placed outside. After the conflict broke out, only Adrian Knight and a group of old and weak were in the territory.\n   </p>\n   <p>\n    Adrian Knight, who was directly rotten, seems to have been beaten by the cruelest society, but the actual loss is minimal.\n   </p>\n   <p>\n    Northern Xinjiang nobles came to him, and he consciously became a prisoner. However, Adrian refused to admit the matter of leading troops to rob people.\n   </p>\n   <p>\n    Everyone is aristocratic, and torture cannot be used to extract confessions. Even if he becomes a prisoner of war, he must be entertained with good wine and good meat.\n   </p>\n   <p>\n    The territory is full of old and weak people, there are only a hundred and eighty people in total. If he said that he led troops to rob people, he had to show evidence!\n   </p>\n   <p>\n    No matter how strong the nobles in northern Xinjiang are, they have no way to cross regions and go to other branches of the Koslow family to find evidence.\n   </p>\n   <p>\n    However, Knight Adrian has not realized as a captive at all. Not only should he eat and drink, but he also keeps asking the nobles of northern Xinjiang who captured him for an explanation.\n   </p>\n   <p>\n    Hudson admitted that he was the one who came up with the bad idea. In order not to involve the Koslow family in the turmoil, and to explain to the Dalton family again, this is the best way.\n   </p>\n   <p>\n    I just never expected that Adrian Knight would be so good at playing. Everyone let him go, and promised not to pursue the previous matter, and he still insisted on not leaving, wanting to seek justice for his tragic experience.\n   </p>\n   <p>\n    It's true that he lost his face, but he does have the capital to make a fuss now. It was originally the party that made the trouble, but now it has become the victim.\n   </p>\n   <p>\n    There is no need for Hudson to worry about the following things, and even the Koslow family can pretend to be deaf and dumb.\n   </p>\n   <p>\n    Now all the nobles in the southeast province are watching. My younger brother has been wronged for no reason. If the Dalton family does not come out, how can they have the nerve to hang out in the circle?\n   </p>\n   <p>\n    (end of this chapter)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 87": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1 class=\"main-title\">\n  The King Chapter 87: skyrocketing prices\n </h1>\n <body>\n  <div [class]=\"'par fontsize-' + fontsize\" class=\"par fontsize-16\">\n   <p>\n    Chapter 87 Skyrocketing prices\n   </p>\n   <p>\n    Beida City, Governor's Mansion.\n   </p>\n   <p>\n    Earl Pierce, who got an excuse to intervene, was not only not happy, but frowned even tighter.\n   </p>\n   <p>\n    It seems that the northern Xinjiang nobles and the local nobles fought **** heads, but in fact the battle between the two sides still stayed within the scope of the rules.\n   </p>\n   <p>\n    Except for those noble lords who led troops to rob people and were involved, they did not engage in expanded revenge, and most of the local nobles remained out of the matter.\n   </p>\n   <p>\n    As for the nobles involved in this turmoil, except for a few who joined on their own greedy initiative, most of them can have some relationship with the Dalton family.\n   </p>\n   <p>\n    Originally wanted to use the power of the local nobles to drive out this group of outsiders, but they did not expect to develop into the younger brother of the Dalton family and the northern Xinjiang nobles pk.\n   </p>\n   <p>\n    Everyone's attention was focused on the territorial dispute, and the border conflict that was supposed to break out failed to cause waves.\n   </p>\n   <p>\n    This is an inevitable result. There is no living person in the territory, and who has the time to care about the enclave.\n   </p>\n   <p>\n    Even if the enclave problem is to be solved, a certain economic foundation must be established. Now it's no man's land, so there's nothing to argue about.\n   </p>\n   <p>\n    Blame the younger brothers for doing bad things with good intentions?\n   </p>\n   <p>\n    Earl Pierce is not that stupid.\n   </p>\n   <p>\n    Perhaps the younger brothers have mixed abilities, but at least there is nothing wrong with loyalty. As soon as the boss gave a hint, he came out to charge without hesitation.\n   </p>\n   <p>\n    It was not possible to pull all the local nobles into the water, but it also pulled dozens of families in anyway, so it can't be regarded as a complete waste of work.\n   </p>\n   <p>\n    Hatred can be piled up. It seems that it is just bullying a noble family, but in fact it offends the circle behind it.\n   </p>\n   <p>\n    Didn't get involved because the interest is not enough. Everyone teamed up to beat up the nobles of Northern Xinjiang. Apart from letting out a breath of anger, they couldn't get more benefits.\n   </p>\n   <p>\n    Even if people are driven out of the southeastern province, the Dalton family will benefit the most. This is the fundamental reason why everyone chooses to wait and see.\n   </p>\n   <p>\n    Of course, Adrian cannot be counted.\n   </p>\n   <p>\n    He worked his hardest when he was robbing people, and shouted the loudest slogans before the fight started.\n   </p>\n   <p>\n    Originally thought that this product could drag the Koslow family into the water, but he made such a toss, and got the cheap Koslow family. Standing on the shore, it was too late to have fun, so how could they jump into the water.\n   </p>\n   <p>\n    Facts have proved that as long as your backstage is strong enough, even if you just show off casually, you can still make your opponent's scalp numb.\n   </p>\n   <p>\n    No, failing to get the desired statement from the northern Xinjiang nobles, they confidently brought the lawsuit to the Governor's Mansion.\n   </p>\n   <p>\n    So much so that Earl Pierce doesn't know whether to reward him or arrest him and scold him.\n   </p>\n   <p>\n    \" Pass down the order to implement the second set of plans, first give a warning to the guys in northern Xinjiang, let them know who is the master of the southeastern province.\n   </p>\n   <p>\n    Notify all the fief lords in the two counties that I will go to Dadir City in person in ten days to mediate the latest dispute. \"\n   </p>\n   <p>\n    The order of the kingdom is still there, and the duties of the governor must still be fulfilled.\n   </p>\n   <p>\n    It is okay to fight in secret, but once it is put on the table, you must abide by the rules of the game.\n   </p>\n   <p>\n    Attacking noble territories without reason is strictly prohibited by the kingdom's laws. If the rules can be trampled on wantonly, how can the small and medium nobles feel safe?\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Dadir City, or the ruins of Dadir. After some simple repairs to the city by the serfs brought back, Baron Sith finally had a place to stay.\n   </p>\n   <p>\n    Among the northern Xinjiang nobles who went south, Sith was already the best. Other nobles are still cleaning up the ruins of the castle, and he has already moved into the City Lord's Mansion.\n   </p>\n   <p>\n    Especially by leading a group of northern Xinjiang nobles to launch a counterattack and retake the achievements of the leaders, the prestige in the group is also rising.\n   </p>\n   <p>\n    There are many people who are famous and gossip. After a few days of good times, troubles come to the door.\n   </p>\n   <p>\n    The lawsuit of the Governor's Mansion is nothing, it's just a matter of wrangling. Although he suffered a dull loss, the actual loss was not large.\n   </p>\n   <p>\n    No serious consequences were caused. It was nothing more than asking the younger brother involved to apologize and promise never to do it again. At most a symbolic loss, just as a lesson.\n   </p>\n   <p>\n    Compared with the loss of face, the pragmatic northern Xinjiang nobles still pay more attention to the inside.\n   </p>\n   <p>\n    \"Dear Baron Sith, we are here to ask you for help. This day is really impossible.\n   </p>\n   <p>\n    Soon after the counterattack was launched, prices began to soar. I thought it was because of the tense situation that profiteers deliberately drove up prices, but I didn't expect prices to soar even more after the war.\n   </p>\n   <p>\n    The price of rye soared from three coppers a pound to seven coppers; peas rose from two coppers a pound to five coppers; To a silver coin per pound...\n   </p>\n   <p>\n    In short, all commodity prices are skyrocketing. One price in the morning and another in the afternoon.\n   </p>\n   <p>\n    Arguing with those guys, I didn't expect that those profiteers didn't show any face at all. They looked like they would buy what they wanted, and they would mock me as a barbarian in northern Xinjiang.\n   </p>\n   <p>\n    In a fit of rage, I ordered the arrest of these guys. As a result, since then, no caravan has entered my territory...\"\n   </p>\n   <p>\n    Speaking of the latter, this iron-blooded man almost cried.\n   </p>\n   <p>\n    It's really bullying the nobles too much. Such an arrogant businessman is rare in the entire continent of Aslante.\n   </p>\n   <p>\n    For nobles, the face is as big as the sky. If they are both nobles, just say a few words to each other. Mere merchants dare to do things, that is to suspect that the sword in their hands is not good.\n   </p>\n   <p>\n    Even if they do nothing on the surface, they will retaliate secretly. A large part of those caravans that disappeared for no apparent reason were black hands of nobles.\n   </p>\n   <p>\n    \"Baron Sith and Knight Daeron are telling the truth. These merchants are too arrogant, and they don't take us seriously at all.\n   </p>\n   <p>\n    Not only are prices being driven up, but the quality of the products sold is getting worse and worse.\n   </p>\n   <p>\n    In the past, profiteers at most mixed some old grains with new grains; now it is a miracle to find a grain of new wheat among old grains.\n   </p>\n   <p>\n    Look at this bag of wheat, you don't even need to use it to grind flour, it turns into flour after shaking it…”\n   </p>\n   <p>\n    \"Justin Knight, don't embarrass Baron Sith. We have all encountered this situation.\n   </p>\n   <p>\n    I can tell you the truth, not only the prices in Wright and Wyton counties are skyrocketing, but the prices in the entire southeastern province are also skyrocketing.\n   </p>\n   <p>\n    To be precise, this round of skyrocketing prices is just a skyrocket for us. Local aristocrats can still get cheap goods by virtue of their connections.\n   </p>\n   <p>\n    As the prices of other commodities rise, we can still find ways to reduce consumption, but food alone cannot.\n   </p>\n   <p>\n    What's more troublesome is that this is just the beginning. The next thing we need to face may not be the question of whether the food quality is good or not, but whether we can buy enough food.\n   </p>\n   <p>\n    I spent a lot of money to buy a grain merchant, and learned an amazing news from him—the nobles in the southeastern province are likely to stop selling grain to the outside world this year. \"\n   </p>\n   <p>\n    Baron Bazel said surprisingly.\n   </p>\n   <p>\n    I knew that the local nobles were not soft persimmons, but I didn't expect their revenge to come so hard.\n   </p>\n   <p>\n    Directly lead troops to fight over, and everyone will not hesitate. But as soon as you come up, you will run out of food, so how do you accept it?\n   </p>\n   <p>\n    After finally winning a counterattack, it was supposed to be a time to celebrate the victory, but the happy event turned into a tragedy.\n   </p>\n   <p>\n    For the lords of Northern Xinjiang, the people in their hands have become a hot potato. The larger the population of the territory, the faster the consumption of food.\n   </p>\n   <p>\n    Once the inventory in hand is exhausted, everyone will be hungry. It is the sacred duty of the lord to feed the people, and there is no way to shirk it.\n   </p>\n   <p>\n    Being announced the answer first, Baron Sith felt a little uncomfortable, but there was no change on the surface.\n   </p>\n   <p>\n    \" Baron Bazel is right, a group of local nobles in the southeastern province are indeed showing signs of blocking us.\n   </p>\n   <p>\n    The main reason is that in recent days, everyone has been tossing too hard and offended too many people.\n   </p>\n   <p>\n    The price hike this time was caused by the families behind these guys secretly connecting together.\n   </p>\n   <p>\n    Of course, the Dalton family must be contributing to the flames, and it is even possible that they are the real behind-the-scenes masters.\n   </p>\n   <p>\n    The purpose is to drive us out of the southeast province. \"\n   </p>\n   <p>\n    (end of this chapter)\n   </p>\n  </div>\n </body>\n</html>\n"
}