{
    "Chapter 44": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1 class=\"main-title\">\n  The King Chapter 44: soldiers approaching the city\n </h1>\n <body>\n  <div [class]=\"'par fontsize-' + fontsize\" class=\"par fontsize-16\">\n   <p>\n    Chapter 44 Soldiers approaching the city\n   </p>\n   <p>\n    With the word Li in the forefront, the robbery brigade, which was originally considered united, is also in crisis of disbanding at this moment.\n   </p>\n   <p>\n    \"Sending money\" is always the biggest problem in the human world. If this problem is not solved, the robbery brigade united by interests will soon be in danger of falling apart.\n   </p>\n   <p>\n    Looking at the list of supplies in his hand, Cheers Knight had a headache. Theoretically speaking, cash + materials are worth 110,000 to 20,000 gold coins, but the prerequisite is that they can be realized.\n   </p>\n   <p>\n    If it's just difficult to realize, then that's fine. The key is that although the harvest is expensive, there are more people who can't stand the money.\n   </p>\n   <p>\n    There are a total of 73 nobles in the fifth army, all of whom have to participate in the distribution of spoils, with an average of less than 2,000 gold coins per capita.\n   </p>\n   <p>\n    For some poor ghost knights, it is naturally not a small sum, at least it is worth the fare.\n   </p>\n   <p>\n    But for nobles with relatively good economic conditions, risking disobeying military orders and offending Earl Pierce for less than two thousand gold coins is purely worth the candle.\n   </p>\n   <p>\n    Equal division is impossible. Brothers in the noble world settle accounts clearly, not to mention that everyone is just an ally.\n   </p>\n   <p>\n    Theoretically speaking, distribution according to the size of the output is the most fair, and no one will suffer or take advantage.\n   </p>\n   <p>\n    But the size of the output force is precisely the most difficult to define. Except for Hudson, who was absent, everyone present was bragging about their contribution.\n   </p>\n   <p>\n    Faced with this complicated situation, Cheers Knight was powerless. Although he is the boss in name, but limited by the strength of the family, he simply cannot suppress the powerful faction in the alliance.\n   </p>\n   <p>\n    The robbery was successful, and after experiencing a short period of joy, it fell into a noisy mode.\n   </p>\n   <p>\n    If it weren't for Chelsea's personal strength, maybe someone would directly challenge him to a duel. In the course of the quarrel, three pairs of \"combinations\" have announced a fight.\n   </p>\n   <p>\n    If Chells does not participate, according to the nobles' habit of dealing with unsolvable affairs, a few more duels can also complete the distribution of benefits.\n   </p>\n   <p>\n    Of course, this is impossible. If they really played like that, the fragile robbery brigade would have to fall apart.\n   </p>\n   <p>\n    The alliance cannot be disbanded, at least not until the rebellion is put down. Otherwise, the Governor's Mansion will pursue the responsibility, but no one can resist alone.\n   </p>\n   <p>\n    Seeing that the situation was about to get out of control, Cheers, who was so angry, couldn't help but angrily reprimanded: \"Please be careful with your words, and don't do anything that damages the honor of the nobility!\"\n   </p>\n   <p>\n    He really regretted this wave. We should have known that war money is so hard to come by, and he would not bring a team out to rob no matter what.\n   </p>\n   <p>\n    Deep in his heart, Cheers complained more than once that everyone had shallow eyelids, but he never left those boxes of gold coins from the corner of his eye.\n   </p>\n   <p>\n    People are poor and short-sighted, and everyone fantasizes about making war fortunes. Why isn't Chelsea like this?\n   </p>\n   <p>\n    If he hadn't been serving as the \"robbery brigade captain\" now, he had to show enough tolerance, and it is estimated that his reaction might not be much better.\n   </p>\n   <p>\n    After all, it is worth more than 100,000 gold coins. It is true that evenly sharing cannot feed everyone, but for a single small noble, it is wealth that cannot be accumulated in a lifetime.\n   </p>\n   <p>\n    It's a pity that no one can take it all alone. At this moment, everyone suddenly realizes that having too many teammates is not a good thing.\n   </p>\n   <p>\n    After calming down, everyone slowly regained their rationality. Although they were still arguing constantly, they finally didn't meet again to go out for a duel.\n   </p>\n   <p>\n    There is no surprise. Under the background that the contribution cannot be accurately measured, the distribution method that is very consistent with the rules of the world is adopted in the end-respect for strength.\n   </p>\n   <p>\n    A large amount of materials cannot be realized, and the real value is difficult to estimate, so divide up the real goods directly.\n   </p>\n   <p>\n    Including Hudson, who was hundreds of miles away, everyone also reserved a share. Although everyone chose the leftovers, but on the bright side, people couldn't pick the thorns.\n   </p>\n   <p>\n    As the \"Captain\", Cheers Knight naturally got a large portion of the cake. Although it is not the most won, it can also be ranked in the top five.\n   </p>\n   <p>\n    The rich harvest can be regarded as a little compensation for his wounded heart. Just looking at the alliance on the verge of splitting, Chelsea can't be happy.\n   </p>\n   <p>\n    From the gloomy faces of everyone, it can be seen that everyone is not very satisfied with the distribution of benefits.\n   </p>\n   <p>\n    I have to admit that Chelsea, the boss, failed. What I thought was a fair distribution actually made everyone dissatisfied.\n   </p>\n   <p>\n    But there is no way, people's desires are unlimited, even if the goods in this robbery are doubled, it will not be able to meet the interests of everyone.\n   </p>\n   <p>\n    It was barely acceptable to everyone, and Chelsea exhausted his lips. In the final analysis, he was just a little knight who was forced to step up to the front stage by the situation. It was the first time he did this kind of \"technical work\", and he was really inexperienced.\n   </p>\n   <p>\n    \"Everyone, the agreed time is running out. We must rush back and meet up as soon as possible, otherwise we will be caught directly, and the governor will not be able to explain it.\"\n   </p>\n   <p>\n    Many things can be done, but cannot be put directly on the table. For example, now, everyone is prepared to be discovered, but they cannot bear the consequences of being caught.\n   </p>\n   <p>\n    Once the matter is put on the table, no matter who pleads, it is useless. In order to maintain the rules of the game, severe punishment is necessary.\n   </p>\n   <p>\n    Without the slightest hesitation, after distributing the loot, the robbery brigade immediately launched a long-range raid.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    At noon, the coalition forces of the nobles, who were under the scorching sun, finally arrived at the city of Dadir after a series of twists and turns.\n   </p>\n   <p>\n    It's just that it was delayed by a day and a half from the original planned time. If you calculate the marching speed, it is really embarrassing to see people.\n   </p>\n   <p>\n    No way, the rebels really don't talk about martial arts, and they caused them a lot of trouble along the way.\n   </p>\n   <p>\n    Either the bridge here is broken, or the road is gone there, and occasionally there is a sneak attack or something.\n   </p>\n   <p>\n    Although the lethality is average, it is still disgusting. The speed of the march was also forced to slow down, making Earl Pierce doubt whether the previous decision was correct.\n   </p>\n   <p>\n    Fortunately, the two counties of White and Leighton are flat, and only the edge is mountainous, otherwise there will be more troubles.\n   </p>\n   <p>\n    Looking at the closed Dardir City, Earl Pierce knew that the plan for a quick victory had completely failed, and the rebels had no intention of coming out to fight them.\n   </p>\n   <p>\n    \"Send the order down, set up camp, and attack the city tomorrow!\"\n   </p>\n   <p>\n    From the indifferent voice, it can be heard that Earl Pierce is very upset at the moment. Not only because of the failure of the strategic plan, but also the anger of being rejected.\n   </p>\n   <p>\n    As one of the twelve earls of the fiefs, looking at the entire Alpha Kingdom, they are all high-ranking aristocrats, but they failed to win over an uncanonized knight.\n   </p>\n   <p>\n    It's a small face, but it's also very hurt on the inside. No Hudson acted as a traitor, which meant that his plan to take advantage of the nobles of the Fifth Army also went bankrupt.\n   </p>\n   <p>\n    Without a reasonable excuse, even if you are the governor, you can't do anything to the nobles who are in a group.\n   </p>\n   <p>\n    The failure of the Liwei plan has the most direct impact on the distribution of benefits after the war. Pierce had already anticipated that after the war, a group of small and medium-sized nobles would gather together and bargain with him.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    (end of this chapter)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 45": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1 class=\"main-title\">\n  The King Chapter 45: pay on the surface\n </h1>\n <body>\n  <div [class]=\"'par fontsize-' + fontsize\" class=\"par fontsize-16\">\n   <p>\n    Chapter 45 Paying should be put on the bright side\n   </p>\n   <p>\n    The enemy is approaching the city, but Dadir City is still singing and dancing. For the senior executives of the Skull and Bones who have been hiding in the XZ for a long time, they finally have the opportunity to stand up and become the masters, how can they not enjoy it?\n   </p>\n   <p>\n    Even if there are a few sober people, they are helpless in the face of the general trend. To put it bluntly, most of the Skull and Bones are small people in the market.\n   </p>\n   <p>\n    There are only a handful of \"cultural people\" who can write their own names, and their limited knowledge leads them to stare at an acre of three-point land without any long-term planning at all.\n   </p>\n   <p>\n    If it wasn't mixed with the belief of evil gods, this is an ordinary peasant uprising army. After overthrowing the rule of the noble lord, they don't know what to do.\n   </p>\n   <p>\n    The lack of talents is not only a problem of Skull and Bones, but also a common problem faced by many cult organizations in Aslante.\n   </p>\n   <p>\n    Theoretically speaking, the Holy See is in decline, without the pursuit of the church, the cult organization should develop greatly.\n   </p>\n   <p>\n    But the reality is exactly the opposite. Since the decline of the Holy See, the cult organization has also declined.\n   </p>\n   <p>\n    Aristocrats who are the masters of the family are extra tolerant towards their own people. The relaxed social and political environment has made the nobles who joined the cult almost extinct.\n   </p>\n   <p>\n    It turned out that when the church was in power, as long as it was associated with a cult, if it could not prove its innocence, it would be sent to the stake, forcing many nobles to follow the cult.\n   </p>\n   <p>\n    It's useless now, it's just a \"suspect\", without conclusive evidence, you can't convict the noble lord.\n   </p>\n   <p>\n    Even if the charges are proven, as long as the fact has not caused any harm, there is still a chance to do meritorious deeds.\n   </p>\n   <p>\n    This change has directly led to a geometric increase in the difficulty of cult organizations to recruit people. Even if people are lured in, repetitions may occur.\n   </p>\n   <p>\n    The nobles stopped playing with them, which directly led to a sharp decline in the overall quality of the leadership of the cult organization, and the combat effectiveness of the cult organization also declined.\n   </p>\n   <p>\n    Three hundred years ago, the awesome Blood Moon Sect was able to organize the army to confront the Holy See army head-on, forcing all countries in the mainland to join forces to deal with it. The current cult organization can only cause disaster to a small corner at best.\n   </p>\n   <p>\n    The hall of discussion, which should have been sacred, has now held an open meeting. A group of Skull and Bones executives are working hard while discussing military and national affairs.\n   </p>\n   <p>\n    No one raised any objections, because the core teaching of Skull and Bones is: \"Indulge desires and return to nature.\"\n   </p>\n   <p>\n    Having such a good time, it doesn't matter whether it is suitable or not, the key is that the evil **** behind the scenes likes it.\n   </p>\n   <p>\n    Obscenity filled the hall, it seemed like a lewd pleasure, but it was actually a special sacrifice. All the senior members of the Skull and Bones Society are using this special method to prove to the evil **** that they are the most devout believers.\n   </p>\n   <p>\n    Obviously, this kind of game is very unfavorable to the old high priest, and he usually does not participate in it. It's a pity that several consecutive failures caused his right to speak in the teaching to drop sharply, and he lost the confidence to refuse.\n   </p>\n   <p>\n    Being embarrassed is better than losing your life. The \"wise man\" persona was shattered, and the status of the high priest of the gray-robed old man was no longer stable.\n   </p>\n   <p>\n    Originally relying on the prestige accumulated by oneself, coupled with the particularity of the high priest presiding over the sacrifices of the gods, he was also faintly able to fight against the Holy Lord, and now he has to bow his head.\n   </p>\n   <p>\n    \"Sacrifice, are you ready?\"\n   </p>\n   <p>\n    The masked man asked indifferently.\n   </p>\n   <p>\n    Instead of asking the enemy troops outside the city first, they cared more about the sacrifices, which proved that the masked people valued the sacrifices far more than the menacing noble coalition forces.\n   </p>\n   <p>\n    Hearing the question, the middle-aged man who was in charge of preparing the sacrifice hurriedly pushed away the woman under him and replied:\n   </p>\n   <p>\n    \"To the Holy Lord, there are six hundred and sixty-six pairs of thirteen-year-old boys and girls, all kinds of ritual items are ready, and now there is only one high-level monster for the ceremony and endless killing.\"\n   </p>\n   <p>\n    Looking at the scale of the sacrifice, you can tell that the Skull and Bones Society is going to do something big.\n   </p>\n   <p>\n    \"Don't worry about the monsters, someone has already sent them over. As for the endless killing, the enemies outside the city will help us finish it soon.\n   </p>\n   <p>\n    Let the people below take good care of their lower body. Women in the city can play freely, but the sacrifices of the gods must be clean. Anyone who dares to stretch out their hands indiscriminately will be sent to make amends to the gods.\n   </p>\n   <p>\n    High Priest, you have the most experience in presiding over the sacrificial ceremony. You will be in charge of presiding over the hundred-year-old sacrificial ceremony in this meeting! \"\n   </p>\n   <p>\n    The masked man said without a doubt.\n   </p>\n   <p>\n    As soon as the voice fell to the ground, everyone looked at the high priest gloatingly. It can be seen from the eyes that presiding over this sacrificial ceremony is definitely not a good thing.\n   </p>\n   <p>\n    Facing the masked man's lingering gaze, the gray-robed old man didn't dare to say no after all, and replied tremblingly: \"Yes, Holy Master!\"\n   </p>\n   <p>\n    If you look closely, you will find a puddle of mysterious liquid on the ground. I was so frightened that I lost control of my body, and I didn't dare to refuse. Obviously, the Skeleton Lord in front of me is also a ruthless person, and the consequences of refusing are likely to be worse than those of the presiding priest.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Looking at the boundary marker in front of him, Hudson was immediately attracted by the three words \"Maple Leaf Town\". This is the meeting point agreed by everyone in advance.\n   </p>\n   <p>\n    Calculating the time, the robbery team should have arrived long ago. After all, the food transport team was delayed for a day because of the enemy's attack.\n   </p>\n   <p>\n    \"Send an order to let the car of the wounded walk at the front of the queue.\"\n   </p>\n   <p>\n    Hudson ordered sadly.\n   </p>\n   <p>\n    Converging with the main force means that the safety factor increases, and it also means that the troops he can command will drop significantly.\n   </p>\n   <p>\n    In the case of not needing to pay for it yourself, who would dislike having too many soldiers? Hudson really didn't want to give up this corps if possible.\n   </p>\n   <p>\n    It's a pity that the reality is cruel. Serf soldiers are the private property of nobles. How can they be allowed to occupy them?\n   </p>\n   <p>\n    Obediently returning the command, you can still leave a little bit of incense, and you will only ask for trouble if you make trouble.\n   </p>\n   <p>\n    Although it has to be sent back, it is still necessary to sell badly. I don't want to emphasize how to highlight his contribution to the Hudson Cavaliers.\n   </p>\n   <p>\n    Especially for the benefit of everyone, he gave up Earl Pierce's solicitation and rejected the \"Fierced Baron\" he got.\n   </p>\n   <p>\n    The team moved forward slowly, looking at the familiar camp that appeared in the sky, Hudson secretly breathed a sigh of relief.\n   </p>\n   <p>\n    The robbery team arrived on time, which meant that there was no accident and the situation was still under control, which also meant that his choice was not wrong.\n   </p>\n   <p>\n    One car after another of the wounded slowly drove into the camp. The nobles of the Fifth Army, who were already in a bad mood, now looked even more ugly.\n   </p>\n   <p>\n    \"Hudson, did something happen on the road? Is there any loss of food, grass, ordnance?\"\n   </p>\n   <p>\n    Chelsea asked with concern.\n   </p>\n   <p>\n    If there is a problem with the escorted food, grass and ordnance, he, the commander of the Fifth Army, is the first person responsible. No matter how large the proceeds of the robbery are, they cannot make up for the political consequences.\n   </p>\n   <p>\n    \"Don't worry, Uncle Cheers. I was ambushed by elite rebels on the road, but I was still repelled by my troops.\n   </p>\n   <p>\n    There was indeed a considerable loss of grain, grass and military equipment, but the overall situation was still within controllable range. For the sake of the record, it is enough to cover up the problem.\n   </p>\n   <p>\n    The trouble now is that you were discovered by the Griffin Cavalry on the second day of your departure. It wasn't a big deal at first, but the night before yesterday, Earl Pierce sent someone over...\"\n   </p>\n   <p>\n    (end of this chapter)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 46": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1 class=\"main-title\">\n  The King Chapter 46: magic circle\n </h1>\n <body>\n  <div [class]=\"'par fontsize-' + fontsize\" class=\"par fontsize-16\">\n   <p>\n    Chapter 46 Magic Array\n   </p>\n   <p>\n    After Hudson finished explaining the ins and outs of the incident, everyone's expressions turned serious. It is not a good thing to be targeted by a powerful earl.\n   </p>\n   <p>\n    Especially when they took the initiative to give excuses and let the other party catch the handle. Fortunately, Hudson was loyal enough and didn't betray them, otherwise he would have to peel off his skin if he didn't die this time.\n   </p>\n   <p>\n    It's just that anyone with a discerning eye knows that since Earl Pierce made a move, the matter will not end so easily. I don't know how much trouble will be waiting for them next.\n   </p>\n   <p>\n    After understanding the cause and effect, the way everyone looked at Hudson changed. Deep down in his heart, he sighed, \"This young man can handle it\", with a trace of guilt mixed between his brows.\n   </p>\n   <p>\n    Of course, this kind of shame didn't last long before being defeated by interests. No matter how you say it, the meat you eat in your mouth must not be spit out.\n   </p>\n   <p>\n    Received his share of the spoils, Hudson did not feel any surprise. Aristocrats want face, and they are even more greedy. If it wasn't for blocking his mouth, it is estimated that the pre-promised spoils would not have been obtained.\n   </p>\n   <p>\n    Acting in this play is essentially to resolve everyone's jealousy towards him, so as to avoid unnecessary troubles.\n   </p>\n   <p>\n    Judging from the current situation, it is very successful. Everyone's eyes were attracted by \"Earl Pierce looking for trouble\", and they couldn't care less about being jealous of Hudson's monopoly on military exploits.\n   </p>\n   <p>\n    It's normal to think about it. Hudson offended the leader of the coalition army from the beginning of refusing to win over Earl Pierce. No matter how great the military exploits are, they will inevitably be discounted.\n   </p>\n   <p>\n    Doomed to be worn in small shoes, what is there to be jealous about?\n   </p>\n   <p>\n    After exchanging pleasantries with each other, the Fifth Army embarked on the journey again. Even the reorganized serf soldiers were not in the mood to take it back, or they didn't have the time to take it back.\n   </p>\n   <p>\n    Returning to the establishment system means that the current food transportation tasks must also be re-arranged. No matter how efficient it is, it still takes half a day.\n   </p>\n   <p>\n    You must know that the coalition army has only carried food and grass for seven days, and now it is the sixth day and there are still more than 30 miles to go.\n   </p>\n   <p>\n    Continuing to command the peloton, Hudson is mixed. He is not blind, how could he not see that the Fifth Army has fallen into a split, and the alliance can only be maintained under the pressure of Earl Pierce, who had to hold together for warmth.\n   </p>\n   <p>\n    Such a team, the combat effectiveness can be imagined. As long as Earl Pierce uses a little bit of tricks, the fragile alliance of the Fifth Army will fall apart.\n   </p>\n   <p>\n    The unoptimistic outlook forced Hudson to be more cautious. Deep in his heart, there is a voice that keeps reminding him - \"Steady the waves\".\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Dadir City, the **** siege battle is about to begin. In the coalition camp, the five star shapes with protruding fronts are connected in series by intersecting lines.\n   </p>\n   <p>\n    Under the watchful eyes of everyone, five mages in white robes and holding staffs stepped into the formation. A group of apprentices who followed hurriedly placed spars one by one on the star-shaped line.\n   </p>\n   <p>\n    \"Aston Croatia, Sleeping Tamlet...\"\n   </p>\n   <p>\n    As the incantations continued to be uttered, a yellow beam of light was seen emitting from the pentagram array, which could be clearly seen for miles around.\n   </p>\n   <p>\n    The movement of the coalition forces quickly alarmed the defenders in the city.\n   </p>\n   <p>\n    \"Magic\" is a tall thing that has always been synonymous with mystery and power, especially for ordinary people.\n   </p>\n   <p>\n    The supercilious Skeleton Lord also appeared at the top of the city after receiving the message. Just looking at it, the brow furrowed tightly.\n   </p>\n   <p>\n    \"High Priest, you are the most knowledgeable in the meeting, do you know what the enemy is doing?\"\n   </p>\n   <p>\n    Hearing the question, the gray-robed old man's heart sank. He didn't have the slightest liking for this mysterious Skeleton Lord.\n   </p>\n   <p>\n    When you employ people, you can say anything nice, and once you run out, you will dismantle the stage. Thinking of him, the veteran of the Skull and Bones Society, he has made countless contributions to the society, but because of the previous mistakes, he was assigned the drudgery of presiding over the Centennial Festival.\n   </p>\n   <p>\n    Just thinking of the methods of the Skeleton Lord extinguished the unwillingness in his heart. There is still a chance of life if you are obedient, but if you refuse, you will not be able to survive, and you will not be able to die.\n   </p>\n   <p>\n    \"Holy Lord, what the enemy seems to have set up is a five-star ground-breaking formation, a magic formation specially designed to attack city walls.\n   </p>\n   <p>\n    Thirty-five years ago, during the Franco-Dan war, I was fortunate enough to see it once. However, due to the participation of magicians on both sides, the formation did not exert its due power.\n   </p>\n   <p>\n    But since the enemy has used it now, the power of this magic circle must be not small. We don't have enough magicians to stop them, it's best not to let them cast successfully. \"\n   </p>\n   <p>\n    Hearing this explanation, the Skeleton Lord secretly rolled his eyes. He hated this old guy who was an eyesore no matter what he saw.\n   </p>\n   <p>\n    Said that he was well-informed, but apart from saying the name of a magic circle, all the rest were useless nonsense.\n   </p>\n   <p>\n    Preventing enemies from casting spells is easier said than done. As long as you send someone close, the weak magician can take it down with a flick of your fingers.\n   </p>\n   <p>\n    But the problem is that the enemy's magicians are under the protection of the army, and trying to take them down is like taking the head of the enemy's commander among thousands of armies.\n   </p>\n   <p>\n    \"Angela, lead the third army and the fourth army to rush out immediately. Be sure to interrupt the enemy's spellcasting. When necessary, you can use the blood moon horn.\"\n   </p>\n   <p>\n    The Skeleton Lord said indifferently.\n   </p>\n   <p>\n    In any case, the Centennial Festival of Skull and Bones cannot be destroyed. All his strength comes from the gift of the Skeleton Lord, and he will never allow anyone to influence him to obtain more \"divine grace\".\n   </p>\n   <p>\n    The monster that served as a sacrifice is on its way. Before that, he had to protect the sacrificial offering, not leaving any opportunity for the enemy to take advantage of.\n   </p>\n   <p>\n    In the view of the Skeleton Lord, as long as the Centennial Festival goes smoothly, no matter how high the price is, it will be worth paying.\n   </p>\n   <p>\n    If it weren't for the fact that most of the troops in the city were mobs, even if they were sitting on the blood moon horn, they wouldn't be the opponents of the enemy troops outside the city. He would have ordered a decisive battle long ago.\n   </p>\n   <p>\n    Accompanied by an order, the closed city gate began to slowly open, and a large number of rebels began to spew out.\n   </p>\n   <p>\n    It's a pity that the time is still a step late. The soaring beam of light is coming directly towards Dadir City. Cracks begin to appear in the land along the way, and they are expanding at a speed visible to the naked eye.\n   </p>\n   <p>\n    The city wall that was hit by the beam of light struggled a lot, but in the end it still couldn't avoid the fate of cracking.\n   </p>\n   <p>\n    Cracks appeared one after another, and the originally rock-solid city wall was beginning to collapse at a speed visible to the naked eye.\n   </p>\n   <p>\n    The spar on the magic circle was also consumed rapidly, and soon turned into dust, and the faces of the five magicians who cast the spell were all pale at the moment.\n   </p>\n   <p>\n    Obviously, the spellcasting just now was not easy. Even with the help of the magic circle, it still brought them a lot of pressure.\n   </p>\n   <p>\n    \"Tell Angela to stop the attack, order the First Army to send people to plug the gap, and never let the enemy take the opportunity to rush into the city.\"\n   </p>\n   <p>\n    The Skeleton Lord hastily ordered.\n   </p>\n   <p>\n    Fortunately, the range covered by magic is limited, and the cracked city wall is only a short section, otherwise he really doesn't know what to do.\n   </p>\n   <p>\n    (end of this chapter)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 47": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1 class=\"main-title\">\n  The King Chapter 47: hit\n </h1>\n <body>\n  <div [class]=\"'par fontsize-' + fontsize\" class=\"par fontsize-16\">\n   <p>\n    Chapter 47 Crashed\n   </p>\n   <p>\n    The offensive and defensive battle of Dadir City kicked off, and the headquarters of the Holy See, which was eight thousand miles away, also received a letter of protest from the Alpha Kingdom.\n   </p>\n   <p>\n    \"Look at the good things you have done. Just after you tossed a little bit of waves, you didn't even have time to splash twice, and you were approached by the boss!\"\n   </p>\n   <p>\n    While speaking, Pius VII directly threw the letter of protest to Blake, the head of the Judgment Knights. It can be seen from the eyes that His Majesty the Pope is really angry.\n   </p>\n   <p>\n    The game between theocratic power and royal power is no longer a day or two. It doesn't matter how you stab the knife secretly. But if it is put on the table, it will destroy the tacit understanding between the two parties.\n   </p>\n   <p>\n    Especially the iconic and obvious evil weapon \"Blood Moon Horn\", everyone in the world knows that it is in the hands of the Papal State, and now it appears in the Alpha Kingdom, which clearly tells the world that the rebellion launched by the Skull and Bones is supported by their Holy See.\n   </p>\n   <p>\n    \"Your Majesty, please rest assured! About the Horn of the Blood Moon, our Judgment Knights will take care of it.\n   </p>\n   <p>\n    It's just a war, it doesn't explain anything. It is not that similar methods have not appeared in the continent of Aslante.\n   </p>\n   <p>\n    As long as they don't have any substantive evidence in their hands, we can insist that they admit their mistakes and directly deny the loss of the Blood Moon Horn. \"\n   </p>\n   <p>\n    Captain Blake assured.\n   </p>\n   <p>\n    Deep in his heart, he couldn't help but want to scold his mother. He secretly supported the cult organization to do things, and it was indeed he who hinted at his subordinates to do it. No leader would directly order this kind of thing that required taking responsibility and could be blamed at any time.\n   </p>\n   <p>\n    Obviously, the comprehension ability of the subordinates is not in place. Accidentally played too far and gave away the famous \"Blood Moon Horn\".\n   </p>\n   <p>\n    As an established force, the Holy See has not one or two evil weapons. Even if you want to do something, you shouldn't use the most obvious \"blood moon horn\".\n   </p>\n   <p>\n    This kind of shady thing, once worn, will make everyone look bad. Today is different from the past, the current Holy See does not have the confidence to directly turn against the major kingdoms.\n   </p>\n   <p>\n    \"Solution, how are you going to solve it?\n   </p>\n   <p>\n    The branch of the Kingdom of Alpha, controlled by those nobles, directly used the excuse of rebuilding the churches in the southeastern province burned by the rebels to reduce the taxes sent to the Holy See.\n   </p>\n   <p>\n    Since the incident was caused by your Judgment Knights, then this loss will be deducted from your military budget. Armaments cannot be reduced, and you must find ways to make up for the shortfall. \"\n   </p>\n   <p>\n    Pius VII said angrily.\n   </p>\n   <p>\n    Once upon a time, the rich Vatican was short of money?\n   </p>\n   <p>\n    But this scene actually appeared during his reign.\n   </p>\n   <p>\n    To be precise, since the collapse of the Holy See's rule on the mainland three hundred years ago, the finances have fallen into a situation where it cannot make ends meet.\n   </p>\n   <p>\n    Relying on the accumulation of rich background, the Holy See insisted on supporting it. By the time of Pius VII, the family property left by the ancestors had been exhausted.\n   </p>\n   <p>\n    On the one hand, they want to expand their armaments and restore the glory of the Holy See;\n   </p>\n   <p>\n    Since the Holy See expanded its armaments, the relationship with the mainland countries has become tense. Except for a bunch of small countries that are still under the control of the Holy See, the remaining major kingdoms are trying to prevent the Holy See from regaining its strength.\n   </p>\n   <p>\n    National countries do not have the ability to directly interfere with the decision-making of the Holy See, and most of the time they start with the \"money bag\" to delay the recovery of the Holy See's strength.\n   </p>\n   <p>\n    There is no doubt that the Holy See is not a soft persimmon. In the face of targeted attacks by various countries, fierce retaliations have also been launched, and support for cult organizations is one of the means.\n   </p>\n   <p>\n    Destruction is secondary, and more importantly, it is to make money.\n   </p>\n   <p>\n    Under the tacit agreement of various countries to suppress it, the Holy See has difficulty obtaining sufficient financial resources from legitimate channels, so it has to take a slant.\n   </p>\n   <p>\n    Like the potion of courage in Skull and Bones, it is produced in the Papal State. In name, the cult organization plundered the Quartet. In fact, most of the robbed money flowed into the Papal State through secret transactions.\n   </p>\n   <p>\n    As long as enough is given, magic potions, alchemy products, and even evil weapons and demons can all be traded.\n   </p>\n   <p>\n    It can be said that in order to make money, the Holy See has reached the point of madness. Even so, it can only barely support the huge military expenditure.\n   </p>\n   <p>\n    Hearing the budget cut, Captain Blake wanted to cry without tears. Although the tax money sent by the Alpha Kingdom branch is not much, it can still feed a cavalry regiment or five thousand-man infantry regiments.\n   </p>\n   <p>\n    On the surface, this is far less than the benefits of supporting Skull and Bones. But the unstoppable tax is a steady stream, and the proceeds from robbery are often one-time.\n   </p>\n   <p>\n    Based on the past practice, as long as the taxes sent to the Holy See by the branches of various countries have been reduced, they will never be restored. This means that the budget that the Judgment Knights have lost now will be difficult to get back in the future.\n   </p>\n   <p>\n    Just as he was about to defend himself, Blake calmed down because of the vile eyes of his colleagues.\n   </p>\n   <p>\n    The problem now is not just a few taxes, the real trouble is the possible chain reaction. If the mainland countries follow suit, the financial pressure on the Holy See will be even greater.\n   </p>\n   <p>\n    Mainly along with the growth of the power of various countries, they have completely got rid of their dependence on the Holy See. Originally, everyone needed the help of the Holy See to suppress the demons, but now all countries have cultivated their own thugs.\n   </p>\n   <p>\n    To put it simply, the work of the Holy See has been robbed, and now it is idle. But this idler is still restless, thinking about being the boss all day long, how can he not be hated by others.\n   </p>\n   <p>\n    \"Don't worry, Your Majesty, I will immediately send someone to retrieve the Blood Moon Horn. At the same time, I will cut off the connection with the Skull and Bones, and never leave any clues.\"\n   </p>\n   <p>\n    Blake, who had an idea, immediately promised.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    The sun was scorching, and the Fifth Army, which was supposed to camp and rest, was still moving forward on the road.\n   </p>\n   <p>\n    There are still a few hours before it gets dark, and there are only a dozen miles left before the destination, so you have to try your best.\n   </p>\n   <p>\n    Anyway, with such a short distance, even if it encounters a sneak attack by the rebels, the main force of the coalition forces can provide reinforcements in time. The safety is sufficiently guaranteed, and there is no need to save physical strength.\n   </p>\n   <p>\n    It is the soldiers who work hard to travel. For the nobles, the distance of only a dozen miles can be reached by a war horse with a cup of tea.\n   </p>\n   <p>\n    Hudson, who is riding on a war horse, is leisurely admiring the great rivers and mountains at this moment, and is preparing to carry out the fishing industry to the end.\n   </p>\n   <p>\n    \"In the southeast direction, a suspicious convoy was found, heading to Dadir City, suspected to be rebels...\"\n   </p>\n   <p>\n    The news from the spies interrupted Hudson's fishing career, and at the same time aroused the enthusiasm of the robbery brigade.\n   </p>\n   <p>\n    Although the distribution of spoils was very unpleasant before, it did not affect everyone's enthusiasm for robbery, especially this kind of meat delivered to the mouth.\n   </p>\n   <p>\n    Without discussing it, everyone unanimously decided to grab him. At this juncture, they rushed to Dadir City, even if they were not rebels, they were still rebels.\n   </p>\n   <p>\n    (end of this chapter)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 48": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1 class=\"main-title\">\n  The King Chapter 48: Aboveboard water paddling (seeking tickets)\n </h1>\n <body>\n  <div [class]=\"'par fontsize-' + fontsize\" class=\"par fontsize-16\">\n   <p>\n    Chapter 48 Fair and aboveboard paddling (seeking tickets)\n   </p>\n   <p>\n    The first time he went out to rob, Hudson's mood was mixed with excitement and apprehension. His intuition told him that the convoy heading to Dardir City at this time would definitely not be transporting any treasures.\n   </p>\n   <p>\n    Limited by the strength of the troops, the coalition forces cannot encircle them on all sides, but they will not let them come in and out freely, and work with their heads tied on their waistbands.\n   </p>\n   <p>\n    Doubt is doubt, robbery still has to be involved. Based on past life experience, Hudson knows very well that there is nothing in this world that is more terrifying than being poor.\n   </p>\n   <p>\n    Regardless of the fact that in this war, he also made a lot of benefits, but most of them were hard-to-realize materials, and Hudson still had very little cash in his hands.\n   </p>\n   <p>\n    If the planning of the territory fails, it will be nothing more than becoming a wandering knight. If the plan is successful, there is no way for his family to support the reconstruction of the territory.\n   </p>\n   <p>\n    White and Leighton counties were both disabled, and Hudson didn't think the fief he had won was unscathed. A lord without money is not as good as a phoenix without its feathers.\n   </p>\n   <p>\n    Just look at Chelsea Knights. A magic fanatic who dies in the house, under the pressure of life, he insists on becoming the captain of the robbery brigade.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"Master Deacon, there is an army blocking the way ahead. It seems that we have been discovered by the enemy. Should we continue to rush to Dadir City?\"\n   </p>\n   <p>\n    Glancing ahead, the leading middle-aged deacon said indifferently: \"Alan, how many times have I told you, don't call me Deacon. Now we are members of Skull and Bones, you have to call me Holy Son!\"\n   </p>\n   <p>\n    \"Yes, deacon... no... Lord Son!\"\n   </p>\n   <p>\n    The young man replied in a panic.\n   </p>\n   <p>\n    Obviously, he was still somewhat uncomfortable with the sudden change of title.\n   </p>\n   <p>\n    Rolling his eyes, he never had any hope for this confused subordinate, the middle-aged man.\n   </p>\n   <p>\n    \"Okay, let's send an order to go down and prepare for battle. A mob who can't even line up even dares to come out to learn how to rob, just to teach them a lesson.\"\n   </p>\n   <p>\n    The middle-aged man calmly ordered. It seems that Alan has forgiven his mistake just now, and he doesn't even bother to mention it again.\n   </p>\n   <p>\n    It can only be seen from the terrified expressions of all the subordinates that the middle-aged man is not that magnanimous. He was not held accountable because he never cared about the dead.\n   </p>\n   <p>\n    At this juncture, escorting the convoy into Dadir City is clearly a mission of narrow escape. The people who appeared in the convoy were all unlucky ones who were unlucky to be selected.\n   </p>\n   <p>\n    The story goes back two months. After the successful rebellion, the Skeleton Club made a fortune, and placed an order with them with huge sums of money.\n   </p>\n   <p>\n    Originally, I didn't want to pick it up. After all, if they send someone to **** them, it's easy to be caught. However, there are too many skeletons.\n   </p>\n   <p>\n    For the sake of profit, the Holy See gathered the supplies as quickly as possible, and sent experts to go deep into the Warcraft Mountains to capture a cub of the Earth Bear.\n   </p>\n   <p>\n    Of course, the Holy See is so active, apart from the skeletons paying a lot of money, the most important thing is that they want to make big things happen.\n   </p>\n   <p>\n    In the view of the Holy See, the bigger the skeletons, the better. It is best to summon the Skeleton Lord to deal heavy damage to the Alpha Kingdom.\n   </p>\n   <p>\n    It would be even more perfect if it could plunder the continent. Only when the situation becomes unstoppable will everyone realize the importance of the Holy See.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"rush!\"\n   </p>\n   <p>\n    Accompanied by the order of Cheers Knight, the elite of the Fifth Army directly killed the convoy. Hudson, holding a bow and arrow, was undoubtedly at the end of the team.\n   </p>\n   <p>\n    \"Eight hundred versus five hundred, the advantage is mine!\"\n   </p>\n   <p>\n    Seeing this scene, Hudson was very relieved. What surprised him was that the enemy not only didn't panic, but launched a tit-for-tat counterattack in the face of the heavy soldiers.\n   </p>\n   <p>\n    What made Hudson even more speechless was that the enemies were all armored cavalry, and their equipment was somewhat better than that of the elite of the Fifth Army.\n   </p>\n   <p>\n    It is not surprising that the rebels who plundered the land of the two counties can produce 500 horses, but it is difficult to gather 500 well-trained cavalry.\n   </p>\n   <p>\n    If there were 500 elite cavalry, why did they not use it when they robbed food and grass before, but instead appeared in the mysterious convoy?\n   </p>\n   <p>\n    It was not only Hudson who was hesitant, but the Cheers knight who was rushing forward also noticed something was wrong. In order not to cause unnecessary accidental injuries, he hastily tightened his horse rope and asked, \"Who are you? Why do you hurry up at this time?\" To Dadil...\"\n   </p>\n   <p>\n    Before the word \"city\" came out, a flying spear was thrown at him from the opposite side. No need to confirm, this is the enemy.\n   </p>\n   <p>\n    Fortunately, Cheers is also experienced, and he didn't let down his vigilance when he was asking questions, and he picked up the flying spear that was coming towards him with a sword.\n   </p>\n   <p>\n    His handsome posture made Hudson's eyes shine. However, the use of knight swords is the patent of high-level knights. If a young knight like him wants to live longer, it is best to use the knight gun honestly.\n   </p>\n   <p>\n    An inch is long and an inch is strong.\n   </p>\n   <p>\n    On the battlefield, practicality always comes first. Although the sword is the king of a hundred soldiers, it depends on who uses it.\n   </p>\n   <p>\n    Having escaped a round of surprise attacks, the Fifth Army was also on fire. It is unreasonable to be less chivalrous than them!\n   </p>\n   <p>\n    \"Kill, kill...\"\n   </p>\n   <p>\n    The two armies were strangled together very quickly. Although the fifth army had a larger number, they couldn't hold back the opponent's cavalry, and fell into a passive position for a while.\n   </p>\n   <p>\n    The enemies are elite!\n   </p>\n   <p>\n    After making this judgment, Hudson didn't care about paddling, and directly swung his bow and arrow to start the point kill mode.\n   </p>\n   <p>\n    \"whoosh, whoosh, whoosh...\"\n   </p>\n   <p>\n    Seven enemy cavalry fell in response, and the wonderful performance of taking away one of them with one arrow made Hudson instantly become the most eye-catching cub on the battlefield.\n   </p>\n   <p>\n    The enemy army does not have archers, but now that the two armies are fighting together, if they are not careful, they will cause accidental injuries. Ordinary archers have no room to play.\n   </p>\n   <p>\n    In fact, Hudson's performance has also been greatly affected. Different from commanding the serf soldiers to fight before, these allies are now nobles, causing accidental injuries would cause big trouble, and they must be fully confident before they can make a move.\n   </p>\n   <p>\n    \"The enemy's sharp archer, everyone pay attention to precautions. Alan, take someone to kill that guy!\"\n   </p>\n   <p>\n    As soon as the middle-aged man's voice fell, Hudson's arrow flew over, but it was a pity that he was picked up by the opponent's sword.\n   </p>\n   <p>\n    Sure enough, the strong are not so easy to attack. In the extraordinary world, unless ordinary bows and arrows are scaled, it is difficult to cause substantial damage to masters.\n   </p>\n   <p>\n    Watching the enemy split up and attack him, Hudson was not polite, and served him directly with arrows. Whoever runs the fastest will be attacked first.\n   </p>\n   <p>\n    In an instant, more than a dozen cavalrymen were killed, but the distance between them and Hudson was only a few tens of meters.\n   </p>\n   <p>\n    It wasn't Hudson's super **** of archery who quickly killed the enemy, but the main reason was that the allies blocked the front and stubbornly delayed the enemy's progress.\n   </p>\n   <p>\n    At this moment, Hudson suddenly found that there was nothing wrong with chivalry. At least on the battlefield, the allies are really desperate.\n   </p>\n   <p>\n    In order not to waste the hard work of his allies, Hudson tried his best to search for targets on the battlefield, and whenever he had a chance to make a shot, he would immediately send an arrow.\n   </p>\n   <p>\n    Ask for tickets, ask for a reward. Counting the days, the new book list will be off soon, Haiyue wants to enter the top ten for a while... blah blah...\n   </p>\n   <p>\n   </p>\n   <p>\n    (end of this chapter)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 49": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1 class=\"main-title\">\n  The King Chapter 49: Domineering Dragon Cavalry\n </h1>\n <body>\n  <div [class]=\"'par fontsize-' + fontsize\" class=\"par fontsize-16\">\n   <p>\n    Chapter 49 Domineering Dragon Cavalry\n   </p>\n   <p>\n    Time passed by every minute, and more and more people fell on the battlefield. The coalition of nobles with a large number of people unexpectedly fell into a disadvantage.\n   </p>\n   <p>\n    \"Tom, send an order to go down to the 1st, 23rd and 3rd regiments to stay in place and take care of the food and supplies. The 456th regiment will outflank the left wing, and the 789th regiment will outflank the right flank. They will cut off the enemy's rear, and the tenth regiment will reinforce them from the front.\"\n   </p>\n   <p>\n    Hudson ordered decisively.\n   </p>\n   <p>\n    At this moment, the battle between the two sides is in full swing, and only he, who is half-lost from the battlefield, can command the rest of the army.\n   </p>\n   <p>\n    Fortunately, everyone was busy on their way and was not in a hurry to take back the command. Now the officers in the serf soldiers are all cronies promoted by Hudson, and they can carry out the order.\n   </p>\n   <p>\n    The human sea tactics were staged again, the inner three floors and the outer three floors were all their own people, and the morale of the coalition forces that had been at a disadvantage instantly boosted their morale.\n   </p>\n   <p>\n    Bing is a brave hero, with a group of younger brothers around him, Hudson's courage also strengthened. Although the combat effectiveness of these serf soldiers is worrying, it is still possible to slow down the enemy's speed.\n   </p>\n   <p>\n    \"whoosh, whoosh, whoosh...\"\n   </p>\n   <p>\n    Hudson, who was wandering on the edge of the battlefield, continued to harvest heads. Now there is no need to worry about someone discovering him paddling. Although he did not directly participate in the charge, his number of kills is definitely the largest among the coalition forces.\n   </p>\n   <p>\n    With a seven times superiority in military strength, if this battle can still be lost, everyone will not have to hang out in the noble circle.\n   </p>\n   <p>\n    Facing the Fifth Army with its full output, the besieged \"rebels\" finally felt powerless. Watching the comrades around me fall one by one, it is impossible without psychological pressure.\n   </p>\n   <p>\n    Seeing the reversal of the situation, the \"Holy Son\" who commanded the rebel army also realized that he had been hasty in ordering a counterattack blindly.\n   </p>\n   <p>\n    He was also very helpless with this result. Who knew that the private army of nobles who blocked the road and robbed them was so shameless, not only were there hidden sharpshooters in the ranks, but also a large number of troops were lying in wait for them to take the bait?\n   </p>\n   <p>\n    This does not reflect chivalry at all!\n   </p>\n   <p>\n    It's a pity that protesting is useless. No one knows that a small robbery will lead to the current situation.\n   </p>\n   <p>\n    The 800 main forces of the fifth army can't take down the 500 rebels, so naturally they can only rely on the tactics of crowds. You can't let the war fail because of chivalry, right?\n   </p>\n   <p>\n    Facing the rebels, no one dared to talk about chivalry. The tragic experience of the nobles of White and Leyton Counties has long sounded the alarm for everyone.\n   </p>\n   <p>\n    Although everyone didn't say anything about Hudson's timely dispatch of reinforcements, they definitely supported it in their hearts.\n   </p>\n   <p>\n    If a knight with a dead head and melon seed is really, he can't do robbery. From the beginning of the robbery brigade, the Fifth Army lost its chivalry.\n   </p>\n   <p>\n    \"Team 1 and Team 2 will lead the way with me, Team 3 and Team 4 will hold back the enemy, and Team 5 will lead the Earth Bear to break through!\"\n   </p>\n   <p>\n    The skeleton \"Holy Son\" hastily ordered.\n   </p>\n   <p>\n    Other materials can be thrown away, except for the Earth Bear, which is the carrier to welcome the arrival of the evil god. Without this Earth Bear, the Skull and Bones Centennial Ceremony would be in vain.\n   </p>\n   <p>\n    Compared with monsters, the human body is too fragile. Even if it is forcibly used as a carrier, it cannot carry much power.\n   </p>\n   <p>\n    Without enough power, how can we reverse the situation on the battlefield? Not to mention, wreck havoc on the continent of Aslant?\n   </p>\n   <p>\n    The enemy is going to run, which is undoubtedly a good thing for Hudson. It is far easier to attack from behind than to shoot from the front.\n   </p>\n   <p>\n    \"whoosh, whoosh, whoosh...\"\n   </p>\n   <p>\n    The sound of arrows flying out sounded again, like a melody of death, each note took away a life, full of charming death art.\n   </p>\n   <p>\n    Before the opening brigade broke a **** path, the \"rebel cavalry\" in the rear had already been killed and injured. Looking at the entire battlefield, there are less than a hundred \"rebel\" cavalry still fighting.\n   </p>\n   <p>\n    The Fifth Army is also uncomfortable. Just by visual inspection, Hudson can judge that his own casualties are far greater than those of the enemy.\n   </p>\n   <p>\n    It's just that the fifth army has a lot of power. Compared with the lone dozens of enemy cavalry, the fifth army, which still has thousands of soldiers and horses, seems to be in a much better situation.\n   </p>\n   <p>\n    \"Stop the enemy quickly, for the glory of the nobility!\"\n   </p>\n   <p>\n    Cheers Knight ordered through gritted teeth.\n   </p>\n   <p>\n    While speaking, he had already rushed forward brandishing the knight sword. A group of aristocratic gentlemen who rested a bit also chased after him at the fastest speed.\n   </p>\n   <p>\n    The \"rebels\" cannot be allowed to escape, this is the common thought of everyone. It is a matter of the face of the Fifth Army, and the enemy must be completely wiped out in this battle.\n   </p>\n   <p>\n    \"whoosh, whoosh, whoosh...\"\n   </p>\n   <p>\n    This time Hudson didn't shoot anyone, but aimed at the horse of the skeleton \"Holy Son\" rushing to the front. After being hit by several arrows in a row, the tenacious horse continued to run for tens of meters before falling helplessly on the battlefield.\n   </p>\n   <p>\n    The middle-aged \"Holy Son\" who had just killed the Quartet fell directly to the ground, and the cavalry who followed hurriedly tightened their horse ropes. If he hadn't reacted quickly enough, he would have almost stepped on his own cavalry's horseshoe.\n   </p>\n   <p>\n    After a moment of hesitation, the infantry who had been dispersed were once again blocked in front by the supervising team. It was too late to launch a second round of charge, and the pursuers behind also caught up.\n   </p>\n   <p>\n    Seeing this scene, the middle-aged \"Holy Son\" who had lost his war horse turned pale instantly. Don't say that he sent the Earth Bear into Dardir City, maybe he himself has to explain it here today.\n   </p>\n   <p>\n    After working hard for most of his life, he managed to get into the middle ranks of the Holy See. Before he had time to enjoy himself, he fell into this situation.\n   </p>\n   <p>\n    I feel unwilling even after thinking about it, do you want to reveal your identity? As soon as this unreliable thought arose, he decisively suppressed it.\n   </p>\n   <p>\n    The aristocratic coalition forces on the opposite side had obviously fired a real fire, and made it clear that they were not prepared to let them leave alive. In this case, \"showing your identity\" will only die faster.\n   </p>\n   <p>\n    Theoretically speaking, it would be more beneficial for the Alpha Kingdom to capture them alive and argue with the Holy See. It's a pity that the gang in front of them are all low-level nobles, and they are not qualified to be involved in the upper-level battles.\n   </p>\n   <p>\n    If you don't want to get involved in high-level disputes, the easiest way is undoubtedly to pretend that you don't know anything, and kill people directly. As long as this \"rebel\" cavalry is wiped out, they can only wear the hat of rebels forever.\n   </p>\n   <p>\n    No matter what other nobles think, Hudson, who is afraid of trouble, has already taken the lead.\n   </p>\n   <p>\n    The arrows of \"whoosh, whoosh, whoosh...\" are flying, constantly fighting for heads with comrades-in-arms on the battlefield, without giving everyone a chance to capture the rebels alive.\n   </p>\n   <p>\n    In less than a cup of tea, only the \"Holy Son\" was left to fight alone on the battlefield. At this time, a group of flying dragon cavalry descended from the sky, and the unique symbol of holy light made people know that they were members of the Holy See.\n   </p>\n   <p>\n    Seeing his own people, the skeleton \"Holy Son\" was about to ask for help, but what greeted him was a volley of swords. A golden sword light flashed across, and the Skeleton Son was split into two.\n   </p>\n   <p>\n    \"Golden Rank Flying Dragon Knight!\"\n   </p>\n   <p>\n    Confirming the strength of the person who came, Hudson couldn't help swallowing. This person is definitely the strongest person he has encountered since time travel, this powerful strength is really enviable.\n   </p>\n   <p>\n    The strong in the continent of Aslant are respected, awed by the strength of the coming people, and the Holy See represented behind them, everyone's tacit choice suppressed the mind of questioning.\n   </p>\n   <p>\n    \"I am Carliss, the head of the second Flying Dragon Knights under the Knights of Judgment, and this time I am here on behalf of the Holy See to investigate the forgery of the Blood Moon Horn by the Skull and Bones.\n   </p>\n   <p>\n    Seeing how wonderful your battle was just now, I couldn't help itching and swung a sword. I think you don't mind, do you? \"\n   </p>\n   <p>\n    (end of this chapter)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 50": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1 class=\"main-title\">\n  The King Chapter 50: tit for tat\n </h1>\n <body>\n  <div [class]=\"'par fontsize-' + fontsize\" class=\"par fontsize-16\">\n   <p>\n    Chapter 50 Tit for Tat\n   </p>\n   <p>\n    Don't mind, how is it possible?\n   </p>\n   <p>\n    Just seeing this coquettish and coquettish look, Hudson wanted to go up and give him a good beating to let him understand the dangers of society.\n   </p>\n   <p>\n    Unfortunately, limited by strength, this tempting idea can only stay in my mind. If you really rushed forward recklessly, it would be clear at a glance who was beaten by the society.\n   </p>\n   <p>\n    If the opponent is alone, Hudson doesn't mind encouraging his allies to carry out a more advanced siege. There are not a few strong men who have been besieged by the army since ancient times, and adding another golden knight is nothing.\n   </p>\n   <p>\n    It's a pity that Karlis came here with a battalion of flying dragon cavalry. It is still unknown who will abuse who if there is a fight. After all, people are flying in the sky, and they are inherently invincible.\n   </p>\n   <p>\n    \"Lord Carliss, if we can help kill the rebel leader, we are too grateful, so why would you mind?\n   </p>\n   <p>\n    It's just that the battle here is over. Now the main force of the Skull and Bones is in Dardir City, and Earl Pierce is organizing a siege. My lord will definitely get what he wants in the past now. \"\n   </p>\n   <p>\n    Cheers' words seemed polite, but inside and out they revealed the meaning of driving people away. Apparently, he didn't have any affection for these uninvited guests either.\n   </p>\n   <p>\n    If Karlis doesn't act, everyone will still doubt the origin of this \"rebel cavalry\", and now there is no need for doubting procedures.\n   </p>\n   <p>\n    There is no way to avenge your comrades in arms. It is enough to be aggrieved. If you want to serve the nobles in a humble way, it will be too bullying for the nobles.\n   </p>\n   <p>\n    Although the Holy See is powerful, this is the Alpha Kingdom. Everyone is unwilling to offend the Holy See, but it does not mean that they are really afraid of them.\n   </p>\n   <p>\n    At least on the bright side, the people of the Holy See cannot attack the nobles at will. Otherwise, no matter how powerful the dragon cavalry is, they will not be able to leave the kingdom alive.\n   </p>\n   <p>\n    Of course, the constraints are nothing more than that.\n   </p>\n   <p>\n    If it is a big noble in the kingdom, it can also represent the kingdom and the Holy See, and the fifth army and the small nobles can complain secretly.\n   </p>\n   <p>\n    \"Brave knight, the Skull and Bones matter is not in a hurry. I received news that someone stole my holy relic from the Holy See and hid it in this convoy.\n   </p>\n   <p>\n    Now that the property is returned to its original owner, I will take back the sacred objects belonging to the Holy See, do you have any objections? \"\n   </p>\n   <p>\n    Karlis said without a doubt.\n   </p>\n   <p>\n    During the speech, the aura belonging to the golden knight also exuded, making it difficult for everyone to breathe. If it weren't for the glory of the nobles, many people would have already fallen down.\n   </p>\n   <p>\n    Without a doubt, that doesn't include Hudson. Knowing the truth that curiosity killed the cat, when Karlis fell from the sky, he deliberately distanced himself from him.\n   </p>\n   <p>\n    Although he was not suppressed, Hudson still didn't mean to be the first bird, but instead set his sights on Cheers Cavaliers.\n   </p>\n   <p>\n    It is not easy to be the boss. While enjoying the benefits, you must also assume corresponding obligations.\n   </p>\n   <p>\n    \"Lord Carliss, I'm afraid this won't work! The glory of nobles cannot be desecrated, and we have the right to dispose of our own spoils.\"\n   </p>\n   <p>\n    While speaking, the sweat on Chelsea's forehead came out. Obviously, facing this mysterious Karlis, he was under a lot of pressure.\n   </p>\n   <p>\n    \"no?\"\n   </p>\n   <p>\n    \"hehe…\"\n   </p>\n   <p>\n    \"It seems that you are really courageous! Colluding with the cult Skull and Bones to prevent the Holy See from taking back the sacred objects, what crime should you be?\"\n   </p>\n   <p>\n    As soon as Karlis's words hit the ground, a familiar voice came from afar, and rescued Cheers, who was under heavy pressure.\n   </p>\n   <p>\n    \"What should be the crime, don't bother your Excellency. My Alpha Kingdom has its own laws, and there is no need for the Holy See to act on behalf of the secular affairs!\"\n   </p>\n   <p>\n    The person who came was Earl Pierce, the noble leader of the southeastern province.\n   </p>\n   <p>\n    It seems that the previous war caught his attention. For the safety of food and grass, he led troops to come for reinforcements, and happened to bump into this scene.\n   </p>\n   <p>\n    They are all bosses. The Knights of Chells need to be responsible for the alliance, and Earl Pierce also needs to be responsible for the nobles in the southeastern province.\n   </p>\n   <p>\n    At least when it comes to the outside world, he must stand out. The hearts of the people are scattered, and the team is not easy to lead. If you are cowardly at this time, then you don't have to hang out in the noble circle.\n   </p>\n   <p>\n    Seeing that they had a backbone, all the nobles of the Fifth Army glared at Karlis one after another, as if they were going to do it as soon as the boss gave an order.\n   </p>\n   <p>\n    Affected by the atmosphere, Hudson also silently took out the arrow. As soon as he came up, he was labeled as colluding with a cult, and he had learned about the dominance of the Holy See.\n   </p>\n   <p>\n    Now that it is in decline, it is still so rampant. What if it was still at its peak? No wonder the nobles want to rebel against the Holy See, no one can bear this matter!\n   </p>\n   <p>\n    \"It turned out to be the famous Flaming Golden Retriever Lion, you want to come to this muddy water too?\n   </p>\n   <p>\n    Thinking about it is right, they are all your subordinates! The younger brother has been wronged, and there is nothing wrong with being the boss.\n   </p>\n   <p>\n    If it was usual, I might not be able to give you face, but unfortunately not this time!\n   </p>\n   <p>\n    First, the Blood Moon Horn, which slandered the seal of our Holy See, fell into the hands of the Skull and Bones Society, and now it prevents us from taking back the holy relics. Are you planning to become an enemy of my Holy See? \"\n   </p>\n   <p>\n    Kallis asked slightly mockingly.\n   </p>\n   <p>\n    It's not that he's really crazy. He really wants to cut off the connection between Skull and Bones and the Holy See. Many things in the convoy must be destroyed.\n   </p>\n   <p>\n    In order to keep the secret, and not to catch the Alpha Kingdom, Karlis can even kill his own people.\n   </p>\n   <p>\n    \"If your Excellency wants to understand this way, I, the Alpha Kingdom, will take over. It is not three hundred years ago now, I hope you will think twice before making a decision, and don't make a big mistake by making a careless move!\"\n   </p>\n   <p>\n    Earl Pierce confronted each other.\n   </p>\n   <p>\n    Frankly speaking, if he knew that this scene would happen, he would not come to join in the fun no matter what.\n   </p>\n   <p>\n    But there is no way now, the two sides choked on each other from the beginning. As a vassal, Pierce also wanted to save face. How could he easily bow his head in front of all the younger brothers?\n   </p>\n   <p>\n    Witnessing this confrontation with his own eyes, Hudson found himself growing a lot. The seemingly decadent Alpha Kingdom is not in decline as he expected.\n   </p>\n   <p>\n    At the very least, the aristocratic class, the pillar of the kingdom, has not really decayed yet. Even though everyone has various faults, when facing the powerful Holy See, everyone still dares to argue.\n   </p>\n   <p>\n    For a big country, as long as the ruling class is not rotten, the situation of the country is not that bad. Even if you are in a difficult situation for a while, you can get out of it slowly.\n   </p>\n   <p>\n    The two sides confronted each other for a cup of tea, and realized that Karlis, who could not force the other party to make concessions, sneered at the flying dragon cavalry in the sky and ordered: \"Destroy these carriages, and anyone who dares to stop them will be killed!\"\n   </p>\n   <p>\n    If you can't take it with you, destroy it. All information about the transaction between the Holy See and Skull and Bones must be destroyed. This is the bottom line of the Holy See, and it is also the biggest concession that Karlis can make.\n   </p>\n   <p>\n    Seeing that Earl Pierce did not order to stop, Hudson secretly breathed a sigh of relief. He didn't want to fight desperately with enemies flying in the sky, that would be too passive.\n   </p>\n   <p>\n    It would be better to destroy the carriage, which means that the fact that he instructed his younger brother to hide the loot will be covered up along with it.\n   </p>\n   <p>\n    (end of this chapter)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 51": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1 class=\"main-title\">\n  The King Chapter 51: Earth Bear\n </h1>\n <body>\n  <div [class]=\"'par fontsize-' + fontsize\" class=\"par fontsize-16\">\n   <p>\n    Chapter 51 The Bear of the Earth\n   </p>\n   <p>\n    The unhappy ending made the Fifth Army the biggest loser. After a desperate **** battle, they didn't even know what the spoils looked like, so they were destroyed.\n   </p>\n   <p>\n    After counting the losses, everyone became restless. Everyone didn't have time to care about the casualties of serf soldiers, but the casualties of nobles could not be ignored.\n   </p>\n   <p>\n    Seven people were injured, three people were disabled, and eight people were killed in battle. The number of noble officers was almost reduced by a quarter. If an ordinary war reaches this point, it may have already collapsed.\n   </p>\n   <p>\n    If it weren't for Hudson's quick response and playing the sea of ​​​​people tactics very unscrupulously, I am afraid that the ending of the Fifth Army will be even more tragic.\n   </p>\n   <p>\n    Even if Earl Pierce promised that the previous matter would not be pursued, the kingdom would not forget everyone's achievements, and everyone would not be happy at all.\n   </p>\n   <p>\n    The Fifth Army suffered so many casualties, the robbery is not worth mentioning at all. If you continue to hold on to it, it will be too inhumane.\n   </p>\n   <p>\n    The noble officers suffered heavy losses, and the elite private troops died even more. Directly from more than 700 people when they set off, it dropped sharply to less than 400.\n   </p>\n   <p>\n    The casualties were so heavy. Apart from the initial bitter battle, a large part of the reason was that they wanted to retreat but were unable to retreat, and were pushed to the front by the serf soldiers on the periphery.\n   </p>\n   <p>\n    Almost all the nobles who participated in the war suffered heavy losses. Without three to five years of hard work, there is no way to recover.\n   </p>\n   <p>\n    Looking at the groups of cold numbers, Hudson became more and more low-key. Even dividing up the spoils was just a symbolic acquisition of two horses and three sets of armor.\n   </p>\n   <p>\n    There is no way, the loot is too little. On the battlefield, the swordsman has no eyes, and most of the weapons and equipment are destroyed in the melee. If it weren't for Hudson, the archer, I'm afraid he wouldn't be able to keep these dozens of horses.\n   </p>\n   <p>\n    Just three melons and two dates, naturally there is nothing to argue about. In order to show the aristocratic attitude, one has to leave a share for the dead comrades, even less.\n   </p>\n   <p>\n    Regardless of the sadness, Hudson went back to his camp to count the harvest after finishing the work.\n   </p>\n   <p>\n    There is nothing to be ashamed of, stealing loot is not his patent. Almost all officers and soldiers who participated in the war will do it, as long as they are not discovered.\n   </p>\n   <p>\n    Opening a box, it was full of medicines, and opening another box, it was still medicines, which made Hudson almost collapsed.\n   </p>\n   <p>\n    He didn't dare to use the mysterious potion whose effect was unknown, and he couldn't even trade it.\n   </p>\n   <p>\n    Intuition told him that these things are not good products. The appearance of one box after another made Hudson wonder whether the continent of Aslant had entered the industrial age.\n   </p>\n   <p>\n    After praying to all the gods, Hudson opened the third box with great anticipation. This time it was finally not a mysterious potion, but a sleeping Warcraft cub.\n   </p>\n   <p>\n    It can be sensed from the breath, this is a high-end product, and it is a rare treasure for knights and magicians. Hudson really couldn't understand why the Holy See gave such treasures to the rebels.\n   </p>\n   <p>\n    With a high nose, small face, good skin, big arms, round waist, and an upturned figure, the whole body is full of \"cute\". You can tell at a glance that this is a proper bear nobleman.\n   </p>\n   <p>\n    If it weren't for the lack of dark circles, black ears, black limbs, black scarf, and a limited-edition brown skin, Hudson would have thought it was a prison beast.\n   </p>\n   <p>\n    I don't know if it was the panda who cheated or the brown bear cheated, anyway, Hudson doesn't think this is a serious bear.\n   </p>\n   <p>\n    Based on his poor knowledge and some legends, Hudson finally determined that this guy was the famous Earth Bear.\n   </p>\n   <p>\n    It is really hard for people to connect the legendary land king and the cute beast in front of them.\n   </p>\n   <p>\n    Maybe the magic potion expired, or maybe it was enough sleep. After waking up, the Earth Bear stretched his waist, glanced at the surrounding environment, rubbed his eyes in disbelief, and then stared at Hudson with an angry look. .\n   </p>\n   <p>\n    Before Hudson could react, a voice broke into his mind: \"Human, I know you've messed up! Send you back, Mr. Bear Stearns, or I'll take you as a snack!\"\n   </p>\n   <p>\n    Psychic communication is an innate talent of high-level monsters, and their IQ is no worse than that of humans. The legendary holy beast can even communicate directly with humans.\n   </p>\n   <p>\n    If it weren't for the fact that there are so many races of monsters, they are each other's links in the food chain, and there is no way to unify them because they are constantly killing each other. I am afraid that the hegemony of the mainland will not be able to turn to humans.\n   </p>\n   <p>\n    Looking at the charming bear in front of him, waving a bear melon, Hudson didn't find it cute at all.\n   </p>\n   <p>\n    The king of the mainland is not called for nothing, even if it is just a cub of a monster, it is not something a little knight like Hudson can deal with.\n   </p>\n   <p>\n    Without too much hesitation, Hudson hurriedly said: \"Dear Mr. Bear Stearns, welcome to my barracks as a guest. But do you really not remember how you came here?\"\n   </p>\n   <p>\n    It seems to have thought of something. After looking at the surrounding environment, the cute bear who was going to teach the humans in front of him suddenly withdrew his bear claws.\n   </p>\n   <p>\n    A good bear does not suffer immediate losses. The inheritance memory of his ancestors told him not to do things in the human military camp, or he will suffer a lot.\n   </p>\n   <p>\n    \"I seem to have taken a nap, and then appeared here. Damn human kid, tell you what's going on, Mr. Xiong?\"\n   </p>\n   <p>\n    Seeing this scene, Hudson really wanted to go forward and grab the bear skin and ravage it, but reason told him that he couldn't go there and seek death.\n   </p>\n   <p>\n    Don't look at this guy as cute, but the bear of the earth is never cowardly when fighting. An adult Earth Bear can even compete with giant dragons.\n   </p>\n   <p>\n    \"Mr. Bear Stearns, is this how you treat your savior? You know, you are just a little bit short, you have become a sacrifice of evil gods!\"\n   </p>\n   <p>\n    Hudson said without changing his face.\n   </p>\n   <p>\n    Never mind so much, he is definitely the savior of bears. The earth bear in front of him is obviously just born, and his mind is immature, which is the best time to fool around.\n   </p>\n   <p>\n    Being able to seduce such a high-level monster as a mount is a temptation that no knight can refuse. Hudson felt that he was too young to lie down. Now that the opportunity is at your door, you must work hard.\n   </p>\n   <p>\n    \"Is it?\n   </p>\n   <p>\n    Then thank you!\n   </p>\n   <p>\n    You can just do it to the end and send you back, Mr. Bear Stearns. I don't care about this matter. \"\n   </p>\n   <p>\n    After hearing the cub's answer, Hudson almost burst into tears. Who said that monsters come purely, the cub in front of him clearly wants to bully honest people.\n   </p>\n   <p>\n    \"No problem. This is the southeastern province of the Alpha Kingdom. I don't know where Mr. Earth Bear lives? When I finish fighting, I will send someone to send you back.\"\n   </p>\n   <p>\n    Hudson immediately agreed.\n   </p>\n   <p>\n    It is impossible to send it back, but the delay is real. There are only a few places in the continent of Aslant where the bears of the earth appear, and the nearest one is thousands of miles away from the southeastern province, and there are many densely populated places in the middle.\n   </p>\n   <p>\n    It is almost impossible for a young Earth Bear to pass through safely. Either being caught as a magic pet, or being dismembered into a pile of magic alchemy items.\n   </p>\n   <p>\n    (end of this chapter)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 52": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1 class=\"main-title\">\n  The King Chapter 52: Hudson Hudson\n </h1>\n <body>\n  <div [class]=\"'par fontsize-' + fontsize\" class=\"par fontsize-16\">\n   <p>\n    Chapter 52 Hudson Hudson\n   </p>\n   <p>\n    After exhausting their lips and tongues, in the end it was a sumptuous dinner that kept the hungry Uncle Xiong.\n   </p>\n   <p>\n    If you had known earlier, you would not have been busy. Hudson scolded himself for being stupid. This guy looked like a lazy guy, and he didn't know how to take advantage of such an obvious weakness.\n   </p>\n   <p>\n    Plan to complete the first step, how to turn the cub into his own mount, but Hudson is at a loss.\n   </p>\n   <p>\n    Theoretically speaking, after a knight awakens the heart of life, he can increase his affinity with monsters, but the extent of this bonus varies from person to person.\n   </p>\n   <p>\n    Some people wandered around the Warcraft Mountains, and they were able to pick up a good mount; some people wandered around the Warcraft Mountains, and they turned into the excrement of Warcraft.\n   </p>\n   <p>\n    Looking at the knights who don't have exclusive Warcraft mounts, we know that the probability of the latter is much higher than the former. If you are not a hero in an epic legend, it is best not to expect nothing from the sky.\n   </p>\n   <p>\n    The most common way to obtain Warcraft mounts is: first subdue them, then slowly do ideological work, and finally sign a contract.\n   </p>\n   <p>\n    This also requires a test of character. If you encounter a monster who would rather die than surrender, it will be useless to toss about it casually.\n   </p>\n   <p>\n    It is not impossible to force a contract to be signed, but it is necessary to always beware of the backlash of monsters. When the beast is not afraid of death, the role of the contract is actually not great.\n   </p>\n   <p>\n    In addition to fighting for character, there is also a kind of artificially raised monster mounts. For example: Earl Pierce's griffin cavalry, the Holy See's flying dragon cavalry.\n   </p>\n   <p>\n    Because monsters are raised and raised by humans all year round, they are much more docile, and the probability of successful contracts is much higher.\n   </p>\n   <p>\n    There are advantages and disadvantages. Warcraft grown in greenhouses are not only far inferior to wild beasts in combat effectiveness, but even have a much lower growth limit.\n   </p>\n   <p>\n    Theoretically speaking, all wild monsters have the opportunity to surpass their original ranks and evolve through their bloodlines.\n   </p>\n   <p>\n    There is no hope for domesticated ones, maybe because the feed for feeding is not good, or maybe it is because of the loss of the original wildness of Warcraft, and there is almost no step-over-evolution.\n   </p>\n   <p>\n    These successful experiences are not applicable to Hudson. Although the cub looked cute and seemed easy to deal with, his intuition told him that it was a bear or a cat, so don't use it as a snack.\n   </p>\n   <p>\n    It is also not advisable to raise them first and then slowly domesticate them. Everyone is innocent, but pregnant is guilty. An ownerless Earth Bear is simply the brightest lighthouse.\n   </p>\n   <p>\n    On the surface, you should pay attention to eating appearance, maybe everyone will not do anything, but it is hard to say in the dark. The well-mannered ones come to discuss deals, and the unruly ones directly arrange an accident.\n   </p>\n   <p>\n    If you can't recognize the Lord as soon as possible, the earth bear in front of you will be a hot potato.\n   </p>\n   <p>\n    Hudson has made up his mind, if he can't fool this product into signing a contract, he will trade it with Earl Pierce.\n   </p>\n   <p>\n    There is no way. Among the nobles in the southeastern province, there are very few who can afford this product, and those who can take it home and slowly cultivate their relationship, and even fewer are not worried about being peeped.\n   </p>\n   <p>\n    Perhaps aware of Hudson's little thoughts, the cub who had a full meal yelled in a very unqualified manner: \"Human boy, your food here is too bad.\n   </p>\n   <p>\n    Except for this cup of milk that tastes good, the rest are all stuff, dry and devoid of energy. You, Uncle Xiong, are growing up, so you must eat top-quality monster meat...\"\n   </p>\n   <p>\n    Hudson rolled his eyes very speechlessly, it was not tasty, and he still ate so much. If he hadn't been a grain transport officer, he wouldn't have been able to support this guy.\n   </p>\n   <p>\n    It is a daily meal standard to kill 30 nobles in one meal. If you haven't fooled around, wanting to enjoy this kind of food is just a dream.\n   </p>\n   <p>\n    Looks like a panda, and I don't know if the Earth Bear eats bamboo or not. Anyway, he serves monster meat every day, and Hudson can't afford this big eater.\n   </p>\n   <p>\n    \"Mr. Bear Stearns, don't you know that you need to be polite to your savior?\n   </p>\n   <p>\n    You must know that there are many people outside who are staring at your bear skin, taking a fancy to your flesh and blood and magic core.\n   </p>\n   <p>\n    If it falls into the hands of these rough people, it will be dismembered at most. If it falls into the hands of some research madmen, it will be blood drawing and flesh cutting every now and then. Life is worse than death.\n   </p>\n   <p>\n    By the way, there is also the Holy See. Those magic sticks like to brainwash you cubs the most, and train them until they grow up to welcome the arrival of the birdmen.\n   </p>\n   <p>\n    The earth bear with wings has not appeared in the Aslante continent for thousands of years. Mr. Bear Stearns, how about you...\"\n   </p>\n   <p>\n    Before Hudson finished speaking, the cub couldn't help but explode: \"Shut up, you hateful human being, you really bully bears too much.\n   </p>\n   <p>\n    Don't try to trick me into becoming a Demon Pet, I, Bear Stearn, would rather die than surrender, the great Earth Bear family has no cowards, and the Bear family will never be slaves...\"\n   </p>\n   <p>\n    This was stimulated, and such a timid Earth Bear Hudson was speechless. You must know that in myths and legends, this guy is known as the king of the earth, the ultimate tyrant of the continent of Aslant.\n   </p>\n   <p>\n    \"Mr. Bear Stearns, how dare I enslave the great Earth Bear? As a friend, I just can't bear to see you suffer.\n   </p>\n   <p>\n    Otherwise, we will sign a two-hundred-year friendship and mutual assistance contract. I will provide you with food and safety protection, and you will help me fight when necessary.\n   </p>\n   <p>\n    Given your long lifespan, two hundred years is just a small episode in your life, and it will not be too late to go back to be the king of the forest when you become an adult. \"\n   </p>\n   <p>\n    \"No, two hundred years is really too long. Ben Xiong is a genius of the Earth Bear family, and he will be able to enter adulthood in advance in a hundred years at most.\n   </p>\n   <p>\n    How about this, if you arrange someone to send me back, you can gain the friendship of the Earth Bear clan. \"\n   </p>\n   <p>\n    genius?\n   </p>\n   <p>\n    Born to be a fool!\n   </p>\n   <p>\n    Hudson doesn't think that a genius bear can be captured and transported from thousands of miles away, and he doesn't know what happened.\n   </p>\n   <p>\n    If you know it, you know it, but Hudson still hasn't revealed it. Sales experience told him that a business needs to be closed smoothly. The best way is to make the opponent think he is awesome, and then guide the opponent to jump into the pit by himself.\n   </p>\n   <p>\n    \"If this is the case, there is no way.\n   </p>\n   <p>\n    Mr. Bear Stearns, based on your appetite just now, you have already attracted the attention of interested people. It is estimated that someone will come to your door in a short time, you can gamble your luck.\n   </p>\n   <p>\n    May the Lord of Dawn bless you, you will not fall into the hands of the Holy See.\n   </p>\n   <p>\n    You must know that the Flying Dragon Knights under the Judgment Knights are nearby. It seems that the person who arrested you happened to be someone from the Holy See. It seems that they are going to send you to the Skull and Bones Society to sacrifice a skeleton.\n   </p>\n   <p>\n    You should understand my difficulties. As a little knight, not my own bear, it is very difficult for me to take the risk of offending the Holy See and pay a high price to protect you. \"\n   </p>\n   <p>\n    Obviously, Hudson didn't speak human language. The blessing of the Lord of Dawn is simply the most vicious curse.\n   </p>\n   <p>\n    No matter how fraternal the gods are, there is no reason not to bless their own believers and run to help outsiders.\n   </p>\n   <p>\n    Using unwillingness to offend the Holy See as an excuse, it is clear that bullying bears have no knowledge. In daytime battles, it was Hudson who killed the most men.\n   </p>\n   <p>\n    After hesitating for a while, the cub said nervously: \"Humans are what you said, you can only sign a friendly mutual contract, I am not your magic pet mount.\n   </p>\n   <p>\n    Whether to help fight or not depends on Ben Xiong's mood.\n   </p>\n   <p>\n    And the food you promised, you must have a glass of animal milk just now every day. No, one cup is not enough, Ben Xiong wants a pot, it needs such a big pot...\"\n   </p>\n   <p>\n    Looking at the serious-looking cub, Hudson didn't know how to bargain. Is it necessary to emphasize the trivial matter of animal milk again and again, as if this is the main point.\n   </p>\n   <p>\n    \"Okay, Mr. Bear Stearns. If there are no other questions, we can sign the deed now.\n   </p>\n   <p>\n    In order to show sincerity, you are responsible for making the contract, and the above promises can be written on it intact, and the **** of the contract will be the witness. \"\n   </p>\n   <p>\n    Hudson pretended to be generous and said.\n   </p>\n   <p>\n    There is no way, he, a pseudo-magician, doesn't know how to make a contract at all, so he can only fool the Earth Bear to do it himself.\n   </p>\n   <p>\n    As for the content of the contract, it seems that Hudson paid more and received less, obviously suffering a big loss.\n   </p>\n   <p>\n    But in fact, these are the necessary treatment provided by the master for the magic pet. It is nothing more than changing the rhetoric and beautifying the relationship between the two.\n   </p>\n   <p>\n    If you want to eat and not work, you have to agree with the enemy. When it comes to the battlefield, you can't help but bear. But this also reminded Hudson that this guy seems to be a close relative of the Iron Eater...\n   </p>\n   <p>\n    (end of this chapter)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 53": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1 class=\"main-title\">\n  The King Chapter 53: arrow on the string\n </h1>\n <body>\n  <div [class]=\"'par fontsize-' + fontsize\" class=\"par fontsize-16\">\n   <p>\n    Chapter 53 The arrow is on the string\n   </p>\n   <p>\n    \"Hudson, you are so lucky. I, a great knight, didn't even get a monster as a mount, but you were able to get an earth bear as a mount.\"\n   </p>\n   <p>\n    Chelsea said enviously.\n   </p>\n   <p>\n    It's not that he can't get a monster, the real problem is that not all monsters are suitable for mounts. Size, combat effectiveness, and whether it can be domesticated must be considered.\n   </p>\n   <p>\n    Many low-level monsters are not as easy to use as war horses. The war horses used by the nobles are not ordinary wild war horses, but the product of crossbreeding with Warcraft.\n   </p>\n   <p>\n    Both explosive power and endurance have improved a lot compared to before. It is said that the best among them even caught up with Warcraft.\n   </p>\n   <p>\n    \"Uncle Cheers, this is all luck. I didn't expect that I went out for a walk and met a bear of the earth. By chance, the contract was concluded.\"\n   </p>\n   <p>\n    Hudson said very Versailles.\n   </p>\n   <p>\n    Everyone is not an idiot. Anyone who takes the story of \"picking up monsters when they go out\" is telling the truth will be out of their minds.\n   </p>\n   <p>\n    The southeastern province is flat, fertile, and densely populated. There are few mountains and mountains, and there are few monsters, let alone high-level monsters like the Earth Bear.\n   </p>\n   <p>\n    It's just that Hudson doesn't want to say it, and it's hard for everyone to ask in depth. After all, everyone has only a little bit of camaraderie as colleagues, and they talk about being happy as uncles and nephews, but in fact the relationship is not that good.\n   </p>\n   <p>\n    Welcoming everyone's envious eyes, Hudson is really in a good mood. It is mediocrity not to attract envy, and this kind of thing cannot be avoided.\n   </p>\n   <p>\n    Although Hudson likes to keep a low profile, his strength really doesn't allow it. Whether it's his superb archery skills, his accumulated rich military exploits, or the earth bear who was born in the spotlight, he can't keep a low profile.\n   </p>\n   <p>\n    Modesty is not a virtue in the Alpha Kingdom. It is already in the highlight moment, running to deliberately keep a low profile will only make people feel hypocritical.\n   </p>\n   <p>\n    But these are minor problems. If you surpass others by one or two ranks, you will be envied and envied by others. When the gap widens to one hundred or one thousand, then only admiration remains.\n   </p>\n   <p>\n    After all, everyone will only compare themselves with people of the same level around them, and will not take the humiliation of themselves to compete with the peak figures on the top of the tower.\n   </p>\n   <p>\n    Under normal circumstances, Warcraft has only one combat partner throughout its life. In this regard, it is much more loyal than humans.\n   </p>\n   <p>\n    It's not that there have been forced robberies and re-contracts, but these people have been trapped miserably in the end.\n   </p>\n   <p>\n    There are many negative cases, and everyone will learn to behave. In order not to die inexplicably on the battlefield, smart people regard the beast mount as a comrade-in-arms, not an object of enslavement.\n   </p>\n   <p>\n    Under this background, the temptation of the Earth Bear who has recognized the Lord has greatly diminished for everyone. The value of fur, crystal nucleus, and flesh and blood is not worth letting down the integrity of the nobles.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    After destroying the transport convoy, the flying dragon cavalry came to rest in a small forest outside Dadil.\n   </p>\n   <p>\n    \"Captain, I have asked the soldiers, but no one has found the earth bear cub. It seems that it has fallen into the hands of the nobles. It should be too late to ask for it now.\"\n   </p>\n   <p>\n    The middle-aged man said indignantly.\n   </p>\n   <p>\n    Someone dared to **** something from the Holy See. In the eyes of this devout believer, it was like taking food from a tiger.\n   </p>\n   <p>\n    \"Forget it, Alberto. Without sufficient evidence, those nobles will not admit it. We still have important responsibilities to shoulder, and now is not the time for extra trouble.\"\n   </p>\n   <p>\n    Karlis said helplessly.\n   </p>\n   <p>\n    He is also greedy for the cub of the Earth Bear, but this is the Alpha Kingdom. In order to destroy the evidence that day, he acted too blatantly, which had already aroused the other party's suspicion.\n   </p>\n   <p>\n    In case the gang of nobles are irritated, it is unknown whether they can leave alive.\n   </p>\n   <p>\n    The death of myself and others is minor. If the \"Blood Moon Horn\" falls into the hands of the Alpha Kingdom, the cause of the Holy See will be affected.\n   </p>\n   <p>\n    \"Leader, why don't we get back the Blood Moon Horn first, and then go...\"\n   </p>\n   <p>\n    Before Alberto could finish speaking, Carliss interrupted unceremoniously: \"Don't dream, although the Skull and Bones was supported by us secretly, it doesn't mean that they will obey our orders.\n   </p>\n   <p>\n    Now asking them to hand over the Horn of the Blood Moon is tantamount to letting them die. No one wants to sit still, and the current Skull and Bones will definitely give it a go.\n   </p>\n   <p>\n    Our chance is to wait until the end of the war and take advantage of the chaos to **** the Horn of the Blood Moon. It would be even better if a few high-level members of the Skull and Bones can be rescued by the way, so that they can continue to cause trouble for the nobles. \"\n   </p>\n   <p>\n    The reason why a cult is a cult naturally has its evil side. Even if it's the little brother who was raised by himself, he can't control it completely.\n   </p>\n   <p>\n    No matter how powerful the Holy See is, it is powerless to meet a group of guys who are often out of their minds.\n   </p>\n   <p>\n    No matter how big the tossing scene is, the cult organization will end in tragedy in the end. The main reason is that they often deal with evil gods and get polluted unconsciously.\n   </p>\n   <p>\n    Many cult believers seem to be human beings, but the essence of their lives has changed. This change allowed them to gain extraordinary power, and at the same time inherited the madness of the evil god.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    In Dadir City, the offensive of the noble coalition forces is getting more and more fierce, but the supplies promised by the mysterious organization are delayed, and the Skeleton Lord is also a little panicked.\n   </p>\n   <p>\n    Under the efforts of the enemy magicians, the walls of Dadir City, which was originally impregnable, have already collapsed with tens of meters of walls.\n   </p>\n   <p>\n    In order to plug the gap, the Skull and Bones Society has already exerted all its strength. The enemy did not launch a full-scale attack, mostly to wait for the magician to recover before attacking them.\n   </p>\n   <p>\n    A gap in the city wall of tens of meters can be filled with human life, but with the continuous expansion of the gap, there will be a day when it cannot be filled.\n   </p>\n   <p>\n    \"Holy Lord, the enemy's reinforcements have arrived at the city. Looking at the number of camps, it is estimated that there are as many as 4,000 people.\n   </p>\n   <p>\n    I am afraid that the time to launch a general offensive is not far away. Once the enemy is allowed to attack the city, the consequences will be bad.\n   </p>\n   <p>\n    With the current situation, it is not easy to send things in under the eyes of the enemy.\n   </p>\n   <p>\n    Otherwise, we will hold the Centennial Ceremony in advance, although there is a lack of a high-level monster, but with such a rich sacrifice, the great Skeleton Lord will not intervene...\"\n   </p>\n   <p>\n    Before the middle-aged man could finish speaking, the masked Skeleton Lord interrupted: \"Iman, things are not as simple as you think.\n   </p>\n   <p>\n    A high-level monster is not just a sacrifice, but also a container for the arrival of my master's soul. The stronger the container, the more force it can carry.\n   </p>\n   <p>\n    If you catch a giant dragon, the strength after my lord comes can even directly enter the sanctuary. \"\n   </p>\n   <p>\n    Things have come to this point, and there is no point in keeping secrets. As for catching the giant dragon as a container for carrying power, that is purely a dream.\n   </p>\n   <p>\n    Not to mention the scarcity of giant dragons, the formidable power of the light giant dragons is not something that Skeletons can deal with.\n   </p>\n   <p>\n    Most dragons with pure blood can enter the sanctuary after they reach adulthood, which is the ceiling of the mainland's combat power.\n   </p>\n   <p>\n    Even if the Skeleton Master came here in person, under the suppression of the rules of the plane, it is still unknown whether he can beat the dragon.\n   </p>\n   <p>\n    \"But Holy Master, we don't know anything about the information of those mysterious people, can they really be relied on?\n   </p>\n   <p>\n    Besides, even if they are willing to fulfill the contract, whether they can deliver things under the nose of the enemy is still unknown.\n   </p>\n   <p>\n    Instead of procrastinating like this, it is better to hold a big sacrifice first to strengthen our strength. On my lord's side, it is absolutely possible to arrange a larger-scale sacrifice after the war.\n   </p>\n   <p>\n    As long as this war is won, all sacrifices are worth it. \"\n   </p>\n   <p>\n    Iman tried to persuade.\n   </p>\n   <p>\n    As one of the few soldiers in the Skull and Bones Society, Iman knows very well that the situation in the city is already very dangerous, and if it can't be delayed, something big will happen.\n   </p>\n   <p>\n    In order to plug the gap, they have sacrificed the invincible \"courage potion\", but unfortunately this thing is not really omnipotent.\n   </p>\n   <p>\n    The soldiers who took the potion basically fell on the battlefield. Now the rebel soldiers are beating their hearts when they mention the potion of courage.\n   </p>\n   <p>\n    Except for a few fanatical believers of evil gods, most people have shown varying degrees of war weariness. If you force everyone to take medicine and work hard, it will easily cause a rebound.\n   </p>\n   <p>\n    In normal times, the Skeletons would naturally not care about the thoughts of the soldiers at the bottom. Even if there was a rebellion, they would be able to suppress it easily.\n   </p>\n   <p>\n    But not now, the enemy will come into the city if you are not careful. The time left for Skull and Bones is running out.\n   </p>\n   <p>\n    (end of this chapter)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 54": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1 class=\"main-title\">\n  The King Chapter 54: political correctness\n </h1>\n <body>\n  <div [class]=\"'par fontsize-' + fontsize\" class=\"par fontsize-16\">\n   <p>\n    Chapter 54 Political Correctness\n   </p>\n   <p>\n    Successfully completed the reunion, and the Fifth Army breathed a sigh of relief. In the past seven days, there have been too many twists and turns.\n   </p>\n   <p>\n    As the most eye-catching cub, Hudson has earned enough attention as soon as he entered the coalition camp. However, everyone's eyes are mainly focused on the cub, and they are more envious and jealous of him, the lucky one.\n   </p>\n   <p>\n    It was a normal reaction, and it did not rise to the level of \"hate\", which made Hudson very relieved. Facts have proved that I don't have the physique to pull hatred.\n   </p>\n   <p>\n    There is more than one joyful thing. The allies who followed Earl Pierce to heal their wounds last night have all returned now.\n   </p>\n   <p>\n    Hudson had to sigh: The senior priest is indeed amazing! Those who lack arms and short legs can be picked up, and they can be discharged from the hospital in one step, which is almost amazing.\n   </p>\n   <p>\n    I don't know if it was an illusion, but Hudson vaguely noticed that the vitality of these people had dropped a lot. However, in exchange for healthy limbs, it is worthwhile to lose a few years of life.\n   </p>\n   <p>\n    Secretly, Hudson also made a decision not to go to the priest for treatment as a last resort, and it is best not to even suffer injuries. The priest's healing effect is really powerful, but it can't stand the life of this thing!\n   </p>\n   <p>\n    It is no wonder that the lifespan of a knight is severely polarized. A serious injury can lose a few years of lifespan. Naturally, the lifespan of those who often go to the battlefield is not long.\n   </p>\n   <p>\n    Everything is kept simple on the battlefield, and the reception banquet naturally does not exist, and it is replaced by a military meeting. It can be seen that the nobles of the kingdom are still very pragmatic, and they don't engage in fancy things.\n   </p>\n   <p>\n    As a mid-level military officer, Hudson was fortunate to participate in the military meeting, but the seat number changed, and he directly entered the top ten.\n   </p>\n   <p>\n    Everything comes from strength, and the world of nobles is so realistic. As the regiment leader with the strongest record and the most outstanding military exploits since the beginning of the war, Hudson is eligible to enjoy this treatment.\n   </p>\n   <p>\n    In theory, this is true, but Hudson's intuition tells Hudson that such a seating arrangement must have political purposes. Not only did his ranking go from the bottom to the top ten, but the ranks of the officers of the Fifth Army who participated in the meeting were all greatly improved.\n   </p>\n   <p>\n    As the unit with the lowest combat effectiveness among the five armies, it is absolutely impossible to suddenly gain such a status just because of its outstanding record.\n   </p>\n   <p>\n    If it is really counted, the performance of the Fifth Army is barely passable, and it cannot be called excellent at all.\n   </p>\n   <p>\n    Facing the surprised gazes of the crowd, except for a few who were deep in the city and remained calm, most of the nobles of the Fifth Army were on pins and needles.\n   </p>\n   <p>\n    Hudson still greeted acquaintances calmly, as if all this had nothing to do with him, and there was nothing abnormal on his face.\n   </p>\n   <p>\n    The seating position was determined by Earl Pierce himself. The intention to elevate the Fifth Army is so obvious that anyone can see it at a glance. It's not a joke to play like this. There must be some intention behind it.\n   </p>\n   <p>\n    The waiting time is long. It is obviously just a cup of tea, but to many people it is like three autumns.\n   </p>\n   <p>\n    \"This is Earl Frodo. He came to investigate the Blood Moon Horn by the king's order. I hope you can cooperate fully. Now, Earl Frodo, please speak for everyone.\"\n   </p>\n   <p>\n    Earl Pierce introduced to everyone with a smile.\n   </p>\n   <p>\n    \"Pierce, we are all old friends, why are you so polite. If you want to check the Blood Moon Horn, you have to wait until you take down Dadil City.\n   </p>\n   <p>\n    Although I have the king's command, I am not good at military affairs. This is your barracks, you should continue to preside over the military meeting, I'll just sit in on it. \"\n   </p>\n   <p>\n    The simple conversation exposed the identities of the two. The same is the count of the kingdom, but the status is very different. Even as the special envoy of the king, it cannot bridge the status gap between the earl of the court and the earl of the fiefdom.\n   </p>\n   <p>\n    Earl Frodo is obviously a smart man, he didn't take advantage of the status of the king's special envoy, but wisely chose to retreat behind the scenes and handed over the initiative to Governor Pierce.\n   </p>\n   <p>\n    The fact that the two big bosses do not fight for power is undoubtedly a good thing for the officers attending the meeting.\n   </p>\n   <p>\n    \"Ha ha…\"\n   </p>\n   <p>\n    After laughing, Pierce said proudly: \"In this case, I will not be polite.\"\n   </p>\n   <p>\n    It can be seen that he has no intention of giving up the initiative from the beginning to the end. The politeness just now was purely to save face for the king.\n   </p>\n   <p>\n    But face can be given, but military command power must not be given up. This is a matter of principle.\n   </p>\n   <p>\n    \"The top executives of the Skull and Bones Society are all in the city. According to the information collected, they are preparing for a big sacrifice and want to summon the evil **** to descend.\n   </p>\n   <p>\n    But their plan was destroyed by the Fifth Army yesterday. The convoy carrying the sacrificial offerings of the rebels encountered the Fifth Army and was wiped out more than ten miles away.\n   </p>\n   <p>\n    Some sacrifices are missing, this sacrifice will definitely be greatly reduced. It's just that we still can't take it lightly, and it's best to capture Dadir City before the enemy's sacrifice is completed.\n   </p>\n   <p>\n    After all, in addition to the rebels, the enemies on the surface, we must also be vigilant against the enemies hidden in the dark.\n   </p>\n   <p>\n    Everyone knows that there is a mysterious organization that has always been against the Kingdom, trying to subvert our rule over the Kingdom.\n   </p>\n   <p>\n    Facing such an evil enemy, we cannot relax at all. The fifth army did a good job yesterday, directly beheading all the enemies who took the lead.\n   </p>\n   <p>\n    Earl Frodo and I will truthfully report the achievements of the Fifth Army to the Kingdom. I hope you all learn from the resoluteness of the Fifth Army, don't have any mercy when you encounter such an enemy, you must be all at the first time...\"\n   </p>\n   <p>\n    After listening to Earl Pierce's explanation, the doubts in everyone's minds were instantly resolved. It's not how strong the fifth army's record is, it's purely the fifth army's performance in killing the \"Holy See cavalry\", which makes the bosses very satisfied.\n   </p>\n   <p>\n    Everyone has been killed. Whether intentionally or unintentionally, all the nobles of the Fifth Army have stood on the opposite side of the Holy See. In the Alpha Kingdom, where kingship and theocracy compete, this is political correctness.\n   </p>\n   <p>\n    It is conceivable that for the purpose of setting an example, the nobles of the Fifth Army will definitely receive preferential treatment.\n   </p>\n   <p>\n    Not being held accountable for private robbery is only secondary, and it will definitely get a bonus in the battle victory, and the distribution of territories will be taken care of.\n   </p>\n   <p>\n    Even for a long time in the future, there is no need to worry about being deliberately targeted by colleagues. Because no one wants to be suspected of \"colluding with the Holy See\".\n   </p>\n   <p>\n    Facing the friendly smiling faces of their colleagues, the expressions of the nobles of the Fifth Army are also very exciting, surprise, apprehension, fear... There are various expressions.\n   </p>\n   <p>\n    Relatively speaking, Hudson is much calmer. As expected, from the moment he identified the enemy, he knew that he was involved in a storm vortex.\n   </p>\n   <p>\n    Fortunately, in the game between kingship and theocracy, the Alpha Kingdom did not fall into a disadvantage. Although the Holy See is powerful, it is still thousands of miles away, and it doesn't take time to take revenge on these little people like them for a while.\n   </p>\n   <p>\n    Instead of worrying about the revenge of the Holy See, it is better to take advantage of the opportunity. After all, the continent of Aslante is a place where strength speaks. As long as the fist is big enough, naturally it is not afraid of the revenge of the Holy See.\n   </p>\n   <p>\n    What's more, compared to his hard-working colleagues, he also harvested a cub of the Earth Bear. As long as this guy is raised to adulthood, it is equivalent to having one more elite regiment.\n   </p>\n   <p>\n    There were no accidents. In the next military deployment, the decimated Fifth Army was reduced to a reserve force.\n   </p>\n   <p>\n    No one raised any objections, even the most combative Jim Knight in the Fifth Army, did not jump out to ask for a fight.\n   </p>\n   <p>\n    With more politically correct bonuses, for the Fifth Army, the combat exploits are enough. If you rob others again, you're just pulling hatred.\n   </p>\n   <p>\n    Of course, the most important thing is that everyone's private army has suffered heavy losses, and they have no strength to compete with other nobles.\n   </p>\n   <p>\n    (end of this chapter)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 55": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1 class=\"main-title\">\n  The King Chapter 55: broken city\n </h1>\n <body>\n  <div [class]=\"'par fontsize-' + fontsize\" class=\"par fontsize-16\">\n   <p>\n    Chapter 55 City Break\n   </p>\n   <p>\n    The military meeting ended, and the relationship among the nobles of the Fifth Army was greatly drawn closer. Earl Pierce's words shattered everyone's illusions.\n   </p>\n   <p>\n    Facing the behemoth of the Holy See, everyone is already a grasshopper on a rope. The military alliance that was on the verge of collapse due to the distribution of benefits was once again consolidated at this moment.\n   </p>\n   <p>\n    If you don't want to die in a daze, you must watch each other. Even if the Holy See wants to retaliate, it is impossible to do it openly, at most it will do some small tricks secretly.\n   </p>\n   <p>\n    For example: the next cult rebellion may start from the territory of a certain unlucky guy.\n   </p>\n   <p>\n    and other kingdoms' rescuers are obviously not very reliable. With the role models of the aristocrats in Leighton and White counties, everyone doesn't think that Earl Pierce will change his **** later.\n   </p>\n   <p>\n    He deepened his comrade-in-arms friendship with everyone, and was about to discuss the matter of watching each other. Hudson suddenly found that the energy in the mysterious compass was constantly passing away, so he hurriedly found an excuse to leave.\n   </p>\n   <p>\n    Mysterious compass is his lifeblood, even though only the simplest function has been developed, it has benefited him a lot.\n   </p>\n   <p>\n    Pretending to be a magician, pretending to be a sharpshooter, increasing the speed of practice, improving the overall quality of the body, whatever it is, is of great significance to Hudson.\n   </p>\n   <p>\n    Checked inside and out, but nothing abnormal happened, and finally Hudson locked his suspicious eyes on the sleeping bear cub.\n   </p>\n   <p>\n    According to the legend, a contract is signed with a high-level monster. Under highly recognized circumstances, there is a certain probability of sharing the other party's talent. Cultivation talent can be shared, so it is not impossible to share the energy in the compass.\n   </p>\n   <p>\n    Just about to wake up the cub, but reason told Hudson that it is very impolite to disturb the bear's dream.\n   </p>\n   <p>\n    Bear Stearns is not a good-tempered bear, if he gets angry with Mr. Xiong, it would not be worthwhile to get a beating.\n   </p>\n   <p>\n    With his fists not strong enough, Hudson really didn't have the confidence to teach the bear to understand the rules, so he could only coax the uncle Xiong first.\n   </p>\n   <p>\n    After hesitating for a moment, Hudson ordered to the guard: \"Bring a pot of animal milk, remember to add honey, and prepare some ordinary food.\"\n   </p>\n   <p>\n    There is no problem, not a pot of animal milk can't solve it. If you have any, add a little more honey.\n   </p>\n   <p>\n    As for other food, as an omnivorous animal, the Earth Bear is not very picky, just eat as much as you can.\n   </p>\n   <p>\n    Of course, there are still complaints, but Hudson ignored them.\n   </p>\n   <p>\n    From the information in the chat, Hudson came to the conclusion that Bear Stearns had a pair of unreliable parents who hadn't eaten a few good meals at home.\n   </p>\n   <p>\n    Dun Dun Warcraft meat is true, but the prerequisite is that the mother bear goes hunting.\n   </p>\n   <p>\n    As for Father Bear, who shows up once a few months to drive away threatening top predators, and occasionally brings some food, it is considered as having fulfilled his responsibility to support him.\n   </p>\n   <p>\n    Unfortunately, the mother bear is not a hardworking bear. She only goes hunting once in ten and a half months, and this is to take care of her cubs.\n   </p>\n   <p>\n    Otherwise, according to the work and rest habits of adult earth bears, they only eat once a year or so. As the darlings of the earth, they lie on the ground to absorb energy, and they can maintain their survival needs, and their demand for food is not large.\n   </p>\n   <p>\n    But cubs can't do it. They need to replenish a lot of energy in the growing stage, and it is obviously not enough to absorb the energy of nature.\n   </p>\n   <p>\n    The sad bear child has lived a life of hunger and fullness since birth. Hudson very much suspected that the earth bear became an omnivorous animal, which was caused by unreliable parents.\n   </p>\n   <p>\n    \"dinner time?\"\n   </p>\n   <p>\n    Bear Stearns rubbed Xiong's eyes and asked with some uncertainty. It clearly remembered that after eating, it fell asleep for a while.\n   </p>\n   <p>\n    Doubts are doubts, gourmet cubs have never been able to resist. Without waiting for Hudson to answer, he started eating on his own. While eating, he still didn't forget to complain to Hudson that the food was not nutritious through his mental strength.\n   </p>\n   <p>\n    Sure enough, from the moment the cub woke up, the flow of energy in the compass immediately slowed down.\n   </p>\n   <p>\n    After figuring out what the problem was, and making sure it wasn't a problem with the compass, Hudson's tense nerves relaxed.\n   </p>\n   <p>\n    Glancing at the cub who was eating happily, he asked, \"Bear Stearns, didn't your training speed just now become much faster than usual?\"\n   </p>\n   <p>\n    After putting the food in its paws into its mouth, the cub rubbed his head and said, \"It seems to be much faster. Let me just say, this bear is a genius. I will definitely become the strongest of the Earth Bear family. You must Make sure my...\"\n   </p>\n   <p>\n    Given a blank look at the narcissistic brat, Hudson directly withdrew from the camp. Experience told him to stay, and Bear Stearns was going to talk to him about food again.\n   </p>\n   <p>\n    It seems that in the world of bear children, there is nothing else except eating and sleeping.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    In the early morning, just as the sun smiled, the tragic siege began. As a reserve team, Hudson is very honored to become a melon-eating crowd.\n   </p>\n   <p>\n    Looking at the siege equipment that was too simple to be seen, and looking at the knights leading the soldiers to charge, Hudson very much suspected that this was killing people with a knife and eliminating dissidents.\n   </p>\n   <p>\n    In the entire battlefield, the only thing that can reflect the technical content is the magic circle in the center.\n   </p>\n   <p>\n    Perhaps with the support of the kingdom, the mage team has been greatly improved in terms of quantity and quality.\n   </p>\n   <p>\n    At this moment, a group of magicians are busy in the magic circle, as if they are brewing some big move. Intuition told Hudson that this is the key to this siege.\n   </p>\n   <p>\n    As for the soldiers who are constantly charging, the greater significance is to prevent the rebels from coming out to interrupt the spellcasting.\n   </p>\n   <p>\n    As a qualified melon eater, Hudson has no intention of standing up and making suggestions. As long as he is not used as cannon fodder, everything else is easy to discuss.\n   </p>\n   <p>\n    Only a loud \"boom\" was heard, the earth seemed to be split, and a huge crack appeared directly under the city wall, swallowing a section of the city wall nearly 100 meters away.\n   </p>\n   <p>\n    The scene in front of him made Hudson's head buzzing. This is the power of magic, no wonder it can fascinate countless people.\n   </p>\n   <p>\n    Without waiting for Earl Pierce's order, the coalition forces of nobles have poured into the city from the gap, and started the final battle for the glory of being the first to break the city.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Accompanied by loud noises, Dadir city also fell into chaos. Knowing that the city was broken, the Skeleton Lord immediately ordered: \"Iman, you lead people to hold the enemy first. Don't hesitate, use the blood moon horn directly.\n   </p>\n   <p>\n    The rest of the people followed me to the altar and immediately held sacrifices. The city is full of mobs, without the protection of the city walls, even with the horn of the blood moon, they can't last long. \"\n   </p>\n   <p>\n    \"Yes, Lord!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    At the critical moment of life and death, it is rare for the top executives of the Skull and Bones to unify their positions. The situation has developed to this point, no matter what the final result is, you have to fight hard.\n   </p>\n   <p>\n    The boys and girls who were **** and sent to the altar, waiting for the judgment of fate, were already crying.\n   </p>\n   <p>\n    The cruel reality tells them that there is no free lunch in the world. The preferential treatment and key training promised by the Skull and Bones in advance are actually just for better harvesting.\n   </p>\n   <p>\n    The wrist was cut, and blood dripped into the blood tank built, and slowly gathered in a large vat, exuding a strange breath.\n   </p>\n   <p>\n    As the chief priest of this ceremony, he also walked up to the altar tremblingly at this moment, as if he had aged ten years.\n   </p>\n   <p>\n    Different from other sacrifices, the Centennial Sacrifice is the most important sacrifice of the Skull and Bones Society, and it is also the most dangerous sacrifice.\n   </p>\n   <p>\n    It mainly depends on the mood of the Skeleton Master. If he is in a bad mood or in a too good mood, he may take away a few pious believers while enjoying the offerings.\n   </p>\n   <p>\n    The believers who preside over the sacrifice are the closest to the Skeleton Lord, and are undoubtedly the most dangerous. According to past experience, the probability of survival is less than one-third.\n   </p>\n   <p>\n    \"The Great Lord of Skeletons, your most devout believer, has prepared a sacrifice and is waiting for your surrender...\"\n   </p>\n   <p>\n    Before the word \"Lin\" came out, gusts of wind blew around the altar. A black cloud suddenly appeared above everyone's heads, and then quickly spread around.\n   </p>\n   <p>\n    (end of this chapter)\n   </p>\n  </div>\n </body>\n</html>\n"
}