{"Chapter 1": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1 class=\"main-title\">\n  The King Chapter 1: through\n </h1>\n <body>\n  <div [class]=\"'par fontsize-' + fontsize\" class=\"par fontsize-16\">\n   <p>\n    Chapter 1 Traveling\n   </p>\n   <p>\n    \"Healing of Light...\"\n   </p>\n   <p>\n    Accompanied by the chanting of the spell, a soft white light flew out and accurately landed on the hospital bed.\n   </p>\n   <p>\n    White light exudes the breath of early spring, as if to bring people into the ocean of life. The body can't lie, the weird scene made Li Mu swallow the words that came to his lips.\n   </p>\n   <p>\n    The scene in front of me really doesn't look like filming. As a prank, that's even more impossible. As an ordinary salaryman, Li Mu didn't think that anyone would make such a big scene for him.\n   </p>\n   <p>\n    \"Crossover!\"\n   </p>\n   <p>\n    As soon as this idea came to mind, a strange memory spewed out of his mind, before he could struggle, Li Mu fainted magnificently.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"Pastor Quinn, how is the situation in Hudson?\"\n   </p>\n   <p>\n    A middle-aged man in gorgeous clothes asked with concern. Beside him was a lady with red and swollen eyes, waiting for the answer with a rather complicated expression. There are expectations and resentment, but they are well hidden, looking like a mother who cares about her son.\n   </p>\n   <p>\n    \"Don't worry, Baron Redman. God will bless his followers!\n   </p>\n   <p>\n    The power of backlash was successfully cleared, and Master Hudson has awakened the seed of life, but the energy consumption is too large, and he fainted temporarily. \"\n   </p>\n   <p>\n    Pastor Quinn said a little tiredly.\n   </p>\n   <p>\n    Obviously, he did not perform the healing technique easily.\n   </p>\n   <p>\n    Who made him just a junior pastor?\n   </p>\n   <p>\n    But as long as he is a priest, he is a high-level talent, at least in Tielun Town.\n   </p>\n   <p>\n    As the only priest and pharmacist in the territory, Pastor Quinn is still very prestigious. Usually, when he sees a doctor, he uses the medicine he made up to make up for it, and he does experiments by the way. Only the most important people in the territory are worthy of his magic.\n   </p>\n   <p>\n    \"Great Lord of Dawn bless Hudson!\"\n   </p>\n   <p>\n    \"Thank you Pastor Quinn...\"\n   </p>\n   <p>\n    Baron Redman said a little excitedly, and the sadness on his face instantly disappeared without a trace. If it weren't for the cultivation of the nobility, I'm afraid the performance would be even more exaggerated.\n   </p>\n   <p>\n    After seeing off the pastor, Baron Redman turned around and told the maid: \"Take care of Hudson, and notify me immediately when he wakes up.\"\n   </p>\n   <p>\n    Maybe seeing that Baron Redman’s mood improved, the lady beside him couldn’t help pleading: “Redman, since Hudson is fine, should we put poor Lesser down first?”\n   </p>\n   <p>\n    As if he had been poked in the sore foot, Baron Redman, who was originally in a good mood, instantly became clouded.\n   </p>\n   <p>\n    \"Shut up! You spoiled it all. You secretly exchanged your brother's life essence, and passed on the thousand-year reputation of my Koslow family, all of which have been ruined by this bastard!\n   </p>\n   <p>\n    If it weren't for Hudson's fate, I would have killed this beast. Let him hang on, who dares to let him down, hum...\"\n   </p>\n   <p>\n    Tears are a woman's most powerful weapon. If it was normal, Baron Redman would have already retreated, but everything is different now.\n   </p>\n   <p>\n    After speaking, Baron Redman walked away without saving the baroness at all.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    On the hospital bed, Li Mu, who was slowly waking up with the memory of the original owner fused, finally confirmed that he was not dreaming.\n   </p>\n   <p>\n    I don’t know if he saved the universe in his previous life, and he caught up with such a lucky thing in time travel.\n   </p>\n   <p>\n    If possible, Li Mu would rather go back and continue 996. Time-traveling or whoever likes to come, just come!\n   </p>\n   <p>\n    \"Hudson Koslow\", the third son of Baron Redman, is Li Mu's new identity.\n   </p>\n   <p>\n    Frankly speaking, although this background is not rich and powerful, it is also something that he could not strive for in his previous life. If you work hard with this as the starting point, you will not worry about not having a wonderful life.\n   </p>\n   <p>\n    But this world is not normal!\n   </p>\n   <p>\n    Although the political structure is somewhat similar to that of medieval Europe, it is only an appearance.\n   </p>\n   <p>\n    Knight, magic, priest, wizard...\n   </p>\n   <p>\n    Elves, dwarves, orcs, sea people, undead...\n   </p>\n   <p>\n    Occupations and races that only exist in games and novels are all real in front of us now, so this world is doomed not to be peaceful.\n   </p>\n   <p>\n    Accustomed to the peace of modern society, suddenly came to a chaotic world of \"the strong prey on the weak\", no one can adapt to it.\n   </p>\n   <p>\n    Being afraid of pain, Li Mu didn't have the courage to try to die. After struggling in the hospital bed all night, he reluctantly accepted the fact that he had become \"Hudson Koslow\".\n   </p>\n   <p>\n    Set a small goal first - to survive.\n   </p>\n   <p>\n    In a world where religion is rampant and mixed with mythology, any abnormal behavior may lead to death.\n   </p>\n   <p>\n    In order not to get on the grill, Hudson's identity must be maintained. Everything else is easy to handle, but words, deeds and behavior habits are not so easy to imitate.\n   </p>\n   <p>\n    Thinking of this, Hudson didn't know whether to be grateful or resent the cheap brother who was still hanging on the pillar.\n   </p>\n   <p>\n    If it wasn't for that unlucky Tie Hanhan who secretly replaced the original owner's life essence, it probably wouldn't be his turn to occupy the magpie's nest, and he might have escaped this time through time travel.\n   </p>\n   <p>\n    Also benefited from this accident, which provided him with the perfect excuse. After experiencing the great stimulation of life and death crisis, the behavior and habits have changed, which makes sense.\n   </p>\n   <p>\n    After sorting out the messy memories in his mind, Hudson had a preliminary understanding of his situation.\n   </p>\n   <p>\n    The third son of Baron Redman, he has two older brothers and one older sister, and three younger brothers and two younger sisters. The tragedy is that the baron's wife is now the second.\n   </p>\n   <p>\n    It’s the same in ancient and modern China and abroad. When you meet your stepmother, you can imagine that Hudson’s situation will not be too good, otherwise there will be no such thing as a bad boy stealing life essence.\n   </p>\n   <p>\n    The only consolation is that the current baroness is not of high birth, she is the daughter of a merchant. Although she is wealthy, she does not have much confidence in politics.\n   </p>\n   <p>\n    In this marriage of power and money, Baron Redman undoubtedly occupies a dominant position. The fact that the Hudson brothers were able to grow up safely is the best proof.\n   </p>\n   <p>\n    Thanks to the perfect inheritance law, the title of title is definitely not up for grabs. No matter how powerful the baroness's bedside wind is, Baron Redman will not be able to replace the older ones with the younger ones.\n   </p>\n   <p>\n    There is no hope for titles, but resources are up for grabs. In this world where the weak are prey to the strong, money does not mean everything. Precious cultivation resources and political resources cannot be bought with money.\n   </p>\n   <p>\n    In the aristocratic system of Gonghou Bozinan, the baron himself is in the lower reaches, so how many resources can he have?\n   </p>\n   <p>\n    Baron Redman is particularly capable of giving birth. With so many sons, how can he have enough resources?\n   </p>\n   <p>\n    Especially as the brothers grow older, this kind of conflict has become increasingly intense. This life liquid turmoil is the result of intensified contradictions.\n   </p>\n   <p>\n    The two elder brothers in front successfully awakened the seeds of life, became knights, and entered the kingdom's army to serve.\n   </p>\n   <p>\n    When it was Hudson's turn, the situation changed. The life essence, a strategic resource that assists in awakening the seeds of life, is naturally monopolized by the empire and the church.\n   </p>\n   <p>\n    Even nobles have a limited quota, and they can't be exchanged if they want to. In order to get the life essence in advance, Baron Redman got a lot of favors, but he was forced to delay for a year.\n   </p>\n   <p>\n    With this delay, the younger brother Lesuer, who is not much different in age, has also reached the age of awakening the seed of life.\n   </p>\n   <p>\n    It is impossible to jump in line, even if Lesser is the most beloved son of Baron Redman, no matter how fierce the baroness's pillow is, it is still a family rule.\n   </p>\n   <p>\n    I missed this opportunity, I don’t know how long I have to wait. I don't know which nerve is wrong, and the unwilling Lesur actually secretly changed the life essence in a whimsical way.\n   </p>\n   <p>\n    Looking at the results, it is obvious that Lesser's plan ended in tragedy. The life essence was saved, but Hudson was sure that it was destined not to be used by him.\n   </p>\n   <p>\n    (end of this chapter)\n   </p>\n  </div>\n </body>\n</html>\n", "Chapter 2": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1 class=\"main-title\">\n  The King Chapter 2: Aristocratic Survival Rule 1: Benefits First\n </h1>\n <body>\n  <div [class]=\"'par fontsize-' + fontsize\" class=\"par fontsize-16\">\n   <p>\n    In the early morning, the soft sunlight entered the ancient castle, passed through the window, and fell on the bed.\n   </p>\n   <p>\n    Rubbing his tired eyes, Hudson stretched a lot.\n   </p>\n   <p>\n    Yes, he decided to go for a walk. After staying in the hospital bed for two days, Hudson was almost moldy.\n   </p>\n   <p>\n    Without mobile phones, computers, and any entertainment activities, living in bed is simply hell-like torture.\n   </p>\n   <p>\n    If it wasn't for worrying about being a devil and being sent to the grill as a devil, he wouldn't bother to pretend to be sick.\n   </p>\n   <p>\n    In the past two days, important people in the castle have all visited the sick. With his super memory, Hudson can guarantee that he will not admit the wrong person.\n   </p>\n   <p>\n    This is enough. In this world of aristocrats with strict hierarchy, as long as the relationship with the upper class is properly handled.\n   </p>\n   <p>\n    A large glass of animal milk, a piece of bread, a fruit similar to a tomato, some sauces, butter, and a piece of barbecue, is Hudson's breakfast.\n   </p>\n   <p>\n    There is no doubt that this kind of luxurious treatment is obviously not something that an ordinary son of a baron can enjoy every day.\n   </p>\n   <p>\n    It is estimated that the words of Pastor Quinn have played a role. If the energy is exhausted, nature must make up for it.\n   </p>\n   <p>\n    Just stepped out of the door, and within a few steps, he bumped into the baroness who was walking towards him. It was obvious that someone had tipped off the news.\n   </p>\n   <p>\n    There is no need to delve into this kind of thing. As the hostess of the castle, it is too easy to buy a few confidantes.\n   </p>\n   <p>\n    \"Hudson, you're fine, it's great! The great Lord of Dawn bless you, you know, I've been so worried these days...\"\n   </p>\n   <p>\n    Hudson believed half of what the Baroness said. In the past few days, she was indeed very worried, but she was not worried about the body of the original owner, but worried about her own son hanging on the pillar.\n   </p>\n   <p>\n    Although he has been in a hospital bed for the past two days, Hudson is not ignorant of what happened in the castle.\n   </p>\n   <p>\n    I learned from the maid that on the day of the incident, Baron Redman, who was furious, caught Lesur and beat him up. Even the baroness who went to persuade her was whipped.\n   </p>\n   <p>\n    Maybe he felt puzzled, or maybe he ordered people to tie Lesur to the pillar in order to give an explanation to all parties.\n   </p>\n   <p>\n    If he hadn't occupied the magpie's nest and replaced Hudson, it is estimated that Lesul's wave will follow suit.\n   </p>\n   <p>\n    \"Switching life essence\". At a young age, it's just a prank; at an older age, it's murdering my brother.\n   </p>\n   <p>\n    Awakened life seeds are full of dangers. In ancient times, there was no one out of ten. It wasn't until the greatest alchemist in the continent of Aslante, Kempey, invented the life essence, that the situation changed.\n   </p>\n   <p>\n    Not only the success rate has been increased to half, even if the awakening fails, one life can be recovered, unlike the ancient times, it is either success or death.\n   </p>\n   <p>\n    It was the birth of the life essence, which greatly increased the success rate of awakening life seeds, and the knights blessed by the gods gradually became the mainstream of the mainland.\n   </p>\n   <p>\n    Of course, whether it is really \"blessed by the gods\" needs further research, anyway, it is recorded in history books.\n   </p>\n   <p>\n    But the knight who awakened the seed of life did gain benefits. It not only improves the physical fitness, but also greatly increases the affinity with beasts.\n   </p>\n   <p>\n    Almost all knights have their own mounts. When fighting alone, perhaps this advantage is not too obvious. When the system appears on the battlefield, it is a crushing scene.\n   </p>\n   <p>\n    The children of the nobles are all precocious, and Lesur is almost fifteen years old. It is impossible not to know the danger of awakening without the aid of life essence. A prank will definitely not explain it.\n   </p>\n   <p>\n    \"Dear Mrs. Taci, people must be responsible for their actions. If you do something wrong, you must pay the price. This is the rule that a nobleman should abide by.\"\n   </p>\n   <p>\n    Hudson mocked unceremoniously.\n   </p>\n   <p>\n    Frankly speaking, he didn't want to be tough with the baroness at this time. But there is no way, the relationship between the original owner and the baroness has always been very bad.\n   </p>\n   <p>\n    Now that this kind of thing has happened, if you still maintain a pleasant face, it will be difficult not to attract attention.\n   </p>\n   <p>\n    \"Hudson, don't say that. Raisul is your brother, he's just a kid...\"\n   </p>\n   <p>\n    Before the baroness finished speaking, Hudson interrupted pretending to be angry: \"Yes, he is still a child.\n   </p>\n   <p>\n    But this does not affect compliance with the rules of the game, unless Madam thinks that Raisul is not a nobleman! \"\n   </p>\n   <p>\n    mockery, naked mockery. The birth has always been the baroness's biggest pain, preventing her from integrating into the aristocratic circle.\n   </p>\n   <p>\n    Usually, whoever dares to talk about this, she has to turn her face on the spot. It's just not right now, the baby son is still hanging on the pillar, so she can't get strong.\n   </p>\n   <p>\n    Looking at the baroness who was too angry to speak, Hudson secretly sighed. The implication was so obvious that even the implication was not heard. This play was a waste of time.\n   </p>\n   <p>\n    Sure enough, this high-end gameplay is not suitable for everyone.\n   </p>\n   <p>\n    But thinking about it is right, if the Baroness was really that powerful, this kind of thing would not happen, and most of the brothers would not be able to grow up smoothly.\n   </p>\n   <p>\n    Perhaps this is also the reason why she was able to become a baroness. She is obviously too smart to be a stepmother.\n   </p>\n   <p>\n    After a pause, Hudson said helplessly: \"Okay, ma'am. For your sake, I can let Lesur go, but it needs compensation.\"\n   </p>\n   <p>\n    The sudden turning point made the baroness unable to keep up with the rhythm for a while. Perhaps because of her innate talent, when she heard the word \"compensation\", her expression was visibly shocked.\n   </p>\n   <p>\n    \"what do you want?\"\n   </p>\n   <p>\n    As soon as the words were spoken, the baroness realized that she had made a slip of the tongue. I am at a disadvantage right now, so rushing to deliver it to my door is obviously not in line with the principles of doing business.\n   </p>\n   <p>\n    Hudson frowned, talking directly about the price was too vulgar, and it didn't match his aristocratic demeanor at all. Just thinking about his shriveled pocket made him lose his confidence.\n   </p>\n   <p>\n    \"500 gold coins!\"\n   </p>\n   <p>\n    It's not that he doesn't want anything else, the main reason is that the real owner of the castle is his father. Apart from some money in the hands of the baroness, she can't be the master at all.\n   </p>\n   <p>\n    \"Why don't you grab it?\"\n   </p>\n   <p>\n    blurted out almost instinctively, apparently this number that Hudson thought was reasonable far exceeded the Baroness's expectations.\n   </p>\n   <p>\n    \"Ma'am, please respect yourself!\"\n   </p>\n   <p>\n    \"According to the common practice in continental wars, the ransom for a noble knight is 500 gold coins. My asking price is completely in line with the rules, please follow the rules, madam.\"\n   </p>\n   <p>\n    Hudson said blankly.\n   </p>\n   <p>\n    Once the rules are involved in anything, it becomes serious. Matching the value of the prisoner of war ransom, although some nonsense, but it is not entirely aimless.\n   </p>\n   <p>\n    Although the Baroness knew that Lysoul would not die, as long as Hudson did not let go, the matter would not be over.\n   </p>\n   <p>\n    If the matter is not settled before the news spreads, and other members of the Koslow family intervene, the matter will not be so simple.\n   </p>\n  </div>\n </body>\n</html>\n", "Chapter 3": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1 class=\"main-title\">\n  The King Chapter 3: stupidity is the greatest sin\n </h1>\n <body>\n  <div [class]=\"'par fontsize-' + fontsize\" class=\"par fontsize-16\">\n   <p>\n    Chapter 3 Stupidity is the Greatest Original Sin\n   </p>\n   <p>\n    \"Three hundred gold coins, this is the limit I can bear. Hudson, you should know that this is not a small sum, and it will almost catch up with the territory's income for half a year.\"\n   </p>\n   <p>\n    The baroness fought hard. However, Hudson kept smiling and didn't say a word, and didn't participate in the bargaining at all.\n   </p>\n   <p>\n    If it was the original owner, they might have been fooled. The income of the territory for half a year sounds scary, but in fact there is a lot of water in it.\n   </p>\n   <p>\n    If there is only this little income, I am afraid that everyone in the baron's mansion will have to eat chaff. You must know that there are very few free people these days, and most of the leaders are serfs attached to the nobles.\n   </p>\n   <p>\n    The entire baronial territory has a population of more than 10,000, and even if it is only a middle school level in mathematics, Hudson also knows that his family's income is not only what it is on the surface.\n   </p>\n   <p>\n    Concealment of income is also an unspoken rule of the aristocratic group. Although the king only collects business taxes, the church has to collect tithes!\n   </p>\n   <p>\n    As a devout believer, naturally he cannot resist the church’s tithe. Then finding ways to lower income has become the best choice.\n   </p>\n   <p>\n    The per capita annual income in the territory is less than one silver coin, and it is difficult to eat grass. They can also pay tithes on time. Obviously, the Koslow family is the most devout believer of the Lord of Dawn.\n   </p>\n   <p>\n    \"Three hundred gold coins, plus a good horse and a set of armor. Hudson, you have become a knight and need your own knight equipment.\"\n   </p>\n   <p>\n    The baroness promised again.\n   </p>\n   <p>\n    Hearing this answer, Hudson rolled his eyes directly. This is obviously fooling him like a child. Becoming a knight does require equipment, but he believes that his cheap old man will prepare it.\n   </p>\n   <p>\n    As a traditional nobleman, Baron Redman is very concerned about face, and he will definitely not make jokes in this regard.\n   </p>\n   <p>\n    Although there are many sons and the pockets are a little dry, isn’t Lesul useless?\n   </p>\n   <p>\n    Not only saved a lot of expenses, but also added a few years of buffering time. It should not be difficult to slow down.\n   </p>\n   <p>\n    That is to say, the baroness couldn't see the situation clearly, and she was still working hard for Lesur.\n   </p>\n   <p>\n    Family resources, don't even think about it. Even if Baron Redman is eager to love his son and is willing to continue investing, other members of the Koslow family will not agree.\n   </p>\n   <p>\n    \"400 gold coins!\"\n   </p>\n   <p>\n    \"Hudson, this is all the cash I can use. If there is more, your father will find out.\"\n   </p>\n   <p>\n    The baroness said helplessly.\n   </p>\n   <p>\n    Although he is in charge of the financial power of the government in name, Baron Redman is indeed the master. What he can use is only his own small treasury, and there is really not much cash.\n   </p>\n   <p>\n    \"For the remaining one hundred gold coins, let's offset it with real objects! Magic cores and crystals are fine, and Madam wouldn't be reckless just because of this little money.\"\n   </p>\n   <p>\n    Hudson pretended to be generous and said.\n   </p>\n   <p>\n    That beating expression caused the anger that the baroness had finally suppressed to burst out again. Before she could get mad, Hudson said again:\n   </p>\n   <p>\n    \"Madam, hurry up and get the money. By the way, let the baron come over. I'll go to see poor Lesoul first. It's been hanging for almost three days, and I still have injuries. If the delay is too long, no one will know.\" what happens.\"\n   </p>\n   <p>\n    After finishing speaking, he turned around and left without giving the baroness a chance to speak, as if he had her decided.\n   </p>\n   <p>\n    With a fierce stomp, the furious Baroness suddenly calmed down. Being able to marry into an aristocratic family as a merchant's daughter and secure the position of mistress may not be politically savvy, but her house fighting skills are definitely not bad.\n   </p>\n   <p>\n    Now that there is a conflict, no matter what the reason is, the only one who suffers is myself. Who will let his son cheat his mother?\n   </p>\n   <p>\n    If the outside world mistakenly thinks that she instigated the stealing of the life essence, then it will be over. Divorce is difficult in this continent of Aslante, but widowhood is very simple.\n   </p>\n   <p>\n    Different from noble marriages, a baroness whose mother's family is not strong can't stand the toss.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Wandering in the ancient castle, Hudson slowly walked to the pillar that bound Lesul until the gold coins entered the account.\n   </p>\n   <p>\n    \"Hanging\" is obviously an exaggeration. Although the baron ordered it that way, the guards who executed it were not dead-headed.\n   </p>\n   <p>\n    After all, they are the sons of the baron. If they accidentally receive the lunch box, they will be the ones who will be unlucky.\n   </p>\n   <p>\n    The original \"hanging on the pillar\" directly changed to \"sitting next to the pillar\", with a maid helping to drive away mosquitoes, and a plate of fruit not far away.\n   </p>\n   <p>\n    If it weren’t for the ropes on Lesul’s body connected to the pillars, and the image of disheveled hair, it would be hard for people to believe that he was being punished.\n   </p>\n   <p>\n    Seeing Hudson approaching, the two guards were instantly embarrassed. It is obviously not a wise choice to take care of one young master but offend another.\n   </p>\n   <p>\n    Hudson is not a soft persimmon, and there are two older brothers covering him. It is no secret that the young masters of the baron's mansion are divided into two camps.\n   </p>\n   <p>\n    While sitting on the right of inheritance, and at the same time having the support of the mistress of the mansion, if Baron Redman did not suppress him, there would have been a quarrel.\n   </p>\n   <p>\n    Stand in line?\n   </p>\n   <p>\n    Stop making such jokes, everyone is not a fool.\n   </p>\n   <p>\n    Now it depends on the face of the mistress, but in the future you have to hang out with the other side. How do you choose?\n   </p>\n   <p>\n    \"Master Hudson, you are here!\"\n   </p>\n   <p>\n    Nodded, Hudson didn't have the idea of ​​looking for the guards to be unlucky. In this hierarchical world, the survival of the little people is inherently difficult, and it is understandable to have both ways.\n   </p>\n   <p>\n    \"What's going on? Raisul, my poor brother, why are you **** here?\"\n   </p>\n   <p>\n    \"What are you still doing in a daze, quickly untie the rope and let him down! I'm sorry...\"\n   </p>\n   <p>\n    If people who don't know see this scene, they must think that it is brotherly love. In fact, the two people who are similar in age have been pinched since they were young.\n   </p>\n   <p>\n    \"Enough, Hudson. You don't need to be hypocritical here. If it weren't for you, I wouldn't be punished by my father!\n   </p>\n   <p>\n    Now, get out of here immediately! I don't want to see you for a moment! \"\n   </p>\n   <p>\n    Leisul said almost roaring.\n   </p>\n   <p>\n    Seeing this scene, Hudson was not only not annoyed, but became more affectionate.\n   </p>\n   <p>\n    \"Poor Raisul, he is a little delirious now, and he doesn't even recognize your dearest brother.\n   </p>\n   <p>\n    Alas, forget it. Put him down first, I will take care of my father, who made me the elder brother, I can't watch my brother suffer!\n   </p>\n   <p>\n    …”\n   </p>\n   <p>\n    The touching scene made the guard's eyes glaze over, and he forgot what to do for a moment.\n   </p>\n   <p>\n    Before they could react, Hudson had already drawn out the knight sword and split the rope, proving with practical actions that he was serious.\n   </p>\n   <p>\n    At this moment, a majestic middle-aged man came over, who was Baron Redman.\n   </p>\n   <p>\n    Obviously, the scene just now fell into his eyes.\n   </p>\n   <p>\n    He glared at the two guards fiercely, and kicked Lesur, who was sitting by the pillar, flying away. Without waiting for the slightest pause, he said: \"Hudson stays, and the others bring this beast down.\"\n   </p>\n   <p>\n    Seeing that everyone didn't react, the baroness who followed her hastily added: \"What are you still doing in a daze, take Master Lesser to treat the wound!\"\n   </p>\n   <p>\n    No matter how well he concealed it, Hudson felt the baroness's heartache. Baron Redman's kick just now was not light, and it directly made people fly three or four meters.\n   </p>\n   <p>\n    If it wasn't for the fact that Lesur had a good background and had practiced, he would not die or be seriously injured if he was placed on an ordinary person. It can be seen that Baron Redman is really disappointed.\n   </p>\n   <p>\n    It’s not terrible to make mistakes, what’s terrible is that you don’t know when you make mistakes. In the aristocratic world, stupidity is the greatest original sin.\n   </p>\n   <p>\n    After everyone left, Redman looked at Hudson, and said with a little relief: \"The progress is very fast, but it's a pity that the performance just now was too much.\"\n   </p>\n   <p>\n    (end of this chapter)\n   </p>\n  </div>\n </body>\n</html>\n", "Chapter 4": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1 class=\"main-title\">\n  The King Chapter 4: Koslow family\n </h1>\n <body>\n  <div [class]=\"'par fontsize-' + fontsize\" class=\"par fontsize-16\">\n   <p>\n    As soon as he took the first step, he wore the upper directly, and Hudson was also quite embarrassed.\n   </p>\n   <p>\n    Sure enough, there are still many smart people in the world. Fortunately, it was discovered early, otherwise it would definitely suffer a big loss in the future.\n   </p>\n   <p>\n    Perhaps seeing Hudson’s silence for a long time, he mistook it for being hit, Baron Redman comforted him: “Don’t be discouraged, at your age, it’s not bad to be able to do this.\n   </p>\n   <p>\n    In fact, no matter how wonderful the performance is, it can't fool the people who are interested. It's just that most of the time, everyone chooses to pretend to be confused.\n   </p>\n   <p>\n    There is nothing wrong with you wanting to make a name for yourself with this incident, but it is enough to step on Lesur so hard, he is your younger brother after all. \"\n   </p>\n   <p>\n    Brother cannibalism is very cruel to any father.\n   </p>\n   <p>\n    Although Baron Redman punished Lesser severely, it was only a matter of hatred. Deep down in his heart, he still missed his son.\n   </p>\n   <p>\n    After a pause, Hudson asked hesitantly: \"But father, didn't you say that as a qualified nobleman, you must always think about maximizing your interests?\n   </p>\n   <p>\n    Leisul, not only has bad conduct, but is also hopelessly stupid. Letting such an idiot into the noble circle will only bring shame to the family, I'm just using waste! \"\n   </p>\n   <p>\n    To be kind to your enemies is to be cruel to yourself. Although the hatred belongs to the original owner, since he inherited the identity of the original owner, he must inherit this hatred.\n   </p>\n   <p>\n    Humanitarian destruction is too cruel, and Baron Redman will not agree, so he will take advantage of the trend and cut off Lesur's way forward.\n   </p>\n   <p>\n    Originally, as soon as this incident happened, the future development of Lesur was affected, and it was difficult to go out before the storm dissipated.\n   </p>\n   <p>\n    Taking the opportunity to step on it again and let him act as a stepping stone to gain a wave of prestige for himself, Lesur's future will be even more \"unfamiliar\".\n   </p>\n   <p>\n    Nobles have their own way of playing. No one likes a notorious guy, especially a guy like Lesser who has no title, and no one will accept him.\n   </p>\n   <p>\n    If you can't get in the circle, how can you talk about the future?\n   </p>\n   <p>\n    Unless Lesur is a genius in cultivation, standing at the top of the mainland in one fell swoop. But this is almost impossible, the resources in the mansion are limited, and all the brothers and sisters are staring at it!\n   </p>\n   <p>\n    After wasting years, the genius has to disappear from everyone, not to mention that he himself is not a super genius.\n   </p>\n   <p>\n    Probably stimulated, Baron Redman stared at Hudson, and after a while he said slowly: \"Hudson, your views are too extreme. This is not what you should have at your age. idea.\n   </p>\n   <p>\n    There is nothing wrong with utilitarianism, but you must have a heart to control utilitarianism, and you cannot lose your heart in utilitarianism.\n   </p>\n   <p>\n    Although in the world of nobility, there is never right or wrong, there are only pros and cons; but there are many smart people in this world, and many times smart people will only be mistaken by smart people. You should learn to settle and hide your clumsiness.\n   </p>\n   <p>\n    Okay, you go down! Read the books in the library first, and then consider this issue. \"\n   </p>\n   <p>\n    Baron Redman walked away, leaving a dazed Hudson standing there dumbfounded.\n   </p>\n   <p>\n    Conscience of heaven and earth, what he said just now was just for pretending. A little calculation of Lesur, that is also following the trend.\n   </p>\n   <p>\n    The relationship was not good in the first place. If this kind of thing happened, if he didn't even fight back, how could it not be suspicious. After all, he was only a sixteen-year-old boy.\n   </p>\n   <p>\n    \"Precipitation\", \"Hidden clumsiness\", so needless to say? If it weren't for worrying that the change would be too big and attract the attention of those who cared, he would be able to live forever.\n   </p>\n   <p>\n    Ambition is based on strength. Being a human being in two lifetimes, there are not many other advantages, but Hudson has learned how to bend and stretch.\n   </p>\n   <p>\n    Goldfinger hasn't received the money for a long time. He is just an ordinary person with a little more memory. In this world where the jungle preys on the jungle, how dare you be brave?\n   </p>\n   <p>\n    If the original owner was not a scumbag, and the thing he hates the most is reading, he would have gone to collect books a long time ago. Baron Redman's order just provided him with a perfect excuse.\n   </p>\n   <p>\n    Walking into the \"library\" with a vague memory in his mind, Hudson was quickly disappointed. The mountains of books that I imagined did not appear, but only carefully stored sheepskin scrolls.\n   </p>\n   <p>\n    At one time, Hudson had the idea of ​​making a fortune by making paper, but this unrealistic idea was quickly dispelled.\n   </p>\n   <p>\n    Not to mention the cumbersome papermaking process, it is simply not something he can do with a little knowledge. The key is that the **** decides the head. If you are in the aristocratic class, you have to consider issues from the standpoint of the aristocratic group.\n   </p>\n   <p>\n    The birth of paper can reduce the cost of knowledge dissemination and facilitate the dissemination of cultural knowledge, but is this what the noble group needs?\n   </p>\n   <p>\n    The answer is obviously: no.\n   </p>\n   <p>\n    Sheepskin scrolls are expensive to make, and it is of course a disadvantage that it is not conducive to the dissemination of cultural knowledge. But in turn, this is also an advantage.\n   </p>\n   <p>\n    From the standpoint of an aristocratic group, knowledge is naturally monopolized by oneself alone. The higher the cost of disseminating cultural knowledge, the more conducive it is to maintain this monopoly system and the rule of the aristocratic group.\n   </p>\n   <p>\n    As a person with vested interests, you must not do things that betray your own class. No matter how important money is, it is not as important as life.\n   </p>\n   <p>\n    Picking up a volume of general history of the mainland, Hudson immediately read it carefully and tastefully. It's a pity that most of the above content is vague and vague, and many of the content are still hearsay.\n   </p>\n   <p>\n    There is no way. Although the Koslow family has been passed down for thousands of years, they are only minor nobles after all, and they have no ability to collect information on the entire continent.\n   </p>\n   <p>\n    The family can be passed down to the present, and Hudson thinks the biggest reason is that it can give birth. Looking at Baron Redman, you can see that the Koslow family has always been talented in sowing.\n   </p>\n   <p>\n    Thanks to the fine traditions of the family, except for the eldest son who inherited the family business, the rest of the sons brought a set of knight equipment and several attendants to go out to work hard when they became adults.\n   </p>\n   <p>\n    Cruel survival mode, the best way to train people. Although most of the clan members fell on the road of hard work, some lucky ones stood out. Either by relying on military exploits, or by relying on the marriage of nobles to get the title.\n   </p>\n   <p>\n    Accumulated from generation to generation, there are not a few small nobles bearing the banner of the Koslow family. They are considered to be the most prosperous families in the empire.\n   </p>\n   <p>\n    Many people do not necessarily mean great strength, but the ability to survive if there are many people must be strong. Even if a certain line dies, someone will make up for it soon, and there will be no tragedy of being forced to take back the fiefdom by the empire because there is no heir.\n   </p>\n   <p>\n    According to this mode of operation, slowly infiltrating all the way, even if there are no particularly outstanding figures born, the Koslow family will be able to become the top wave sooner or later.\n   </p>\n   <p>\n    Of course, the prerequisite is that the fertility rate can continue to be so high. Otherwise, in this world where wars often break out, no one knows which will come first, tomorrow or the accident. Maybe a war will directly wipe out the accumulation of thousands of years.\n   </p>\n  </div>\n </body>\n</html>\n"}