{
    "Chapter 56": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1 class=\"main-title\">\n  The King Chapter 56: Plus money bear\n </h1>\n <body>\n  <div [class]=\"'par fontsize-' + fontsize\" class=\"par fontsize-16\">\n   <p>\n    Chapter 56 Add Money Bear\n   </p>\n   <p>\n    \"Not good, the sacrifice has begun!\"\n   </p>\n   <p>\n    Earl Pierce, who realized the seriousness of the consequences, hurriedly ordered to everyone: \"The whole army is attacking, and the enemy's sacrifice must not be successful!\n   </p>\n   <p>\n    The Crimson Knights are escorting priests and mages into the city, and the black cloud cannot continue to spread...\"\n   </p>\n   <p>\n    The military order was like a mountain, and Hudson, who was a melon-eating crowd, was also forced to join the charge.\n   </p>\n   <p>\n    As if there was a tacit understanding, the nobles of the Fifth Army spontaneously moved closer together. As the reserve team of the coalition forces, it is logical to fall behind the assault team.\n   </p>\n   <p>\n    The allies have learned to paddle to preserve their strength, and Hudson doesn't know whether to be happy or worried. However, in the short term, it is beneficial.\n   </p>\n   <p>\n    Seeing that the crowd was like headless flies, following the charge team, Hudson hurriedly suggested: \"Go towards the city lord's mansion, and there should be something to gain.\"\n   </p>\n   <p>\n    Others charge for military exploits, so naturally they have to go to places where there are many enemies. It is best to find the altar so that they can make meritorious deeds.\n   </p>\n   <p>\n    But the Fifth Army doesn't need it. With the glory of political correctness, the income is already guaranteed, and now it's enough to just follow along!\n   </p>\n   <p>\n    If you want to get more, unless you can make great achievements, it will not affect the final reward at all.\n   </p>\n   <p>\n    Although credit is good, you have to live to enjoy it. For the nobles of the Fifth Army who were severely injured, it would be more affordable to rob instead of competing for the final credit.\n   </p>\n   <p>\n    Perhaps it was because they suffered too much from being robbed before, but now when they heard that they were going to rob, no one responded for a while.\n   </p>\n   <p>\n    Hesitated for a moment, then ruthless the head of the Cheers army, and said directly, \"Just go to the direction of the city lord's mansion, the rebels are already trapped, as long as they don't plunge into the enemy's altar, there will be no danger.\n   </p>\n   <p>\n    I don't believe that we have been unlucky all the time. There is such a small probability that we will be hit. \"\n   </p>\n   <p>\n    In the end, I was still too poor, so I decided to take a risk for the sake of Chances. It's just that it's okay if he doesn't talk about it, but when he talks about it, everyone becomes confused.\n   </p>\n   <p>\n    Since the establishment of the alliance, there has been no peace. Good things are not their turn, and bad things can be encountered every time.\n   </p>\n   <p>\n    In the two battles they experienced successively, the members who joined at the beginning were directly wiped out by half of the disaster. Those who can survive until now can be said to be hard-fated masters.\n   </p>\n   <p>\n    Even Hudson became uneasy. It is not a good sign that teammates always sacrifice to the sky.\n   </p>\n   <p>\n    The opinions I put forward, when things come to an end, it is too late to regret.\n   </p>\n   <p>\n    He stretched out his hand and touched Bear Stearns' forehead. Now he only hoped that its fighting power would be as loud as it usually is.\n   </p>\n   <p>\n    It's just a cute bear appearance, which really makes it difficult for Hudson to raise his confidence, so he has to bite the bullet and add: “Slow down a little this time, and move with the army.\n   </p>\n   <p>\n    In case you encounter...\"\n   </p>\n   <p>\n    You don't need to say much about harsh words, you understand everything. It's nothing more than danger, let the cannon fodder go first. This is not in line with chivalry, but it is very much in the interests of everyone.\n   </p>\n   <p>\n    Besides, the rebel army must have gained a lot from the two counties. Even if the wealth transfer is carried out in advance, there will definitely be a large amount of retention in Dadir City.\n   </p>\n   <p>\n    It would be really embarrassing if the robbery was successful but could not be moved due to lack of manpower.\n   </p>\n   <p>\n    \"Whoosh whoosh...\"\n   </p>\n   <p>\n    While speaking, the sharp arrow in Hudson's hand had already been shot, taking away the rebel leader who was blocking the way ahead.\n   </p>\n   <p>\n    It should have caused a burst of confusion, but the bloodthirsty rebel soldiers turned a deaf ear to it. There was only one thought in their heads - kill!\n   </p>\n   <p>\n    Another group of poor worms controlled by evil weapons, sighed, but the work in everyone's hands did not stop at all. They have deduced with practical actions, what is the art of killing.\n   </p>\n   <p>\n    With the expansion of killings, the black clouds in the sky are also growing, and reason tells Hudson that danger is approaching.\n   </p>\n   <p>\n    Suddenly, the cub slapped out a paw, and a flashing figure turned into a meatloaf. Two words flashed in Hudson's mind—assassin.\n   </p>\n   <p>\n    There is a group of people in the continent of Aslant who specialize in assassination for a living. They are especially good at lurking and sneaking, and they are fast in action. They are called assassins.\n   </p>\n   <p>\n    This group of guys have practiced killing skills since childhood, and everything is aimed at killing efficiently. It is said that for the best of them, every part of the body can become a murderous weapon.\n   </p>\n   <p>\n    Because of their superb skills, they can kill people without leaving traces, so they are very suitable for black work. Many big forces have such a group of people in private.\n   </p>\n   <p>\n    They are all shady groups, and it seems nothing surprising that they are related to the Skull and Bones Society.\n   </p>\n   <p>\n    Didn't appear in the front, that's because assassins are not suitable for frontal battlefields. Now enter the street fighting mode, the buildings on both sides are the assassin's natural bunkers, and the success rate of the assassination is greatly improved.\n   </p>\n   <p>\n    The unlucky guy on the ground was obviously out of his mind, and he didn't know how to do a good investigation before the sneak attack. Playing stealth in front of the bear of the earth, isn't this provoking the dignity of the bear cub?\n   </p>\n   <p>\n    \"Good job, Bear Stearns. If anyone approached with malicious intentions, just slap them to death.\"\n   </p>\n   <p>\n    Hudson encouraged.\n   </p>\n   <p>\n    It's a pity that Xiong Zizi didn't appreciate it at all. Not only did he not have the idea to make persistent efforts, but he shrunk his body and returned to Hudson's shoulders to continue sleeping.\n   </p>\n   <p>\n    Tell him with practical actions: Shit officer, if you want Uncle Xiong to work, there is no way. The sky and the earth are big, not as big as sleeping.\n   </p>\n   <p>\n    Choose to sleep on Hudson's shoulders, because the bear child found that in front of him, the speed of absorbing external energy is faster, which can accelerate its growth.\n   </p>\n   <p>\n    Seeing this funny scene, Hudson smiled awkwardly. It's fine if you don't help in the battle, as long as you can protect the safety of his master at critical moments.\n   </p>\n   <p>\n    As a sharp archer, no one asked him to charge. Surrounded by sergeants, apart from assassins who are good at stealth, it is difficult for other enemies to get close.\n   </p>\n   <p>\n    learn from mistakes.\n   </p>\n   <p>\n    Seeing the assassin's sneak attack on Hudson, the nobles of the Fifth Army were also taken aback. They don't have an earth bear to guard them, and they are easy to suffer big losses if they are caught off guard.\n   </p>\n   <p>\n    Everyone unanimously became vigilant, slowed down their progress one after another, and chose to fight steadily.\n   </p>\n   <p>\n    Of course, this is only in name. The truth is that the Fifth Army has already gained something, and it will take time to collect the spoils, which delays the advance speed.\n   </p>\n   <p>\n    The enemy's treasury has not yet been found, but the treasures hidden by the rebel soldiers have become the spoils of the Fifth Army.\n   </p>\n   <p>\n    There are a lot of scattered things, and the value is hard to estimate for a while, but this does not affect everyone's enthusiasm for making a fortune.\n   </p>\n   <p>\n    \"Bear Stearns, when you count the trophies later, you pretend to be naughty and sneak in to play.\n   </p>\n   <p>\n    Find magic cores, magic spar, magic equipment and other items, hide them in your space and bring them back if you have a chance. I'll prepare a big pot of animal milk for you later. \"\n   </p>\n   <p>\n    Hudson encouraged.\n   </p>\n   <p>\n    I saw the cub stretch out its paws, and looked at him innocently, as if saying: This bear doesn't know anything, and I can't understand what you are saying at all.\n   </p>\n   <p>\n    \"Another jar of honey!\"\n   </p>\n   <p>\n    seemed to be moved, but in the end he shook his head and said in a childish voice: \"I am a principled bear, and I never do this kind of thing...\"\n   </p>\n   <p>\n    \"Two pots of animal milk + two pots of honey, the kind of big pots that can feed you!\"\n   </p>\n   <p>\n    Hudson tried to overweight.\n   </p>\n   <p>\n    Licked his tongue, the cub tentatively stretched out his paw, and Hudson, who understood, replied decisively: \"Okay, let's pay the price you said!\n   </p>\n   <p>\n    After the work is done, I will give you six pots of animal milk + six pots of honey as reward. \"\n   </p>\n   <p>\n    (end of this chapter)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 57": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1 class=\"main-title\">\n  The King Chapter 57: redemption\n </h1>\n <body>\n  <div [class]=\"'par fontsize-' + fontsize\" class=\"par fontsize-16\">\n   <p>\n    Chapter 57 Redemption\n   </p>\n   <p>\n    On the altar, the boys and girls who were crying were silent at this moment. If you observe carefully, you will find that their flesh and blood are being sucked dry rapidly.\n   </p>\n   <p>\n    The terrifying scene, if it happened outside, could scare people to death, but in the eyes of the Skull and Bones believers, there was only fanaticism.\n   </p>\n   <p>\n    Even the high priest who was trembling before has become energetic now, and his mind is full of how to welcome the arrival of the Skeleton Lord.\n   </p>\n   <p>\n    Five sturdy young men broke away from the crowd and walked towards the altar with holy faces, preparing to welcome the arrival of the Skeleton Lord.\n   </p>\n   <p>\n    The only Skeleton Master who maintained a trace of rationality, at this moment secretly sighed. The high-level Warcraft could not be delivered, and now only a backup plan can be activated.\n   </p>\n   <p>\n    The five people in front of them are already masters of body forging painstakingly cultivated by the Skull and Bones Association, but they are still much weaker than the bodies of monsters.\n   </p>\n   <p>\n    How much power it can carry is still unknown. If the deadline is not reached, the Skull and Bones will have to run away again.\n   </p>\n   <p>\n    Thinking about the years of wandering and hiding in XZ, the masked man is full of fire.\n   </p>\n   <p>\n    If it wasn't for the fact that he was young and energetic, and took over the task of undercover Skull and Bones in a flash of brain, he should have been a noble trial knight, and he might have become a high-ranking member of the Holy See now.\n   </p>\n   <p>\n    It's a pity that once he stumbled and hated through the ages, since he entered the Skull and Bones, he has started a high-level hacking mode. After several power struggles, he accidentally became the boss of the Skull and Bones.\n   </p>\n   <p>\n    Fortunately, the Lord of Skeletons is just a false god, and he was fooled by the treasures bestowed by the Holy See. With the cooperation of his former colleagues, he gradually gained power in the meeting by borrowing a knife to kill people.\n   </p>\n   <p>\n    I thought the story would end here, but the plan didn't change quickly. In the fantasy, the order of the Holy See to close the net did not come for a long time, but instead received orders to launch rebellions one after another.\n   </p>\n   <p>\n    Either I am rebelling every day, or I am on the way to rebellion. In particular, the high-level Holy See who arranged for him to come out as an undercover agent made his identity forgotten after his accidental death two years ago.\n   </p>\n   <p>\n    The Holy See must be holy. Collaboration with cults must be carried under the banner of mysterious organizations, and cultivators are installed to become cult bosses. How can it be possible to see the light of the disaster?\n   </p>\n   <p>\n    From the moment he put on the mask, he bid farewell to his past life. Thirty years of undercover work has even made him almost forget his own name. There is only one code name known to the outside world—Skeleton Lord.\n   </p>\n   <p>\n    Realizing that this is a way of no return, the Skeleton Lord wanted to turn back, but found that there was no way out.\n   </p>\n   <p>\n    Why are you all believers in the Lord of Dawn, and everyone else can walk under the sun and be respected by others, but you have to hide in XZ and suffer from inner torment?\n   </p>\n   <p>\n    Looking at the transformed skeleton on the altar, the Skeleton Lord, who had no waves in his heart, knew that he had fallen.\n   </p>\n   <p>\n    The belief that I thought I was pious was finally shaken in the face of the cruel reality. The unwillingness in his heart turned his nostalgia for the Holy See into hatred, and he wanted revenge.\n   </p>\n   <p>\n    Compared to the behemoth of the Holy See, the skeleton will be so weak that it is not worth mentioning. Even if they tried their best, they would at most mess up the two counties. This was based on the premise of the support of the Holy See.\n   </p>\n   <p>\n    The disparity in strength between the two sides made the Skeleton Master suppress the idea of ​​turning against the Holy See. Glancing in the direction of the Holy See, he showed a sneer.\n   </p>\n   <p>\n    Since you big shots want to bring chaos to all countries in the mainland, then you will simply be fulfilled. It's just that this kind of thing, how can it stay under the table?\n   </p>\n   <p>\n    He has thrown out the iconic \"Blood Moon Horn\". As a mob, the rebels can't hold on for long, and the next thing to look at is the game between the aristocratic coalition forces and the Holy See.\n   </p>\n   <p>\n    No matter what the final outcome is, the nobles of the Alpha Kingdom will keep this account on the head of the Holy See. The bad relationship between the two parties is bound to continue to deteriorate in the future.\n   </p>\n   <p>\n    It is not extravagant to expect the two sides to turn their faces directly, as long as a nail is buried between the two. Contradictions can be suppressed once or twice, but if they accumulate ten times or eight times, they will eventually explode.\n   </p>\n   <p>\n    The Skeleton Lord knew that he should work hard. If he wanted to overthrow the rule of the Holy See and reshape the belief of the Lord of Dawn within his lifetime, he would have to cause more conflicts between the countries on the mainland and the Holy See.\n   </p>\n   <p>\n    \"As a devout believer of the Lord of Dawn, I can become the Skeleton Lord, so can the followers of the evil **** also become the Pope?\n   </p>\n   <p>\n    Yes, it must be so!\n   </p>\n   <p>\n    The expulsion of a devout believer like me is all a plot by those demons trying to overthrow the Lord of Dawn. For the Lord of Dawn, their plot must not be allowed to succeed.\n   </p>\n   <p>\n    Church of Dawn must be holy, and must not become a place where filth is hidden! It is absolutely not allowed for evil people to usurp power and become the middle and high level of the religion.\n   </p>\n   <p>\n    …”\n   </p>\n   <p>\n    \"Everything is for the Lord of Dawn!\"\n   </p>\n   <p>\n    \"Everything is for the Lord of Dawn!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Under constant self-hypnosis, the original shattered belief of the Skeleton Lord has solidified again, and there are even signs of transformation into a saint.\n   </p>\n   <p>\n    If people know that the leader of the cult is about to become a saint, I am afraid that there will be a major earthquake on the entire continent. The legitimacy of the Holy See will also be shaken accordingly.\n   </p>\n   <p>\n    The shouts of killing are getting closer and closer, and the sacrifice is gradually coming to an end. The skeleton on the altar is undergoing final transformation, only one of the five believers has maintained his body, and the rest have been reduced to skeletons.\n   </p>\n   <p>\n    The host chosen by the Skeleton Master actually left a fleshy body, which made all the believers who worshiped the skeleton feel unbelievable. However, their devout belief in the evil **** still allowed them to suppress their inner doubts.\n   </p>\n   <p>\n    Suddenly, the black clouds overhead were expelled, and the sun's light scattered, directly igniting the anger of the Skull and Bones cultists.\n   </p>\n   <p>\n    The Skeleton Lord has just cast a ray of soul, and the skeleton army on the altar has not yet fully formed, and cannot face the sun at all.\n   </p>\n   <p>\n    Certain fragile bone frames have already made a puffing sound at this moment. Although they did not fall apart directly, the evolutionary transformation was interrupted.\n   </p>\n   <p>\n    Without the cover of the black cloud, the location of the altar was quickly exposed. The aristocratic coalition forces that invaded the city immediately swarmed from all directions.\n   </p>\n   <p>\n    \"There is a nasty smell of holy light in the air. It seems that a priest has taken action. The sacrifice continues. Everyone and I will intercept the enemy.\"\n   </p>\n   <p>\n    The Skeleton Lord ordered indifferently.\n   </p>\n   <p>\n    Since he made up his mind to subvert the rule of the Holy See and reshape the belief of the Lord of Dawn, the victory or defeat of Dadir City is no longer important to him.\n   </p>\n   <p>\n    \"kill…\"\n   </p>\n   <p>\n    In an instant, the two sides were already fighting together. Facing the continuous aristocratic coalition forces, the resistance of the Skull and Bones seemed so futile.\n   </p>\n   <p>\n    Watching the congregation fall one by one, the Skeleton Lord quietly left the battlefield with his cronies. This is not his war, his battle has just begun.\n   </p>\n   <p>\n    The Holy See has fallen. As a devout believer, he cannot fall down until he restores the glory of the Lord of Dawn.\n   </p>\n   <p>\n    Without the command of the boss, the Skull and Bones believers who fought on their own were forced to retreat by the coalition forces, and soon retreated to the altar.\n   </p>\n   <p>\n    Perhaps sensing the approach of the enemy, the skeleton on the altar, which failed to transform, walked down first, and launched an attack regardless of whether it was the enemy or ourselves.\n   </p>\n   <p>\n    Before a group of evil **** believers could breathe a sigh of relief, they were stabbed in the back by their own skeletons, and many of them lost their lives in a daze.\n   </p>\n   <p>\n    Desperation spread to the audience, but the Skeleton Master who opened his eyes was very satisfied with his masterpiece, devouring the negative energy generated by everyone in one gulp, and hiccupped uncontrollably.\n   </p>\n   <p>\n    Finally escaped from the dark world of the undead and saw the light of day again. The material plane is comfortable, and I enjoyed a big meal as soon as I came out.\n   </p>\n   <p>\n    The only thing that displeased him was that this body was too weak, and he couldn't exert his full strength at all.\n   </p>\n   <p>\n    (end of this chapter)\n   </p>\n  </div>\n </body>\n</html>\n"
}