{
    "Chapter 82": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1 class=\"main-title\">\n  The King Chapter 82: The wind fluctuates (ask for a ticket)\n </h1>\n <body>\n  <div [class]=\"'par fontsize-' + fontsize\" class=\"par fontsize-16\">\n   <p>\n    Chapter 82 Wind Waves (seeking tickets)\n   </p>\n   <p>\n    In Dardir City, the Sith Baron, who barely restored a few houses, finally had a place to stay.\n   </p>\n   <p>\n    Before he had time to consider the development of the territory, a group of northern Xinjiang nobles rushed over. Listening to everyone's complaints, Sith, who was originally full of anger, gradually calmed down.\n   </p>\n   <p>\n    Human nature is so weird. When you are unlucky, you will find that there are a group of unlucky people around you, and your mood will instantly improve a lot.\n   </p>\n   <p>\n    Dadir City is abandoned, but the superior location is still there. Once Wright County develops, it will still be the most suitable area for commodity trade, and its development potential will still be the greatest.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"Knight Darren, calm down first, impulsiveness can't solve any problems. No one wants to see this kind of thing happen.\n   </p>\n   <p>\n    In this matter, we are all victims, but this does not mean that we can act rashly.\n   </p>\n   <p>\n    It is easy to directly bring people to the door to ask for an explanation, but the problem is that if they refuse to admit it and insist that it is for the relief of refugees, we will become very passive again.\n   </p>\n   <p>\n    It is impossible for the Governor's Office to support us. Once there is an excuse to intervene, it will definitely come out to sideline the fight.\n   </p>\n   <p>\n    Personally, I suggest courtesy first and soldiers later. We can send someone to prepare a gift to send over, thank them for taking care of the people for us these days, and then ask them for the people.\n   </p>\n   <p>\n    It would be best if they could make friends. If they don't cooperate and take extraordinary measures, we can also gain a moral advantage.\n   </p>\n   <p>\n    In this way, even if the Governor's Mansion wants to sideline, there is no reason to intervene. \"\n   </p>\n   <p>\n    Sith said calmly.\n   </p>\n   <p>\n    The tempering on the battlefield in northern Xinjiang was not for nothing after all. Following the Grand Duke of Kavadia, what I have heard and seen the most is politics.\n   </p>\n   <p>\n    After calming down, when thinking about the solution to the problem, I naturally chose \"politics first\".\n   </p>\n   <p>\n    As for right and wrong, it doesn't matter in the world of nobles. Everyone pays more attention to the pros and cons.\n   </p>\n   <p>\n    The rational response hurt the nobles who originally wanted to encourage the Sith to come forward. Competitors are not only strong in strength and background, but they also have brains. How can they play with this?\n   </p>\n   <p>\n    Some aristocrats who were not very firm in competing for the leader position, or not sure, have already begun to think at this moment, whether they should go to the past and forget it.\n   </p>\n   <p>\n    The nobles who can be sent out to start a new business are all carefully selected children from various families. They may be limited by the growth environment and lack comprehensive ability, but they will definitely not be fools.\n   </p>\n   <p>\n    Soon he understood Sith's true intentions. It was false to live peacefully with the local nobles, and creating a reasonable excuse to stand up was what he wanted.\n   </p>\n   <p>\n    For outsiders who want to gain a foothold in an unfamiliar place, the first thing to do is not to unite with others, but to show their strength first.\n   </p>\n   <p>\n    There is no doubt that showing strength and standing up requires skill. If you want to gain a foothold in the southeastern province, you can't draw the hatred too deep, at least you can't push all the nobles in the province to the opposite side.\n   </p>\n   <p>\n    \"Sir Sith, the nobles in the southeastern province are very hostile to us. I'm afraid they will not appreciate your kindness, but will think that we are afraid of them.\n   </p>\n   <p>\n    As local snakes, these guys have deep roots in the local area. Once we take extraordinary measures, they will definitely call for friends.\n   </p>\n   <p>\n    We are naturally not afraid of the battle, the key is that we will encounter new difficulties outside the battlefield.\n   </p>\n   <p>\n    For example: the price of grain in the southeastern province has started to skyrocket, and it has increased by 50% compared to before we came here, and it is about to catch up with the price of grain in the north.\n   </p>\n   <p>\n    The prices of other kinds of daily necessities are also rising. In particular, the price of slaves has directly doubled compared to the same period in previous years.\n   </p>\n   <p>\n    I don't know if you have noticed that the caravan always takes a detour when they see us, let alone doing business. This is very abnormal, as if someone manipulated it.\n   </p>\n   <p>\n    If the conflict between us and the local nobles escalates, this situation may become more serious, and it may even impose an economic blockade on us completely. \"\n   </p>\n   <p>\n    Baron Sutton warned.\n   </p>\n   <p>\n    The family from which he was born was engaged in logistics and finance, and Baron Sutton was extremely sensitive to changes in material prices.\n   </p>\n   <p>\n    After arriving in the southeastern province, his first thing was not to rush to his own territory, but to inquire about price changes to see if there was a suitable business opportunity. As a result, the business opportunity was not discovered, but the crisis was noticed by him.\n   </p>\n   <p>\n    The order of the Alpha Kingdom still exists, and even if there is internal strife, it is generally limited within a reasonable range.\n   </p>\n   <p>\n    It is not dangerous for noble lords to attack each other. Even if the casualties were heavy, it was the soldiers below who died. The safety of the nobles themselves is still guaranteed.\n   </p>\n   <p>\n    No one can be killed, and the territory naturally cannot be taken by force. Even if it is directly under the vassal, it cannot deprive the vassal of its territory without reason.\n   </p>\n   <p>\n    In contrast, the battle without gunpowder outside the battlefield is more **** and cruel.\n   </p>\n   <p>\n    Because of internal strife and economic blockade, it rarely happened in the past. The most important reason is: under the unique territorial economic system, almost every lord is a small industrial cycle and can basically be self-sufficient.\n   </p>\n   <p>\n    Especially in fertile lands like the Southeast Province, even if they were blocked for three to five years, the nobles and lords should still eat and drink.\n   </p>\n   <p>\n    But the lords present were not good, they hadn't had time to establish their foundation yet. A territory like no man's land is unable to provide them with the most basic material support.\n   </p>\n   <p>\n    After hesitating for a while, Sith said fiercely: \"Since there is a possibility of economic blockade, then we will take the initiative to break the blockade first.\n   </p>\n   <p>\n    No matter who is leading behind the scenes, the economic blockade can only be aimed at us, a group of outsiders, and cannot block the local nobles at all.\n   </p>\n   <p>\n    If you want to tear this big net, you must get the cooperation of some local nobles. According to the normal situation, they will definitely not cooperate, so the use of extraordinary means is indispensable.\n   </p>\n   <p>\n    How to do it is up to everyone to decide for themselves. But you still have to be careful, don't push people into a hurry.\n   </p>\n   <p>\n    If the toss is too much, they give up the fief construction directly, and spend it with us, then it will be a big trouble. \"\n   </p>\n   <p>\n    The nobles and nobles of the North who expressed their opinions, ended in Dardir City for two days. It is worth mentioning that there was no banquet held in the middle.\n   </p>\n   <p>\n    Obviously, this group of nobles who have added blood on the battlefield all the year round pay more attention to pragmatism than the sense of presence in the ceremony.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    The counterattack of the Northland nobles began, and the local nobles in Wright and Wyton counties felt the pressure instantly.\n   </p>\n   <p>\n    Nanshan Knight Territory, Knight Coelho, who just inherited the territory, is one of the unlucky ones.\n   </p>\n   <p>\n    Originally, he was not prepared to take advantage of it. After all, his family was severely injured in the rebellion, and he had no capital to cause trouble at all.\n   </p>\n   <p>\n    People can sit at home, and \"blessing\" comes from heaven. Without doing anything, a group of refugees strayed into his territory.\n   </p>\n   <p>\n    Watching the neighbors rushing to rob people and quickly replenish the labor force of the territory, it is false to say that they are not jealous. Anyway, the refugees were sent to the door by themselves, and he didn't **** them, so they simply took them in.\n   </p>\n   <p>\n    Received more than 500 refugees, and the progress of his territorial reconstruction work has also been greatly advanced, making Coelho happy every day as if he had been injected with chicken blood.\n   </p>\n   <p>\n    It's a pity that the good days are short-lived after all. If you don't enjoy the demographic bonus for a few days, the owner will come to ask for it.\n   </p>\n   <p>\n    Looking at the gift in front of him, Coelho wished he wasn't home. It's a pity that the other party didn't give him a chance to refuse at all, explaining his intention to put down his things and leave.\n   </p>\n   <p>\n    Weakness is the original sin, and it is not shameful to bow to the strong. I have spent more than a month of free labor in vain, and it is not a disadvantage to return it now.\n   </p>\n   <p>\n    But the problem is that he only accepted 500 refugees, but the other party insisted that he accepted 1,000 refugees. After thanking him for his care with a gift, I asked him for the leader.\n   </p>\n   <p>\n    It was clearly extortion, how could such a thing be compromised. But the problem is that I really can't beat it!\n   </p>\n   <p>\n    Except for him, the lord who can fight, there are only a few guards left, and the rest of the armed forces are exhausted in the war.\n   </p>\n   <p>\n    Gather a group of serf soldiers and make an appointment with the elite from northern Xinjiang. You don't even need to start the battle, you already know the outcome.\n   </p>\n   <p>\n    One-on-one fights won't make group fights. As an aristocrat who has been rooted in the locality for many years, there was no lack of connections. Unfortunately, most of these connections were buried in the rebellion.\n   </p>\n   <p>\n    Even if he was lucky enough to keep the inheritance, the current situation is similar to that of Coelho. If he can't take care of himself, how can he take care of others?\n   </p>\n   <p>\n    There are indeed some relationships outside the county, but it is a pity that in order to successfully inherit the title, the human relationship has been almost exhausted.\n   </p>\n   <p>\n    The most important thing is that even if someone is willing to help out for the sake of friendship in the past, it will not be able to quench his thirst.\n   </p>\n   <p>\n    \"Sir, why don't you ask the Knight of the Bow for help? Although you haven't dealt with them before, your aunt married into the Koslow family, and everyone is considered a relative.\n   </p>\n   <p>\n    The relationship is a bit far away, but we are all neighbors next to each other. Just watching you being bullied like this, he can't hold back his face! \"\n   </p>\n   <p>\n    The words of the old housekeeper reminded Coelho. It is indeed a bit reluctant to say that they are relatives, but it is true that they are relatives by marriage with the Koslow family.\n   </p>\n   <p>\n    Unfortunately, the marriage relationship has lasted for three generations, and the parties involved have long since grown grass, and even the marriage partner is a branch of the Koslow family in Wyton County.\n   </p>\n   <p>\n    In theory, even if you ask for help, you should ask your relatives in Wyton County. It's a pity that the branch of Wyton is also overwhelmed now.\n   </p>\n   <p>\n    It's going to be on the shelves this Friday, everyone cheer up... Haiyue is going to hit the list, hit the list, hit the list, lovely, handsome, enthusiastic, elegant, happy readers, take all your tickets!\n   </p>\n   <p>\n   </p>\n   <p>\n    (end of this chapter)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 83": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1 class=\"main-title\">\n  The King Chapter 83: first order\n </h1>\n <body>\n  <div [class]=\"'par fontsize-' + fontsize\" class=\"par fontsize-16\">\n   <p>\n    Chapter 83 The first order\n   </p>\n   <p>\n    Coelho was just unlucky and happened to be involved, but he was far from the only one being targeted.\n   </p>\n   <p>\n    All the aristocratic lords who were not strong enough and participated in leading troops to rob the people were all pulled from the list.\n   </p>\n   <p>\n    Almost at the same time, these people received thank-you gifts from the northern Xinjiang nobles. There are only two paths in front of them, either accept this friendship and make friends, or start a fight.\n   </p>\n   <p>\n    In fact, there is only one way.\n   </p>\n   <p>\n    I don't know if it was an intelligence error or deliberately finding fault. The number proposed by a group of northern Xinjiang nobles far exceeds their actual harvest, and some even exceed the total population of the territory.\n   </p>\n   <p>\n    Hudson was lucky not to receive a cordial greeting from his neighbors. Obviously, the title of \"Knight of the Divine Bow\" still played a role.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"Knight Coelho, are you sure you didn't lead troops to participate in the robbery, and the lord of Maple Leaf Town asked you to hand over a thousand people?\"\n   </p>\n   <p>\n    It's not Hudson's fuss. There are enough nobles who lead troops to rob people. Wouldn't it be necessary to offend the local nobles in the two counties if they expand it?\n   </p>\n   <p>\n    The nobles who were able to obtain fiefdoms in the land of the two counties after the war had either been fought on the battlefield, or the family's comprehensive strength was strong enough.\n   </p>\n   <p>\n    Those who inherit the family business like Cavaliers Coelho are indeed soft persimmons. But just when someone encounters a catastrophe, they come to the door to add insult to injury, and they are not afraid of being sprayed to death by saliva.\n   </p>\n   <p>\n    Although it is nonsense to talk about pity for the weak and weak in the noble circle, everyone still has to put on a show on the surface.\n   </p>\n   <p>\n    Especially the remaining contacts of these families, at this time they are most willing to lend a helping hand and gain a good reputation.\n   </p>\n   <p>\n    If it weren't for the reputation, a relative who couldn't reach him and had never been contacted came to ask for help, Hudson would most likely be \"not at home\".\n   </p>\n   <p>\n    \"Respected Baron Hudson, I can swear on the glory of the Rex family that I never led troops to **** any of the people. Even in the past month, I have not been out of the house.\n   </p>\n   <p>\n    You should have heard about our family's situation. All the elite members of the family were destroyed in the rebellion. If I hadn't happened to be out to visit my uncle, I'm afraid I wouldn't have escaped.\n   </p>\n   <p>\n    In order to restore the territory after the war, I have already incurred huge debts. Now even the family's private army has not had time to form, how can they lead troops out to plunder.\n   </p>\n   <p>\n    insisting that it has something to do with Maple Leaf Territory, that is, a group of refugees strayed into my territory a few days ago. Seeing how pitiful they were, I took them in. \"\n   </p>\n   <p>\n    After listening to Coelho's explanation, Hudson just wanted to say shit! What kind of refugees strayed in, it was clearly his subjects.\n   </p>\n   <p>\n    It's just that I don't know which **** it was, lost people on the road, and the refugees accidentally ran into the territory of the good neighbor Coelho.\n   </p>\n   <p>\n    Pie falling from the sky is not necessarily a good thing. Those who are weak like Coelho are stunned by the stuffing pie.\n   </p>\n   <p>\n    The lord of Maple Leaf Town didn't have the confidence to find someone important in Hudson, so he could only let Coelho, a soft persimmon, make up for the loss.\n   </p>\n   <p>\n    Maybe there is more than one unlucky person. After all, for refugees, getting lost is really normal.\n   </p>\n   <p>\n    Even if you follow the big team, there are always people who are left behind. Especially when digging wild vegetables halfway or looking for bark to satisfy hunger, it is most easy to get lost.\n   </p>\n   <p>\n    Remembering that it was supposed to be his own people, but it just fell into the hands of others, Hudson felt very uncomfortable in his heart. Words of consolation, after all, could not be said.\n   </p>\n   <p>\n    \"Knight Coelho, if what you said is true, I am willing to act as a mediator between you and help resolve this misunderstanding.\n   </p>\n   <p>\n    However, you still need to discuss the ownership of these subjects. The guys in Beijiang are used to being arrogant, but they may not buy my account.\n   </p>\n   <p>\n    I personally suggest that you should increase your strength first. Even serf soldiers with low combat effectiveness are better than none! \"\n   </p>\n   <p>\n    It's okay to sell favors, but it's impossible to help fight, the relationship between the two parties hasn't reached that level yet.\n   </p>\n   <p>\n    The specific combat effectiveness of the Northern Border soldiers is unknown, but after all, they came down from the orc battlefield. If they really fought, the losses would definitely not be small.\n   </p>\n   <p>\n    The Cavalier Coelho in front of him looked like a poor man. He probably couldn't even pay for the burial fee. Hudson didn't want to do such a loss-making business.\n   </p>\n   <p>\n    However, as a qualified arms dealer, Hudson will not give up any potential customers.\n   </p>\n   <p>\n    Nobility is a relational society, and developing a customer is equivalent to developing a customer base.\n   </p>\n   <p>\n    As long as the product is easy to use, everyone will not hesitate to recommend it to relatives and friends. This kind of favor without cost has always been the favorite of nobles.\n   </p>\n   <p>\n    \"Sir Hudson, thank you for your help. Your kindness will never be forgotten by the Rex family!\"\n   </p>\n   <p>\n    Even though he only came forward to mediate, Coelho was still grateful. With the relationship between the two parties, it is already very good to be able to achieve this step.\n   </p>\n   <p>\n    If he really sent troops to help him fight a battle, he, the only Rex family, would not be able to repay the debt of favor.\n   </p>\n   <p>\n    There is no love and hate for no reason. The big man owes a lot of favors, so he can only pay for it with his life.\n   </p>\n   <p>\n    Although they are all low-level nobles in the kingdom, Hudson is considered a big man in front of the Rex family.\n   </p>\n   <p>\n    As the host, Hudson showed Coelho a tour of his armory very enthusiastically.\n   </p>\n   <p>\n    Although they were all ordinary iron weapons, the dense number still greatly shocked the young knight in front of him.\n   </p>\n   <p>\n    Finally, under the premise that Hudson agreed to pay in installments and offset in kind, he successfully sold two hundred \"spearheads\".\n   </p>\n   <p>\n    That's right, just the piercing tip of the spear. On the one hand, Hudson does not have so many raw materials for making spear bodies, and on the other hand, the customers are too poor.\n   </p>\n   <p>\n    It was just a small order of two hundred gold coins, and it had to be paid in installments and offset in kind, which left Hudson speechless.\n   </p>\n   <p>\n    No matter how small the list is, it has to be made, all of which are short spearheads less than a foot long, and don't use much iron at all.\n   </p>\n   <p>\n    The cost is at most one or two silver coins, but the finished Hudson dares to ask for ten silver coins. Customers like Coelho who pay in installments naturally have to pay extra.\n   </p>\n   <p>\n    One gold coin, a proper friendly price. When the situation in the two counties is so tense, it is a favor to be able to get weapons and equipment on credit.\n   </p>\n   <p>\n    None of the arms dealers in the market dared to give credit to the fief lord. Even usury merchants who dared to lend money to the king had to detour when they saw the fief lord.\n   </p>\n   <p>\n    There is no other reason, it is simply that the bad debt rate is too high. It's not a question of whether they want to pay it back, but that the noble lords who have come to this point have no ability to pay back at all.\n   </p>\n   <p>\n    No money means no money, so how can you do anything to a great noble because of money?\n   </p>\n   <p>\n    In this regard, the lords of the Northland have the most say.\n   </p>\n   <p>\n    If you are lucky, you can still receive the orc slaves to pay off the debt; if you are unlucky, the debtor may be gone at some point.\n   </p>\n   <p>\n    The probability of the heir fulfilling the contract is infinitely zero, and it is useless to go to court. There are almost no laws made by nobles: usury is legal.\n   </p>\n   <p>\n    It is credit that constrains everyone to pay back money, not territorial laws that can be formulated at will.\n   </p>\n   <p>\n    Of course, this has little to do with Hudson. For such a small list, the debtor is still a neighbor, and the risks in it are really limited.\n   </p>\n   <p>\n    (end of this chapter)\n   </p>\n  </div>\n </body>\n</html>\n"
}