{
    "Chapter 226": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1 class=\"main-title\">\n  The King Chapter 226: \"Secret of Longevity\"\n </h1>\n <body>\n  <div [class]=\"'par fontsize-' + fontsize\" class=\"par fontsize-16\">\n   <p>\n    Chapter 226 \"Secret of Longevity\"\n   </p>\n   <p>\n    The charge horn sounded, and amidst the shouts of killing, the orc army launched an attack again.\n   </p>\n   <p>\n    Under the personal supervision of the commander, the red-eyed orc soldiers, with wooden shields on their heads, rushed up against crossbow arrows, rolling stones, gold juice...with siege equipment.\n   </p>\n   <p>\n    The front team falls, and the rear team immediately makes up. The supervising team stared at the back, and no one dared to take half a step back.\n   </p>\n   <p>\n    The human soldiers on the city wall, some of them held sharp knives to kill the orcs who climbed up the wall, and some threw boulders vigorously, and poured a pot of fire oil down from time to time.\n   </p>\n   <p>\n    The raging fire quickly ignited under the city wall, and then spread rapidly. The orc soldiers who unfortunately fell into the sea of ​​fire were directly reduced to fuel.\n   </p>\n   <p>\n    There is still a faint smell of meat coming out.\n   </p>\n   <p>\n    The trebuchets and magic crystal cannons on both sides launched the most intense confrontation, and the defenders had the upper hand in terms of firepower, but the Yingmen in the sky pulled back the round for the orcs.\n   </p>\n   <p>\n    In general, the long-range strike capabilities of the two sides are almost the same. What is fighting now is strength. The defenders have the advantage of the city, but the orcs also have an advantage in strength.\n   </p>\n   <p>\n    The front line is charging, and the Ratman and Ant-Man in the rear... have turned into \"earthwork engineers\" and started earthwork construction operations.\n   </p>\n   <p>\n    It's just that the land near the city has been processed. Not only is it surprisingly hard, but also buried a lot of boulders, which has brought great inconvenience to these \"earthwork engineers\".\n   </p>\n   <p>\n    Especially when approaching the city wall, the magicians guarding the city also kept interfering.\n   </p>\n   <p>\n    Countless \"earthwork engineers\" have been permanently buried underground before they have had time to touch the city wall.\n   </p>\n   <p>\n    After failed attempts again and again, the orc general commanding the army was not only not annoyed, but showed a satisfied expression.\n   </p>\n   <p>\n    War is the most capable of covering up problems, but it is also the easiest to expose problems. The seemingly unbreakable line of defense, with the continuation of the war, the sequelae caused by the death of high-level generals are gradually exposed.\n   </p>\n   <p>\n    When it comes to the cooperation of troops in different regions, the response ability is obviously much slower, and it is far less flexible than before.\n   </p>\n   <p>\n    Without a strong head coach, the substitute generals lack prestige, and the nobles below lack sufficient awe, it is inevitable to compromise when executing orders.\n   </p>\n   <p>\n    In addition, the new general is far less familiar with the army than the previous commander. When assigning tasks, he often made some jokes, which exacerbated this contradiction.\n   </p>\n   <p>\n    It is all determined by human nature. An army can only have one commander. While maintaining their prestige, the nobles are also subconsciously reducing the presence of the deputy commander.\n   </p>\n   <p>\n    Even if everyone is noble from the same province, it is normal for the boss to suppress the second, and the nobles below are also forced to stand in line.\n   </p>\n   <p>\n    Now the boss suddenly hangs up, and the second son is replaced to command the army. If there are no problems, that is the biggest problem.\n   </p>\n   <p>\n    This is an unsolvable problem. It is difficult for a noble in a province to command, and it is even more difficult for a commander to be airborne.\n   </p>\n   <p>\n    It doesn't matter if you are temporarily slow, but a series of operations are half a beat slow, and it will eventually lead to a big accident.\n   </p>\n   <p>\n    Looking at the **** battlefield, Abraham smiled indifferently, and was about to order the orc priest to act, when a figure suddenly appeared and startled him.\n   </p>\n   <p>\n    \"Your Majesty, why are you here?\"\n   </p>\n   <p>\n    As soon as the words came out of his mouth, Abraham realized that he had made a slip of the tongue.\n   </p>\n   <p>\n    As the emperor of the Beamon clan and the head of the five giants of the Orc Empire, Emperor Beamon does not need to report to anyone.\n   </p>\n   <p>\n    Fortunately, at this moment, Emperor Bimon was so focused on the battlefield that he didn't notice his gaffe.\n   </p>\n   <p>\n    \"Don't worry about you guys, come and see for yourself.\n   </p>\n   <p>\n    It's been so long since the war started, and they haven't been able to tear through the Alpha Kingdom's defenses yet.\n   </p>\n   <p>\n    Abraham, your performance is not good! \"\n   </p>\n   <p>\n    The seemingly understated comments fell into Abraham's ears, but it was like a blow to the head.\n   </p>\n   <p>\n    It's just the victory or defeat on the battlefield, it's not up to him as a general to decide.\n   </p>\n   <p>\n    The Crown Prince of the family and the emperors of the four clans decided to make a breakthrough from the Principality of Moxi, and the number of troops on the front line of the Alpha Kingdom naturally decreased accordingly.\n   </p>\n   <p>\n    But some things can be thought about, but cannot be said directly. If this is used as an excuse, it is blaming the crown prince and the emperors of the four clans for making mistakes.\n   </p>\n   <p>\n    As a subordinate, it is a taboo in the workplace to blame the leader when things happen. What's more, there is nothing wrong with persimmons that are picky and soft.\n   </p>\n   <p>\n    Although the progress of the Alpha Kingdom is slow, the Moxi Principality is making great strides, and now they are attacking the Warhammer Kingdom in a detour.\n   </p>\n   <p>\n    If the plan is successful, it will be much easier to destroy the Kingdom of Warhammer in one fell swoop, destroy the Principality of Moxi along the way, and then go back to deal with the Kingdom of Alpha.\n   </p>\n   <p>\n    On the contrary, it has been fighting the Alpha Kingdom here, and dragging it until the arrival of human reinforcements, that is a major military failure.\n   </p>\n   <p>\n    \"Your Majesty, the defenders of the Alpha Kingdom are like smelly and hard stones, and every step forward by the imperial army will pay a heavy price.\n   </p>\n   <p>\n    But now there is a problem with the enemy's command system, we will be able to seize the opportunity and tear their defense line in one fell swoop! \"\n   </p>\n   <p>\n    Abraham's guarantee did not win the appreciation of Emperor Bimon, but instead ushered in a wave of shaking his head.\n   </p>\n   <p>\n    \"You, you still can't change this bad habit!\n   </p>\n   <p>\n    If the Alpha Kingdom was really easy to deal with, it would have been wiped out ten times by the empire long ago, how could it survive until now.\n   </p>\n   <p>\n    Several high-ranking generals were killed, at most there was only a short period of confusion, and a few lines of defense were thrown at us.\n   </p>\n   <p>\n    From here all the way to Canglan City, there are countless fortresses of all sizes along the way, and a dozen or twenty new lines of defense can be organized casually.\n   </p>\n   <p>\n    When I led the army to break through Canglan City, I suffered a lot along the way.\n   </p>\n   <p>\n    But even after taking Canglan City, the Alpha Kingdom still did not collapse, and they moved their capital directly to the south to continue to resist.\n   </p>\n   <p>\n    So this time we have to change our strategy, we can't push all the way through stupidly, we just need to pick the enemies that should be fought! \"\n   </p>\n   <p>\n    Emperor Bemon's words made Abraham completely confused.\n   </p>\n   <p>\n    \"What is the enemy to fight?\"\n   </p>\n   <p>\n    He couldn't find any ideas at all.\n   </p>\n   <p>\n    In Abraham's inherent concept, all human races are enemies, and there is no distinction between fighting or not.\n   </p>\n   <p>\n    It's a pity that Emperor Bimeng didn't seem to notice his doubts, or maybe he didn't care at all, and didn't mean to explain at all.\n   </p>\n   <p>\n    Emperor Bimon came to the front line in person, and the command of the army naturally changed hands.\n   </p>\n   <p>\n    Not only did Abraham want to be obedient, but even the commanders of the armies of the other four tribes were more than a head short in front of this respected old emperor.\n   </p>\n   <p>\n    The five imperial courts, who were fighting independently, unexpectedly realized the unity of military command for a short time in a strange way.\n   </p>\n   <p>\n    Emperor Bimon didn't take these changes to heart at all.\n   </p>\n   <p>\n    Originally, he would not have arrived at the front line so soon, but the plan did not change quickly. I don't know who made a move to help the Orc Empire, so that the opportunity appeared in advance.\n   </p>\n   <p>\n    Since the last sacrifice, the sacrifices in the secret room have been almost consumed. Judging from the current situation, there is a high probability that the last sacrifice cannot be satisfied.\n   </p>\n   <p>\n    If the sacrifices are not enough, it will naturally need to be supplemented. If there is no actual demand, Emperor Bimon would not agree to start a war at this juncture.\n   </p>\n   <p>\n    The doom of one hundred thousand years is approaching day by day, which also means that the most dangerous moment is coming.\n   </p>\n   <p>\n    The continental overlords of all dynasties will take action to clean up the exposed hidden dangers before the disaster strikes, so as to reduce the losses in the calamity.\n   </p>\n   <p>\n    The Orc Empire has jumped out now, which can be said to have put itself in danger.\n   </p>\n   <p>\n    If the human race is angered, the human race alliance will destroy them first regardless, that would be a real tragedy.\n   </p>\n   <p>\n    In fact, the biggest reason why Emperor Beamon dared to launch this war at this time was that the human race was divided.\n   </p>\n   <p>\n    Even if it is in the interests of the race, it is not necessarily in the interests of each. In many cases, the interests of individuals will override the interests of the race. This is human nature.\n   </p>\n   <p>\n    If it is a unified continental overlord, it is estimated that all the major alien races, including the orcs, are as obedient as little white rabbits.\n   </p>\n   <p>\n    Choosing to appear on the battlefield at this moment is actually because Emperor Bimon is deliberately avoiding it, not wanting to be destroyed at a critical moment and all previous efforts to be wasted.\n   </p>\n   <p>\n    The **** battle continued, and the wall that could not stand the toss finally collapsed under the **** struggle between the two sides.\n   </p>\n   <p>\n    The \"engineers\" who were doing soil work were reduced to the first wave of sacrifices.\n   </p>\n   <p>\n    The appearance of the gap made the battle between the two sides more intense. The human magician has been pinned down by the orc priests accompanying the army, and it is difficult to provide much help to the defenders.\n   </p>\n   <p>\n    In order to plug the gap, countless noble officers led soldiers to make up for it one after another. Unfortunately, the pace of the orc army is still slowly moving forward.\n   </p>\n   <p>\n    \"Pass down the order. After the army breaks through the city, the human masters will try their best to catch me alive!\"\n   </p>\n   <p>\n    Emperor Bimon said viciously.\n   </p>\n   <p>\n    It's a pity that the fiery expression between his brows still revealed his inner desire.\n   </p>\n   <p>\n    Not everyone is qualified to be a sacrifice. If it is not a strong person, even if the soul is imprisoned, it will quickly dissipate, and it will not be able to satisfy his needs at all.\n   </p>\n   <p>\n    If black hands are used within the Orc Empire, it will not only damage the strength of the empire, but also easily expose the plan.\n   </p>\n   <p>\n    No matter how secret the secret method is, he can't guarantee that no one will recognize it.\n   </p>\n   <p>\n    If the news gets out, not only will the plan fail, but even he himself will die with the society.\n   </p>\n   <p>\n    How can an emperor who can even kill his own son gain the loyalty of his subordinates.\n   </p>\n   <p>\n    At that point, he's going to be shunned by most of the outsiders except for a handful of irons.\n   </p>\n   <p>\n    Instead, it is easier to operate on the battlefield, catching enemies as sacrifices.\n   </p>\n   <p>\n    Even if everyone finds out, they can just find an excuse to fool them. For a while, everyone will not think about that aspect.\n   </p>\n   <p>\n    After the plan is successful, even if the truth is revealed, Emperor Beamon is not worried.\n   </p>\n   <p>\n    In this world, after all, the law of the jungle preys on the strong, and the strong cannot be blamed. No matter how vicious the method is, everyone will just pretend not to see it.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Emerald Palace, the news of the fall of Huaxus province reached here immediately. Caesar III, who was suffering from not being able to find the murderer, had accumulated a full stomach of resentment at this moment.\n   </p>\n   <p>\n    \"snort!\"\n   </p>\n   <p>\n    \"Fool!\"\n   </p>\n   <p>\n    \"It's all a bunch of idiots!\"\n   </p>\n   <p>\n    \"I told them to strengthen their guard against the orcs' sneak attack, but they still let the enemy take advantage of it. It's a shame to the kingdom!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Facing the furious king, all the ministers lowered their heads one after another. Ever since Duke Arondo's accident happened, everyone had psychological expectations about the fall of Huaxas.\n   </p>\n   <p>\n    But this day came too early. Under normal circumstances, relying on the defenders on the front line, they would be able to deal with the orcs for several months.\n   </p>\n   <p>\n    Failure after a delay is not a real failure, but a planned \"strategic shift\".\n   </p>\n   <p>\n    Operations similar to \"strategic transfer\" often occurred in the Alpha Kingdom during the period of massive orc invasion.\n   </p>\n   <p>\n    It is a pity that the fall of Huaxus province was too fast this time, and the strategic value of exchanging space for time was not able to be exerted.\n   </p>\n   <p>\n    \"Your Majesty, the defenders on the front line have done their best. According to the information collected, Emperor Bimon's camp also appeared in the camp of the orc army.\n   </p>\n   <p>\n    The old and immortal are all coming to the front line, which is very likely to be a strategic change within the orc empire. Caught off guard, the garrison of Waxas Province was defeated, which is also understandable. \"\n   </p>\n   <p>\n    Grand Duke Afiero bit the bullet and explained.\n   </p>\n   <p>\n    As the Minister of Military Affairs, he has been really hard these days. The assassination case that caused a sensation in the mainland has yet to find any clues, and Waxas has been lost again.\n   </p>\n   <p>\n    They are responsible for organizing and implementing the strategic plan. Now that there has been a major change, this responsibility can only be carried by the Ministry of Military Affairs.\n   </p>\n   <p>\n    It is impossible to get rid of the blame, and the front-line generals who preside over the defense of Huaxus province do not even have a breather.\n   </p>\n   <p>\n    If it is not your own responsibility, then it can only be the responsibility of the enemy. Although this explanation is not reliable, it is better than nothing.\n   </p>\n   <p>\n    Judging from Caesar III's expression, he knew that when he heard the word Bimon Huang, his eyelids jumped up habitually.\n   </p>\n   <p>\n    This old opponent can be called the nightmare of the Alpha Kingdom. In the past years, the Alpha Kingdom suffered a lot in order to compete with this old guy.\n   </p>\n   <p>\n    \"Isn't that old guy dying, why is he jumping up and down again? Could it be that the Orc Empire really has a life-extending evil method?\"\n   </p>\n   <p>\n    During the questioning, Caesar III had a slightly unnatural expression. \"Longevity\" is a nightmare for all monarchs.\n   </p>\n   <p>\n    If it can prolong life, no matter what kind of evil method is not evil method, practicality comes first.\n   </p>\n   <p>\n    \"Your Majesty, Emperor Bimon has passed his 300th birthday. According to historical records, he is already the longest-lived Bimon under the Sanctuary.\n   </p>\n   <p>\n    It is almost certain that there is a secret method of life extension in the hands of Emperor Bimon. Otherwise, under normal circumstances, he shouldn't be alive.\n   </p>\n   <p>\n    This is a big trouble, but also a big opportunity.\n   </p>\n   <p>\n    There should be not a few big figures on the mainland who are interested in the secret method of life extension. As long as we release the news, there will be no peace in the second half of Emperor Bimon's life! \"\n   </p>\n   <p>\n    The prime minister, the Grand Duke of Newfoundland, replied.\n   </p>\n   <p>\n    This is definitely a feeling from the heart. The prime minister is not immune either. As an elderly man, he is also thinking about the method of prolonging his life deep in his heart.\n   </p>\n   <p>\n    I searched hard but couldn't find it, and suddenly I was told the news of the longevity method, and it was almost inevitable to take extraordinary measures.\n   </p>\n   <p>\n    Bi Menghuang is certainly powerful, but it is not that simple to block the prying eyes of a group of people who are approaching their longevity.\n   </p>\n   <p>\n    \"Okay, let's release the news according to the prime minister's proposal. But it can't be said that it is a method of prolonging life, but directly announce that Emperor Bimeng has obtained the secret method of longevity,\"\n   </p>\n   <p>\n    Caesar III said viciously.\n   </p>\n   <p>\n    Regardless of whether Emperor Bimon has the secret method of longevity in his hands, as long as he is alive, this kind of thing cannot be explained clearly.\n   </p>\n   <p>\n    The great people who dream of longevity don't have the time to delve into the truth of the rumors. Anyway, they lived three hundred years longer than Emperor Meng, so they can't be fake.\n   </p>\n   <p>\n    Once greed is born, no matter how Emperor Bimon explains it, it will not be able to make everyone feel relieved.\n   </p>\n   <p>\n    The classic routine of killing with a borrowed knife, although old-fashioned, does not affect its practicality.\n   </p>\n   <p>\n    Even if only one tenth of the rich and powerful were tempted, the subsequent changes would be more painful than Meng Huang.\n   </p>\n   <p>\n    (end of this chapter)\n   </p>\n  </div>\n </body>\n</html>\n"
}