{
    "Chapter 451": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1 class=\"main-title\">\n  The King Chapter 451: reinforcements\n </h1>\n <body>\n  <div [class]=\"'par fontsize-' + fontsize\" class=\"par fontsize-16\">\n   <p>\n    The army of elves marched southward, and the situation in the Kingdom of Hesse became tense. The threat of the old neighbors, the Stone People, has not been eliminated, and now a powerful enemy has been added.\n   </p>\n   <p>\n    The only easy one is probably the Count Louis Vuitton. Misfortunes and blessings, the Hessians had annexed the counties of Korubia before, but now they are such a headache.\n   </p>\n   <p>\n    The expansion of the territory made the Kingdom of Hesse the first among the three countries in the mainland to face off against the army of elves, a proper dungeon of hell.\n   </p>\n   <p>\n    Gratitude does not exist. It's not that he asked the Hessians to help block the knife, and if he didn't do anything to delay his progress, he was just taking care of the overall situation.\n   </p>\n   <p>\n    After all, he is not a direct descendant of the kingdom, and he was able to have a position in the high-level meeting because Alexander V took into account the international influence.\n   </p>\n   <p>\n    There is not much sense of presence, and Earl Louis Vuitton is also happy to paddle. Feel free to toss around, anyway, not long ago he was transferred again, from a wealthy county to a remote mountain county.\n   </p>\n   <p>\n    The backcountry also has the benefits of the backcountry. Even if an army of foreign races comes over, it won't be his turn for a while.\n   </p>\n   <p>\n    \"The Kingdom of Alpha and the Principality of Moxi refused to send troops together. What's going on? Don't they have any strategic awareness?\"\n   </p>\n   <p>\n    Alexander V asked with a puzzled expression.\n   </p>\n   <p>\n    Open the map and you will know that once the Kingdom of Hesse retreats, the Kingdom of Alpha and the Principality of Moxi will be surrounded on three sides by the alien alliance.\n   </p>\n   <p>\n    Anyone with a little common sense knows that under such a comprehensive and passive strategic structure, the two countries may be in danger of being destroyed at any time.\n   </p>\n   <p>\n    \"Your Majesty, according to the information from the north, the orc army just won a big victory, and the Alpha Kingdom was forced to abandon many provinces in the northern border.\n   </p>\n   <p>\n    In order to deal with the orc invasion, they have concentrated their forces to the northern border, and they are really powerless against the elves' invasion.\n   </p>\n   <p>\n    The principality of Moxi borders too many areas with foreign races, and the reluctance to send troops is probably because they are afraid of getting burned.\n   </p>\n   <p>\n    What's more, in recent years, they have been strategically following the Alpha Kingdom. Not long ago, the Alliance of the Ancient Remains invaded, and the Alphas helped them solve it. It is not surprising that the two countries continue to agree.\n   </p>\n   <p>\n    Of course, it does not rule out that the two countries and the elves have reached an agreement in secret. \"\n   </p>\n   <p>\n    Foreign Minister Marquis Krasner explained in a difficult way.\n   </p>\n   <p>\n    It's not that their Ministry of Foreign Affairs didn't work hard, it's that the reasons for their refusal to send troops are too strong, and there is no room for exerting pressure.\n   </p>\n   <p>\n    The army of orcs has invaded the country. They have to protect themselves first, and there is no fault at all.\n   </p>\n   <p>\n    In a sense, the current passive situation is also caused by themselves. If they had supported the Northern Continent at the beginning of the war, the situation would never have collapsed so quickly.\n   </p>\n   <p>\n    But the problem is that they are not the only country on the mainland. If you only contribute your own efforts and others look at it, everyone will feel unbalanced.\n   </p>\n   <p>\n    The impression of the elves paddling is too deep. Everyone is lucky, thinking that they can end the war before the elves intervene.\n   </p>\n   <p>\n    With this mentality, when the countries in the Northern Continent asked for help, the three major kingdoms in the Central Continent chose to wait and see.\n   </p>\n   <p>\n    This wait-and-see will cause a big problem. When they realize that the situation is wrong, it will be too late to take action.\n   </p>\n   <p>\n    The expected meat shield Alpha Kingdom and the Principality of Moxi did not play their due role, and they did not fight the elf army at all.\n   </p>\n   <p>\n    Although it is suspected that they have reached an agreement secretly, if there is no evidence, it will only bring shame upon the Human Race Alliance.\n   </p>\n   <p>\n    After all, the Alpha Kingdom has always been on the front line in the fight against alien races, and its contribution to the human race is obvious to all.\n   </p>\n   <p>\n    \"Forget it, the two of them can't divide their forces, so it's fine if they don't send troops.\n   </p>\n   <p>\n    The Ministry of Foreign Affairs hastened to contact the countries in the central continent, especially the Kingdom of Dante and the Kingdom of the South Bank, and must form a coalition army in the central mainland in the shortest possible time to prevent the army of elves from going south! \"\n   </p>\n   <p>\n    Alexander V said helplessly.\n   </p>\n   <p>\n    It seems to be an understatement, but in fact his heart is not peaceful at all. Without the participation of the Alpha Kingdom and the Principality of Moxi, it is not only a reduction in military strength, but also a comprehensive passive strategy.\n   </p>\n   <p>\n    According to their original strategic deduction, the elf army should destroy the Principality of Moxie, and severely damage the Kingdom of Alpha before going south to avoid threats to the flanks.\n   </p>\n   <p>\n    Although it is not known whether the three parties have reached an agreement, anyway, the elf army went directly south, as if not worried about the threat to the flanks.\n   </p>\n   <p>\n    \"Your Majesty, let's ask the Alliance for help!\n   </p>\n   <p>\n    The Kingdom of Dante and the Kingdom of the South Coast are similar to our situation. They are all busy with their own wars, and the troops they can deploy are limited.\n   </p>\n   <p>\n    The rest of the small countries are all vassals of our three countries, and their strength is very limited. Even if they form a large army, it may be difficult to stop the elf army. \"\n   </p>\n   <p>\n    Earl Nicholas suggested.\n   </p>\n   <p>\n    As the Minister of Military Affairs, he is too familiar with the military strength of the Central Continent. There has been no major war for many years, and the army has long been unfamiliar. Now they are all trainees on the battlefield.\n   </p>\n   <p>\n    From the outbreak of the war to the present, all kinds of messy things have emerged one after another.\n   </p>\n   <p>\n    Kong has national power, but because of the low efficiency of the government and the poor coordination of all aspects, it is unable to exert its full strength.\n   </p>\n   <p>\n    Each of them led their younger brothers to work, and they were all chicken feathers from the same place. After forming a coalition, there were more troubles.\n   </p>\n   <p>\n    The only good news is that everyone grew up in the war. If the army of elves came later, the situation would be completely different when the generals of all countries had grown up.\n   </p>\n   <p>\n    \"Count Nicholas, your thinking is too simple. If it is effective to ask the alliance for help, the elf army will not be able to reach our doorstep.\n   </p>\n   <p>\n    The countries in the northern continent have long asked for help from the alliance. No matter how tight the battle situation is, they will not be completely unable to mobilize their troops.\n   </p>\n   <p>\n    Leaving aside the declining Kingdom of Oprus, Avalat, and Ruthenia, we, the Kingdom of Dante, and the Kingdom of the South Shore will each deploy seven or eight main armies. It will not be difficult to reinforce the North Continent, right?\n   </p>\n   <p>\n    The Kingdom of Iberia is stronger than us. Since the outbreak of the war, it has suppressed the alien race. It is not a problem to deploy a dozen or so main armies.\n   </p>\n   <p>\n    The Holy See and the Frankish Kingdom, which are more powerful, have never felt the pressure, and they can easily do it by deploying 20 legions each.\n   </p>\n   <p>\n    Collection of other small countries, the entire Human Race Alliance can send millions of troops to the North Continent at the beginning of the war.\n   </p>\n   <p>\n    Unfortunately, because of their own interests, everyone made excuses to refuse.\n   </p>\n   <p>\n    The more clear the situation is now, the less likely the major powers in the Southern Continent will send troops. Asking them for help is meaningless except to humiliate yourself.\n   </p>\n   <p>\n    In fact, the Ministry of Foreign Affairs has already contacted them, and everyone guessed the final result.\n   </p>\n   <p>\n    Everyone is talking about reinforcements, but when it comes to specific actions, they just want to annex the surrounding alien races as soon as possible and strengthen their own strength.\n   </p>\n   <p>\n    Now they are wishing that we and the alien army will lose both. Anyway, the war will not end for a while, and they can finish their own work and come out to clean up the mess! \"\n   </p>\n   <p>\n    After hearing Marquis Krasner's mocking words, everyone looked embarrassed.\n   </p>\n   <p>\n    When the countries in the Northern Continent asked for help, the Ministry of Foreign Affairs advocated sending troops, but it was rejected by everyone.\n   </p>\n   <p>\n    Facts have proved that the theory of cold lips and teeth is really effective.\n   </p>\n   <p>\n    With no big country leading the reinforcements, the situation in the North Continent quickly collapsed, and the Kingdom of Hesse was forced to take up the banner of resisting the invasion of the elf army.\n   </p>\n   <p>\n    The flames of war have reached my own home, and I can no longer hide. Regardless of the final outcome of the war, the strategic plan of the Kingdom of Hesse went bankrupt.\n   </p>\n   <p>\n    A similar scene happened at the same time in the Kingdom of the South Bank and the Kingdom of Dante. With the pain of the skin, you can understand the pain of being betrayed.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    The mountain leader, after glancing at the information in his hand, Hudson shook his head secretly.\n   </p>\n   <p>\n    This continental war has buried more than a dozen countries. However, this is just the beginning. If nothing else happens, more countries will be destroyed in the future.\n   </p>\n   <p>\n    If nothing unexpected happens, there will be a big reshuffle within the Terran world.\n   </p>\n   <p>\n    The former top ten kingdoms in the mainland, the Warhammer Kingdom has become history. Even if the country can be restored after the war, it will not change the fate of decline.\n   </p>\n   <p>\n    The Kingdom of Oprus, the Kingdom of Avalat, and the Kingdom of Ruthenia, which performed poorly in the war, have now clearly fallen behind.\n   </p>\n   <p>\n    When a big country goes down, it's best to hope that its neighbors go down with it. Just judging from the current situation, this seems to be a luxury.\n   </p>\n   <p>\n    If the Three Kingdoms cannot stand up, they will inevitably be swallowed up and divided after the war. As for the length of this time period, it depends on everyone's integrity.\n   </p>\n   <p>\n    In a sense, the future fate of the Three Kingdoms is directly proportional to the speed at which the moral system collapses.\n   </p>\n   <p>\n    In addition to these three countries with internal problems, the Alpha Kingdom and the Three Kingdoms of the Central Continent are also being tested, and their future fate depends entirely on the follow-up wars.\n   </p>\n   <p>\n    For a moment Hudson felt the pressure. In the face of the great era, personal power is too fragile.\n   </p>\n   <p>\n    The power of the Mountain Land Territory is still a force in the eyes of the Alpha Kingdom. But if you look at the entire continent, you won't be ranked at all.\n   </p>\n   <p>\n    What troubled him the most was that someone was robbing him of refugees. Such a move is completely interrupting the development process of the mountain territory.\n   </p>\n   <p>\n    Obviously knows who the other party is, but he still can't do anything. Compared with the most powerful country in the mainland, the chips in his hands are really too few.\n   </p>\n   <p>\n    \"The order is passed down, let the people of the immigration agency take the initiative to attack, and can't sit there and wait for the refugees to come to the door.\n   </p>\n   <p>\n    Don't focus on the North Continent, the flames of war are about to reach the Central Continent, and our old neighbors will soon be in trouble.\n   </p>\n   <p>\n    Arrange people there, wait for the Hesse Kingdom to fall into war, and then wait for the opportunity to take action.\n   </p>\n   <p>\n    I don't care how to do it, I want to get him back anyway. Remember to be quiet, and don't hang my banner.\n   </p>\n   <p>\n    When necessary, you can spend money to buy mercenaries and slave trade organizations. If something happens, let them take the blame. \"\n   </p>\n   <p>\n    Hudson said seriously.\n   </p>\n   <p>\n    The situation is changing too fast, and it is impossible not to take risks. For the sake of territorial development, he couldn't care less about offending the Kingdom of Hesse.\n   </p>\n   <p>\n    Anyway, they are already in a vortex, and the losses in the next war will definitely not be small. Even if he found out about his little tricks after the war, he probably didn't have time to worry about it.\n   </p>\n   <p>\n    Besides, their relationship with the kingdom has deteriorated long ago. Even if it is a diplomatic protest, the kingdom will probably ignore it. As long as you can save face, that's fine.\n   </p>\n   <p>\n    \"Yes, Earl!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    After arranging the affairs of the territory, Hudson went straight to the capital without stopping. It is not easy to be a commander-in-chief during a war, even if you want to take a vacation.\n   </p>\n   <p>\n    After staying in the territory for less than two days, he was urged by the kingdom to go back to handle military affairs. It was all caused by the unfavorable frontline warfare.\n   </p>\n   <p>\n    Although the strategic contraction plan was proposed by him in order to preserve the strength of the kingdom, all parties still cannot tolerate the loss of cities and territories.\n   </p>\n   <p>\n    Fortunately, Marquis James took the trouble alone, and the Kingdom did not announce that it was giving up voluntarily, otherwise Hudson would be scolded.\n   </p>\n   <p>\n    The public opinion environment in the kingdom is like this, as long as the front line loses the city and land, it is a heinous crime.\n   </p>\n   <p>\n    It would be fine if there was a huge disparity in strength between the two sides. The nobles had more or less knowledge and could understand what was unavoidable.\n   </p>\n   <p>\n    Now there is not much difference in strength between the two sides. Because of the command error, everyone can't stand the defeat all the way on the front line!\n   </p>\n   <p>\n    It's hard to be a good person.\n   </p>\n   <p>\n    The strategic contraction was mainly to keep the noble lords in the north. It turned out that the nobles in the border area of ​​northern Xinjiang happened to be the most troublesome now.\n   </p>\n   <p>\n    Hudson also understands their feelings, whoever loves their territory. It took a lot of effort to get a little improvement in business, and now I must give up suddenly, I must be reluctant.\n   </p>\n   <p>\n    But there is no way, if the supply of strategic materials is not available, the battle cannot be fought at all. Either take the initiative to shrink strategically now, or be forced to retreat when the strategic supplies are exhausted.\n   </p>\n   <p>\n    First, the aristocratic lords in the border area were making trouble, and then the five northern dukes took over and gradually became the main force.\n   </p>\n   <p>\n    To sum it up in one sentence, the flames of war are at the door of the house, and one's own core is damaged.\n   </p>\n   <p>\n    James Marquis is having a hard time. Facing the pressure of public opinion coming to his face, he couldn't stand it anymore.\n   </p>\n   <p>\n    Even without Hudson as a substitute, it is only a matter of time before he is ousted.\n   </p>\n   <p>\n    Hundreds of aristocratic lords have already requested the kingdom to change their commanders. This kind of thing is very rare in the more than 300-year history of the Alpha Kingdom.\n   </p>\n   <p>\n    The kingdom couldn't withstand the pressure, so naturally it couldn't let Hudson idle. Even if the expeditionary legion is in a rest period, he has to take over the position of commander.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"The frontlines continue to suffer setbacks, and now the morale of the army has been severely damaged. The most urgent task is to restore confidence.\n   </p>\n   <p>\n    It is not enough to just change the coach, we must also send reinforcements to boost everyone's confidence.\n   </p>\n   <p>\n    Deploy five standing legions, and then recruit five legions from provinces that have not yet been mobilized, forming an army of 100,000 and rushing to the front. \"\n   </p>\n   <p>\n    At the Royal Capital Meeting, Hudson made a direct request.\n   </p>\n   <p>\n    Because of guarding against the army of elves, not all the standing army of the kingdom was sent to the battlefield in the northern border, and the provinces in the southwestern region did not recruit troops to fight.\n   </p>\n   <p>\n    Now that the contract is signed, the threat of the elves can be ignored for the time being, and the kingdom can also deal with the northern battlefield freely.\n   </p>\n   <p>\n    \"The troops on the front line have been seriously damaged, and it is necessary to deploy reinforcements. It's just that the Marshal sent 100,000 troops, isn't it a little short?\"\n   </p>\n   <p>\n    Otherwise, recruit ten more legions to gather 200,000 troops. \"\n   </p>\n   <p>\n    Archduke Afiero asked hesitantly.\n   </p>\n   <p>\n    The situation on the front line was tense. During the retreat, they suffered several defeats and lost a lot of troops. The 100,000 troops only made up for the losses.\n   </p>\n   <p>\n    I wish readers a happy May Day, and luckily caught up.\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 452": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1 class=\"main-title\">\n  The King Chapter 452: torturous confrontation\n </h1>\n <body>\n  <div [class]=\"'par fontsize-' + fontsize\" class=\"par fontsize-16\">\n   <p>\n    The name of a person, the shadow of a tree.\n   </p>\n   <p>\n    After years of painstaking efforts, Hudson is now also famous. With a dragon chant, everyone knows that the only marshal of the kingdom has arrived.\n   </p>\n   <p>\n    Although Hudson has not had time to do anything, but because of his arrival, the morale of the frontline officers and soldiers has changed.\n   </p>\n   <p>\n    The originally lifeless headquarters suddenly became full of hope.\n   </p>\n   <p>\n    The Kingdom finally changed coaches, and everyone breathed a sigh of relief, including Marquis James himself.\n   </p>\n   <p>\n    Retiring now is nothing more than bearing the infamy of incompetence and returning to the field. If you suffer a few more defeats, then you can't even think about retreating unscathed.\n   </p>\n   <p>\n    Frankly speaking, his command is quite satisfactory. There are no major highlights, and there are not many omissions. The overall performance is still passing.\n   </p>\n   <p>\n    Can stand out from the crowd of generals, the ability of Marquis James is beyond doubt. To be able to get to the current position, that is also from the battlefield with a knife and a shot.\n   </p>\n   <p>\n    Maybe his performance is not the most amazing, but James' luck is better than that of his contemporaries.\n   </p>\n   <p>\n    Those competitors who performed better than him in the past died on the battlefield one by one, and he became the leader of the army after suffering.\n   </p>\n   <p>\n    During the last war, when he assisted Hudson in commanding the army, he also performed very well.\n   </p>\n   <p>\n    Unfortunately, it was misplaced.\n   </p>\n   <p>\n    James, who is more than stable but not flexible enough, is an excellent executor, but the commander-in-chief is very average.\n   </p>\n   <p>\n    If it is equipped with a staff department to make up for the shortcomings in flexibility, it can also become an excellent commander.\n   </p>\n   <p>\n    Unfortunately, there is no such thing as a staff department in the continent of Aslant. Hudson's military reforms also remained on the surface and did not touch the deeper command system.\n   </p>\n   <p>\n    It's not that he doesn't want to do it, but that under the current conditions of the kingdom, there is no condition for reforming the command system at all.\n   </p>\n   <p>\n    Not everyone can be a staff officer. Even Hudson himself can barely assemble an immature team. How can it be promoted in the entire army?\n   </p>\n   <p>\n    If you want to become a qualified staff officer, the first thing you need to do is to emancipate your mind and abandon the shackles of traditional military thinking.\n   </p>\n   <p>\n    The solidification of thought is the most important ruling core under the current political system. After years of brainwashing, there are very few people who can not be affected.\n   </p>\n   <p>\n    When everyone is deeply influenced by traditional ideas, those who are not affected become heresies.\n   </p>\n   <p>\n    This situation is more serious in countries with fewer wars. Especially in the civil war among human aristocrats, whoever does not follow the rules will be rejected by the entire circle.\n   </p>\n   <p>\n    Alpha Kingdom is more pragmatic, but not open enough to subvert the feudal system. In such a big environment, Hudson can't do anything.\n   </p>\n   <p>\n    \"Marshal...\"\n   </p>\n   <p>\n    As the words came to his lips, James swallowed them back again. It's too late to say anything now, someone needs to take responsibility for losing a battle.\n   </p>\n   <p>\n    It can't be the king who pushed him to the throne, so he has to carry it himself. Anyway, it was not wronged, the defeat on the battlefield itself was a mistake in his command.\n   </p>\n   <p>\n    \"Don't say any more, go back and rest for a while, your current mental state is very wrong.\"\n   </p>\n   <p>\n    Hudson said calmly.\n   </p>\n   <p>\n    There is no point in appeasement. At this point in the matter, whether James can make a comeback depends mainly on whether Caesar IV is still willing to trust him.\n   </p>\n   <p>\n    Different from the unlucky guy who didn't grow up like Jose, Marquis James, who climbed to the top of the military, couldn't be wooed at all.\n   </p>\n   <p>\n    To have the current status, the royal family treats him well. If this can still change jobs, not only Caesar IV will kill him, but other forces will not dare to reuse this kind of person.\n   </p>\n   <p>\n    It has no value, so naturally there is no need to retain it. Anyway, there isn't much friendship between the two of them, it's enough to save face.\n   </p>\n   <p>\n    After checking the message and confirming that there was no problem, the two quickly completed the transfer of power.\n   </p>\n   <p>\n    After watching Marquis James leave, Hudson immediately called the main frontline generals and held a military meeting.\n   </p>\n   <p>\n    There is no change in the strategic deployment, the main one is \"stable\". After suffering a loss, the defense level of all places has been improved, and it is purely dreamy to want to attack the city again.\n   </p>\n   <p>\n    In a sense, shrinking the Alpha Kingdom's strategy is a big failure in itself.\n   </p>\n   <p>\n    If the battlefield is in the newly recovered provinces of northern Xinjiang, the orc cavalry can gallop freely, as long as they don't go too deep and get bitten.\n   </p>\n   <p>\n    But once the battle line shrinks, what they are facing is densely packed fortresses. Ten miles to a castle, fifty miles to a fortress, that is not an exaggeration at all.\n   </p>\n   <p>\n    Even if the cavalry goes deep, it will be difficult to play a role in the face of this defensive network. As soon as he crossed the border, his tracks were exposed, and the sneak attack was purely a dream.\n   </p>\n   <p>\n    The Alpha Kingdom is not a soft persimmon, the orc cavalry who have exposed their traces are sending achievements to the Kingdom's army.\n   </p>\n   <p>\n    While stabilizing the front line, while waiting for reinforcements to arrive, Hudson did not panic at all.\n   </p>\n   <p>\n    Anyway, no one urged him to fight the orcs.\n   </p>\n   <p>\n    Caesar IV can dictate to Marquis James because he was promoted by the royal family, which is different from a commander who was born as a prince like Hudson.\n   </p>\n   <p>\n    If the defenders don't panic, it's the attacking side's turn to have a headache. Facing the defenders with the word \"steady\" in the foreground, the orc army began to worry.\n   </p>\n   <p>\n    In the case of an expedition involving teachers, if you can't take advantage of it, you will suffer a disadvantage. After several tentative attacks, the battlefield unexpectedly entered a state of confrontation.\n   </p>\n   <p>\n    The orc army did not launch an attack, and the defenders huddled in the city, and the two sides started a game of staring.\n   </p>\n   <p>\n    This confrontation lasted for more than a month. The defenders in the city are fine, the orc army stationed in the wild can't bear it!\n   </p>\n   <p>\n    The orcs themselves are not a hygienic race. They eat, drink and scatter in one place, and the camp is smoky.\n   </p>\n   <p>\n    Duke Daniel wanted to rectify several times, but was forced to stop because of too much internal opposition.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"Marshal Daniel, the current situation is completely different from what you said before. Not to mention the heavy damage to the enemy, now we can't even touch the enemy.\n   </p>\n   <p>\n    The enemy's reinforcements are about to arrive, and the situation we face will be even worse by then, and it may be difficult to attack again. \"\n   </p>\n   <p>\n    Xiong Renhuang said impatiently.\n   </p>\n   <p>\n    The current battle situation is still acceptable to him. It's just that not fighting for a long time, and being so exhausted all the time, is also a heavy pressure on the Orc Empire.\n   </p>\n   <p>\n    Logistical problems not only plagued the Alpha Kingdom, but also plagued the Orc Empire.\n   </p>\n   <p>\n    During the battle, there are still corpses from both sides that can be used as supplies, and when you are free, you can rely solely on the rear to provide supplies.\n   </p>\n   <p>\n    In order to ensure the logistics supply, a large number of cattle, sheep and livestock were constantly being slaughtered. He saw it in his eyes and was anxious in his heart.\n   </p>\n   <p>\n    These are the most valuable means of production of each tribe. If they are all slaughtered here, life will be difficult in the future.\n   </p>\n   <p>\n    If the war is won and a lot of wealth is plundered, they can also rely on smuggling trade to obtain supplies from the human race.\n   </p>\n   <p>\n    If the war is lost, a large-scale food crisis will break out, and the internal struggle for survival resources will be extremely fierce. Whether the orc empire can exist is still unknown.\n   </p>\n   <p>\n    \"His Majesty Xiong Huang, the more we have to be patient at this time.\n   </p>\n   <p>\n    Everyone has experienced how difficult the defense line of the Alpha Kingdom is. With the current strength of the empire, the enemy's defense line to be stormed is simply unrealistic.\n   </p>\n   <p>\n    Our pressure is great, and the enemy's pressure is even greater. A group of aristocratic lords who have lost their fiefs will put pressure on the enemy commander for us, forcing him to lead his army out to a decisive battle with us.\n   </p>\n   <p>\n    If there is no accident, the arrival of the enemy's reinforcements will be the time for the decisive battle between the two sides.\n   </p>\n   <p>\n    Without the protection of the city, we have to defeat the enemy, and the difficulty has dropped by more than one level. \"\n   </p>\n   <p>\n    Duke Daniel explained indifferently.\n   </p>\n   <p>\n    The battlefield is ever-changing, and it is impossible to follow the plan. The enemy didn't play their cards according to the routine, and didn't fight them to the death in the seven provinces of northern Xinjiang, so the original battle plan would naturally change.\n   </p>\n   <p>\n    Hudson's strategic contraction, while preserving the vitality of the kingdom, also planted the seeds of a decisive battle.\n   </p>\n   <p>\n    If the noble lords of the seven provinces in northern Xinjiang want to regain their lost land, they must defeat the orc empire on the battlefield.\n   </p>\n   <p>\n    \"Daniel, your analysis is good, the enemy is indeed going to fight us, but the time is unknown.\n   </p>\n   <p>\n    Judging from the current signs, the Alpha Kingdom should have changed its coach. Everyone has fought against Hudson, and there is no trace of this guy's use of troops.\n   </p>\n   <p>\n    With his position in the Alpha Kingdom Army, it is possible to temporarily suppress the voice of the main combat faction, and wait for a year and a half to wait until the situation of the continental war becomes clear before fighting us decisively.\n   </p>\n   <p>\n    Alpha Kingdom's success doesn't mean that the empire can also. Although the army of elves has gone south, judging from the current situation, the alliance is still at a disadvantage.\n   </p>\n   <p>\n    If the human race wins the continental war, everyone should know what will happen later.\n   </p>\n   <p>\n    Empire can defeat an Alpha Kingdom, but cannot defeat an Alpha Kingdom supported by the Terran Alliance.\n   </p>\n   <p>\n    In recent days, Moxi's army has also begun to gather towards the border. The total number of troops deployed on the front line is estimated to be no less than 250,000.\n   </p>\n   <p>\n    Based on the relationship between the Alpha Kingdom and the Principality of Moxi, it is not surprising that these armies suddenly joined the war when the war entered a critical moment. \"\n   </p>\n   <p>\n    Beamon Emperor Alex said with a sad face.\n   </p>\n   <p>\n    His military command ability is not very good, but his political talent is full. Being able to keep the position of the orc royal family when the vitality of the Behemoth family was seriously injured was due to political means.\n   </p>\n   <p>\n    In a world of great contention, one should not only focus on one place, but also look at the overall situation.\n   </p>\n   <p>\n    The war on the northern continent was only one of the factors that affected the outcome of the war. It was the outcome of the continental war that really determined the fate of the orcs.\n   </p>\n   <p>\n    \"Your Majesty Bimon, please forgive me for my inability to win or lose the Continental War!\n   </p>\n   <p>\n    The strength of the empire is no longer at its peak, and all we can do is take care of our eyes.\n   </p>\n   <p>\n    As an imperial soldier, what you have to do is: defeat the Alpha Kingdom at the least cost, and keep the empire's foundation on the prairie.\n   </p>\n   <p>\n    The game of the continental war is no longer something that the empire can participate in. Instead of extravagantly hoping to intervene in the continental war, it is better to expect problems within the human race and give up supporting the restoration of the Seven Kingdoms of the Grassland! \"\n   </p>\n   <p>\n    Duke Daniel replied forcefully.\n   </p>\n   <p>\n    Once war is linked to politics, it is a burden to the commander, but war cannot be separated from politics.\n   </p>\n   <p>\n    The combination of contradictory combinations is a disaster for the current orc empire.\n   </p>\n   <p>\n    Any talk about politics beyond the scope of one's own strength is to force oneself to add drama. War is cruel, and a supporting role is a supporting role. Forcibly adding drama will only appear nondescript.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Facing the flames of summer, the frontline ushered in reinforcements. In fact, with the efficiency of the Alpha Kingdom, the arrival time of reinforcements shouldn't be so slow.\n   </p>\n   <p>\n    The delay in arriving until now is because Hudson sent people to train the recruiting army for a month before letting the troops start.\n   </p>\n   <p>\n    There is no other reason, it is all caused by logistics. There is not a slight difference in the materials needed to stay in place to carry out military training, and to go to the front line of the Northland for training.\n   </p>\n   <p>\n    Although nobles from all over the country have also trained their troops before, Hudson has no confidence in them. Especially the army of the minor nobles, the training is obviously not in place.\n   </p>\n   <p>\n    \"The order is passed on, and the five recruiting legions are all disbanded and replenished into the various troops.\n   </p>\n   <p>\n    The five standing corps were merged into the Seventh Front Army, and I personally served as the commander and used it as the reserve of the whole army. \"\n   </p>\n   <p>\n    The unreasonable order caused the generals to whisper to each other, but they were only intimidated by Hudson's prestige and did not dare to directly jump out to oppose it.\n   </p>\n   <p>\n    There are precedents for recruiting legions as supplementary troops. There is nothing controversial. The key is to leave five standing legions as reserves.\n   </p>\n   <p>\n    In previous wars, most of them went directly to stud. If there are insufficient troops, they will ask for help from the country. What is the reserve?\n   </p>\n   <p>\n    If you insist on reserve service, then the regiment directly under the guard headquarters should be considered the reserve service of the entire army.\n   </p>\n   <p>\n    Usually speaking, when it is their turn to fight, it is the most dangerous time of war.\n   </p>\n   <p>\n    Sometimes not expressing an opinion is silent opposition. I didn't jump out directly, mainly because I was afraid of spraying.\n   </p>\n   <p>\n    As well-known as Hudson's command ability, there is also his spraying technique. Countless things have been sprayed by him with doubts about life.\n   </p>\n   <p>\n    High-ranking noble officers are all face-saving, and after suffering a few times, they all learned to be shrewd.\n   </p>\n   <p>\n    When encountering something incomprehensible, the first thing to do is not to jump out to refute, but to encourage others to go up.\n   </p>\n   <p>\n    When a group of smart people gathered together, the scene in front of them appeared.\n   </p>\n   <p>\n    \"What are you doing in a daze, and you haven't executed the order yet!\"\n   </p>\n   <p>\n    Hudson reprimanded immediately.\n   </p>\n   <p>\n    There is no time to explain the reason. In the army, he only needs everyone to execute orders. It's not specifically training generals, whether they can understand why is not important at all.\n   </p>\n   <p>\n    \"Yes, Marshal!\"\n   </p>\n   <p>\n    The generals hurriedly replied.\n   </p>\n   <p>\n    Anyone who has been with Hudson knows the weight of the \"military order like a mountain\", and those who dare to disobey the military order will now have grass on their graves.\n   </p>\n   <p>\n    No matter how noble your status is, it is useless in front of this powerful marshal.\n   </p>\n   <p>\n    Not strong enough, these days, Hudson is also Alexander. All the lords of Northern Xinjiang came to harass him every now and then, and they all wanted to fight back.\n   </p>\n   <p>\n    The generals left one after another, and only the Earl of Oran, who had a special relationship, stayed. He obviously had something to say.\n   </p>\n   <p>\n    \"Your Excellency, is there anything else?\"\n   </p>\n   <p>\n    Hudson asked suspiciously.\n   </p>\n   <p>\n    My father-in-law is not the one who makes things happen. As a traditional nobleman, the Earl of Oran has always attached great importance to rules.\n   </p>\n   <p>\n    Don't spray, there's no time\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 453": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1 class=\"main-title\">\n  The King Chapter 453: The Simplest Showdown (ask for a monthly ticket)\n </h1>\n <body>\n  <div [class]=\"'par fontsize-' + fontsize\" class=\"par fontsize-16\">\n   <p>\n    \"Marshal, the reinforcements have arrived now, when will we have a decisive battle with the enemy?\"\n   </p>\n   <p>\n    Count Oran asked anxiously.\n   </p>\n   <p>\n    Running over to inquire at such a time is obviously suspected of forcing the palace. He wouldn't want to, if possible.\n   </p>\n   <p>\n    But people can't help themselves in the aristocratic circle.\n   </p>\n   <p>\n    As one of the nobles in northern Xinjiang, if you want to get involved in this circle, you must stand with everyone.\n   </p>\n   <p>\n    Due to Hudson's deterrence, a group of emerging nobles did not dare to make mistakes, and the Earl of Oran, who had a special relationship with him, was pushed to the foreground.\n   </p>\n   <p>\n    The Earl of Oran had no choice, he had to do this early bird. If the other people come over, if the conversation breaks down accidentally, they might die accidentally on the battlefield at some point.\n   </p>\n   <p>\n    Members of the Koslow family can also become \"representatives\", but the status of those small nobles is too low, and their words have no weight at all. The most suitable candidate is the Earl of Oran.\n   </p>\n   <p>\n    \"Your Excellency, you are so impatient!\"\n   </p>\n   <p>\n    Hudson said angrily.\n   </p>\n   <p>\n    As soon as the reinforcements arrived, they ran over to urge him to send troops to fight the enemy. Who is the commander in chief?\n   </p>\n   <p>\n    Since ancient times, those who violate the authority of the commander will not end well.\n   </p>\n   <p>\n    After so many years of fighting in the South and North, Hudson is also used to seeing life and death, and his mentality has long been cultivated. The nobles in northern Xinjiang are quiet and obedient, and he will not be soft-hearted if they do something wrong.\n   </p>\n   <p>\n    \"Marshal, it's not that everyone is impatient, it's just that we can't hold it anymore!\n   </p>\n   <p>\n    Evacuated in a hurry, we were forced to give up most of our property, and all the northern lords suffered a lot.\n   </p>\n   <p>\n    It's okay that it's summer now, just build a grass shed and you can make do with it. In a few months, what will happen to the millions of people? \"\n   </p>\n   <p>\n    Count Oran explained with a sad face.\n   </p>\n   <p>\n    It is not easy to be a noble lord. While enjoying wealth, one must also assume corresponding obligations.\n   </p>\n   <p>\n    Organizing the retreat of the people in the territory is only the beginning of the trouble; after the evacuation is completed, you must also be responsible for the livelihood of the people in the territory.\n   </p>\n   <p>\n    In fact, during the evacuation process, everyone has already paid a heavy price.\n   </p>\n   <p>\n    In the process of fleeing for their lives in a hurry, not only lost a lot of property, but also lost a lot of lives. Nearly one-fifth of the people fell on the way.\n   </p>\n   <p>\n    This is because the seven provinces of northern Xinjiang are all immigrants, and the proportion of the elderly and the weak is relatively low, otherwise the loss will be even greater.\n   </p>\n   <p>\n    No choice, no matter how heavy the loss is, it is better than a group destruction. In order to cover the retreat of the people, the Kingdom's army also paid a considerable price.\n   </p>\n   <p>\n    In the continent of Aslant, serfs also belonged to the private property of nobles. According to the general principle, whoever owns the wealth will guard it, and it is basically useless to expect the kingdom to rescue.\n   </p>\n   <p>\n    Except for the help of the Kingdom Army during the evacuation process, the rest was basically handled by the noble lords themselves.\n   </p>\n   <p>\n    Hudson understands the mentality of the nobles in northern Xinjiang very well. Every day when he wakes up, he thinks of countless mouths waiting to be fed, and no one can bear to sit and eat.\n   </p>\n   <p>\n    Especially for some small nobles with limited family resources, if the kingdom cannot recover the lost land in time, the only way to wait for them is to sell the serfs.\n   </p>\n   <p>\n    It is easy to sell the serfs, but it is difficult to replenish them. Territory without population, even if it is taken back, it has no value.\n   </p>\n   <p>\n    \"Your Excellency, if the Holliser family is in difficulty, the Koslow family can provide you with some help, but this cannot be a factor that affects the decision-making of the war.\n   </p>\n   <p>\n    The current pain is only for a short time. It may be cruel, but there is always a way to solve it.\n   </p>\n   <p>\n    If the kingdom is defeated, everyone's territory will be lost. Don't imagine that the Terran Alliance will take care of us, the times have changed! \"\n   </p>\n   <p>\n    Hudson said calmly.\n   </p>\n   <p>\n    Taking venture capital from investors, and now that the business is successful, it is natural to give back to others.\n   </p>\n   <p>\n    But this is limited to the Holliser family, and other nobles in the northern land have nothing to do with him.\n   </p>\n   <p>\n    Hudson is not afraid of being picked on. The Koslow family is also a victim, and the branch of the family in northern Xinjiang has also suffered heavy losses along with everyone.\n   </p>\n   <p>\n    The collateral branches are unable to bear the loss, so they can ask the family for help, and other nobles can follow suit if they want to.\n   </p>\n   <p>\n    Except for a few families who broke their boats and ran to northern Xinjiang to develop, there were only a few grassroots nobles, and no family could support them.\n   </p>\n   <p>\n    Compared to the entire northern Xinjiang aristocratic system, the proportion of these nobles is less than one-tenth of the total.\n   </p>\n   <p>\n    If it is true to calculate the loss, the biggest loss should be the royal family. The territory of three provinces was lost at once, and hundreds of thousands of refugees were added to reach out for food.\n   </p>\n   <p>\n    Caesar IV was not in a hurry, which proved that these losses were still within everyone's tolerance.\n   </p>\n   <p>\n    After all, Kingdom's rich experience in being beaten can really train people's mentality. The capital of the kingdom fell more than once, not to mention only losing a few frontier provinces.\n   </p>\n   <p>\n    opened his mouth, but Earl Oran didn't say anything in the end. Being able to get this promise is already good, but to continue this topic is to be disgusting.\n   </p>\n   <p>\n    For the benefit of all my colleagues, it is obviously not worth affecting the relationship with my son-in-law.\n   </p>\n   <p>\n    After hesitating for a while, Earl Oran, who seemed to have thought of something, said awkwardly: \"Hudson, I really need your help.\n   </p>\n   <p>\n    Other issues are easy to talk about, the key is that the price inflation in the Northland is too fast, a pound of rye can be sold for 18 copper coins, almost catching up with the price of beef! \"\n   </p>\n   <p>\n    The change of title also means that a public matter has become a private matter. The originally tense atmosphere suddenly eased down.\n   </p>\n   <p>\n    The influx of a large number of refugees directly led to skyrocketing prices in the Northland, especially food prices.\n   </p>\n   <p>\n    It is not an exaggeration that the price of rye is catching up with beef. The price of rye in the north is indeed approaching the price of beef in the southeast province, and you can buy three pounds directly if you replace it with fish.\n   </p>\n   <p>\n    \"Well, this is indeed a problem. I will interview the five northern dukes later and try my best to persuade them to come forward to curb prices.\n   </p>\n   <p>\n    However, this may not be effective. The most important problem at present is the destruction of the port, resulting in a serious decline in shipping capacity.\n   </p>\n   <p>\n    The situation on the battlefield is unclear, and no one can tell when the war will end.\n   </p>\n   <p>\n    Keeping refugees in the North has been a heavy economic burden. It is better to send them back to their hometown first, and let them come after the war.\n   </p>\n   <p>\n    Your Excellency, you can pass this suggestion on to the lords. It's up to them to listen or not, anyway, I can't guarantee that the war will end in a short time.\n   </p>\n   <p>\n    Even if the orcs take the initiative to retreat and give up the land, I will not regain the lost land until I solve the logistics problems of the army! \"\n   </p>\n   <p>\n    Hudson said firmly.\n   </p>\n   <p>\n    In order not to create a farce, they simply broke everyone's illusions. The current battlefield in northern Xinjiang seems to be a military problem, but it is actually a logistical problem.\n   </p>\n   <p>\n    Nest in the current position, the kingdom can meet the material consumption of the army. Once it's out, there's no way to guarantee it.\n   </p>\n   <p>\n    Even if the battle is won, there is no way to expand the results. That being the case, then simply spend it with the orc army.\n   </p>\n   <p>\n    The army of the kingdom consumes a lot, and the army of orcs also consumes a lot. The productivity of the Alpha Kingdom is stronger than that of the Orc Empire.\n   </p>\n   <p>\n    At this moment, the kingdom blocked the orc empire on both sea and land lines, almost eradicated the smuggling trade, and it was difficult for the orcs to continue to obtain supplies from the outside world.\n   </p>\n   <p>\n    Of course, if they can pass through the Forest of Despair, they can also go to the Ice and Snow World to do business with the tribe of the ancient survivors.\n   </p>\n   <p>\n    But just buy food. If there were surplus food to sell, there wouldn't be so many ancient survivors who would have evolved into omnivores and ate fresh grass and leaves instead.\n   </p>\n   <p>\n    Unless all the orcs changed to eating dirt, as long as it took a year or two to delay, there would be no need for the kingdom's army to attack, and the orc army itself would be dragged down by the logistics.\n   </p>\n   <p>\n    If you can drag the enemy to death, there is no need to attack. Hudson, who has already made great achievements in battle, is not bad at defeating the orcs now.\n   </p>\n   <p>\n    Not taking the initiative to initiate a decisive battle does not mean doing nothing. Direct reckless consumption, the kingdom will also suffer heavy losses.\n   </p>\n   <p>\n    The finances were rescued from the brink of bankruptcy with great difficulty. If the war dragged on for a year or two, the custody of the kingdom's finances would go bankrupt directly.\n   </p>\n   <p>\n    In fact, what Hudson was waiting for was not the collapse of the orc army, but the completion of the expeditionary army's rest and replenishment.\n   </p>\n   <p>\n    To deal with the orcs in the nomadic era, an elite cavalry is really important. Hudson didn't want to use infantry against cavalry on the vast prairie.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Suffering years are always long. It was another two months in a flash, and the army of the kingdom was still huddled in the city, no matter how provocative the orc army was, they ignored it.\n   </p>\n   <p>\n    At the beginning, under the propaganda of the officers, the morale of the orc soldiers was high, thinking that the human race was afraid of them.\n   </p>\n   <p>\n    But gradually the situation changed. No matter how high the morale was, it sometimes let down. The pressure on Duke Daniel was increasing day by day.\n   </p>\n   <p>\n    At the military conference, the dissatisfaction among the officers of various ethnic groups continued to rise, and more and more people criticized his strategy.\n   </p>\n   <p>\n    The several emperors who originally supported him gradually wavered under internal pressure.\n   </p>\n   <p>\n    \"Marshal Daniel, we have all retreated five hundred miles, but the enemy still hasn't made any movement. There is no way to retreat like this!\"\n   </p>\n   <p>\n    Yingrenhuang said helplessly.\n   </p>\n   <p>\n    The enemy will not take the bait, no matter how many arrangements they make, it will be useless in the end.\n   </p>\n   <p>\n    The heavy logistical pressure has made all ethnic groups breathless. Even if the five royal families uniformly rationed supplies, they could not meet the needs of the army.\n   </p>\n   <p>\n    But the orc army did not dare to disband.\n   </p>\n   <p>\n    Today is different from the past, the current five royal families work together to barely suppress the enemy. Once dispersed, that is the beginning of disaster.\n   </p>\n   <p>\n    Don't want to be defeated one by one by the Alpha Kingdom, they can only stand firm.\n   </p>\n   <p>\n    If there is no threat to survival, after recovering the lost land, they should disband the army and go home to have a baby.\n   </p>\n   <p>\n    There is no real benefit to smashing the Alpha Kingdom. To dominate the mainland, this dream has long been awakened.\n   </p>\n   <p>\n    \"There is no way, the internal pressure cannot shake Hudson's determination, and the defense of the Alpha Kingdom is too tight. I have sent troops to test several times, but have not found a loophole.\n   </p>\n   <p>\n    There is almost no hope for a frontal attack and breakthrough. If they use the excuse from the Principality of Moxi to attack the Alpha Kingdom in a detour, there is some hope.\n   </p>\n   <p>\n    It's just that with the current military strength of the empire, it is too dangerous to divide the troops. If the roundabout attack fails to break through quickly, it is very likely that the remaining army will suffer a major defeat.\n   </p>\n   <p>\n    If everyone is willing to take risks, we can design a plan to pretend to divide our troops and see if we can draw the main force of the enemy out of the city wall. \"\n   </p>\n   <p>\n    Daniel explained solemnly.\n   </p>\n   <p>\n    In the battle between the strong, the simpler the tactics, the better. Fancy tricks will only make the situation worse.\n   </p>\n   <p>\n    Allowing the refugees to evacuate was originally a psychological attack strategy he prepared, but unfortunately the nobles in northern Xinjiang were not as \"combat\" as he expected.\n   </p>\n   <p>\n    Under normal circumstances, the \"nobles of the seven provinces\" work together to exert pressure, and any commander will be affected.\n   </p>\n   <p>\n    The psychological attack failed, and the auxiliary lure tactics failed again. When he proposed to lure the enemy again, Duke Daniel did not have much confidence.\n   </p>\n   <p>\n    In the seemingly peaceful battlefield, the two sides have played games many times. He saw Hudson's plan, and Hudson saw through his deployment.\n   </p>\n   <p>\n    Under the circumstances that no one can fool the other, the competition between the two sides is the comprehensive national strength. Whoever can't afford to make the first move will be in a passive position strategically.\n   </p>\n   <p>\n    This kind of failure not only failed to defeat Daniel, but inspired his fighting spirit, but it also hit the confidence of the top leaders of the Orc Empire to win.\n   </p>\n   <p>\n    The title of Hudson's \"No. 1 General\" was promoted by them for political needs. If there are too many lies, it will inevitably be affected.\n   </p>\n   <p>\n    The \"boosting\" of the enemy finally became a reality. Is there anything more cruel than this?\n   </p>\n   <p>\n    \"Then try it, as long as you can lure the enemy out for a decisive battle, it is worth paying a certain price.\n   </p>\n   <p>\n    If the Alpha Kingdom is not severely damaged, we will have trouble sleeping and eating!\n   </p>\n   <p>\n    Marshal Daniel, don't take too much burden on you. The battle situation on our side is not good, but the progress of the allies is very good.\n   </p>\n   <p>\n    In the central continent, the coalition forces formed by the elves and the ancient survivors have defeated the human coalition forces, and are about to join forces with the stone people.\n   </p>\n   <p>\n    If things go well, the spheres of influence of the stone people, trolls, and three-eyed tribes will be connected with the alliance of elves and ancient survivors.\n   </p>\n   <p>\n    According to the plan of the elves, they will also open up channels with the dwarves and cannibals in the future. As long as we defeat the Alpha Kingdom, the entire alliance will be connected in the future, completely changing the passive strategic situation of the alliance. \"\n   </p>\n   <p>\n    Beamon Emperor Alex encouraged.\n   </p>\n   <p>\n    Politics is different. Even though everyone knows that the elf army is making good progress, after his exaggeration, everyone's emotions are still excited.\n   </p>\n   <p>\n    If the territory of the alien alliance can be connected together, and whether everyone can communicate with each other and develop together, the situation will be completely different from the present.\n   </p>\n   <p>\n    Not to mention immediately pulling down the human race from its position as the hegemony of the mainland, at least everyone's genocide crisis is gone.\n   </p>\n   <p>\n    The **** massacre of the Frankish kingdom in the half-orc kingdom frightened all the tribes, and no one wanted to follow in the footsteps of the half-orcs one day.\n   </p>\n   <p>\n    The coalition formed by the elves and the ancient survivors was able to progress smoothly. The biggest reason was that the stone people, the three-eyed tribe, and the trolls were all desperately trying to hold back the enemy's main force at all costs.\n   </p>\n   <p>\n    \"Report!\"\n   </p>\n   <p>\n    When all the orcs were rejoicing, the urgent battle report outside the camp interrupted everyone's good mood.\n   </p>\n   <p>\n    \"Five Your Majesties, something is wrong!\n   </p>\n   <p>\n    There was an urgent report from the rear that an enemy army landed in Bimon Port (New Port) three days ago and entered the prairie...\"\n   </p>\n   <p>\n    Before the orderer finished speaking, Daniel grabbed the military newspaper and checked it immediately.\n   </p>\n   <p>\n    The more he looked at the content above, the more surprised he became. After regaining Beamon Port, they did not destroy the waterway for the future economic development of the Orc Empire.\n   </p>\n   <p>\n    It was just such a small mistake, but I didn't expect it to lead to big trouble. Tens of thousands of ethnic cavalry landed from Beamon Port and carried out a frantic slaughter on the prairie.\n   </p>\n   <p>\n    Not only the defenders stationed in Beamon Port were wiped out, but the nearby orc tribes, big and small, also fell ill.\n   </p>\n   <p>\n    The young and the strong are fighting on the front line, and the old and weak who stay behind are no match for the enemy at all.\n   </p>\n   <p>\n    What angered Daniel the most was that the enemy had landed two days ago, and they only received the news now, missing three full days.\n   </p>\n   <p>\n    On the battlefield, three days is enough to change many things. An uncontrolled enemy army came in, and the damage it could cause was unimaginable.\n   </p>\n   <p>\n    The losses mentioned in the battle report were ambiguous, but Daniel knew that the actual loss was far greater than what was described in the battle report. After all, this game was lagging behind.\n   </p>\n   <p>\n    The rear has encountered trouble, and the impact on the frontline army is huge. Daniel gritted his teeth angrily and said, \"Hudson!\"\n   </p>\n   <p>\n    At this moment, he already regarded Hudson as the enemy of the wolf in life. He did not plan in advance that the enemy would launch an attack from the sea, which became his biggest mistake since joining the army.\n   </p>\n   <p>\n    \"Your Majesty, the current situation is critical. In order not to shake the morale of the frontline army, we must immediately block the news!\"\n   </p>\n   <p>\n    After being reminded by Daniel, the five emperors also realized the seriousness of the problem. The old nest has been taken over by others, who is in the mood to fight!\n   </p>\n   <p>\n    But war is such a thing, and family members are not allowed. Even if the nomadic race can carry livestock, the farming race among the orcs cannot carry the fields.\n   </p>\n   <p>\n    Even if they bring their family members by force, water and food are still big problems. After all, there are too few orcs who can eat soil.\n   </p>\n   <p>\n    \"Marshal Daniel, you give the order! What to do next, just implement it according to your ideas.\"\n   </p>\n   <p>\n    Xiong Renhuang took the lead in expressing his opinion.\n   </p>\n   <p>\n    Now is not a good time to fight for command. How difficult Hudson is, he feels the deepest. Faced with such an enemy, Xiong Renhuang thought he was helpless.\n   </p>\n   <p>\n    If you can't handle it yourself, let someone else do it. Daniel and Hudson confronted each other for three or four months. Although they didn't achieve any impressive results, at least they didn't suffer much.\n   </p>\n   <p>\n    Of course, the urgent battle report just received does not count. Otherwise, it is not a matter of suffering, but of blood loss.\n   </p>\n  </div>\n </body>\n</html>\n"
}