{
    "Chapter 151": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1 class=\"main-title\">\n  The King Chapter 151: magic library\n </h1>\n <body>\n  <div [class]=\"'par fontsize-' + fontsize\" class=\"par fontsize-16\">\n   <p>\n    Chapter 151 The Magic Library\n   </p>\n   <p>\n    In front of women, men always like to show their charming side, especially in front of beautiful women.\n   </p>\n   <p>\n    Watching a group of nobles surround a group of singers to show their courtesies, Hudson silently chose to be the melon-eating crowd.\n   </p>\n   <p>\n    It's easy to be romantic overnight, but the price is too cruel. It doesn't matter to all the married nobles, it's just for fun anyway, and it doesn't hurt to add a romantic affair.\n   </p>\n   <p>\n    As a single nobleman, Hudson has no way to follow suit. It would be embarrassing if someone misfired and was chased to take responsibility.\n   </p>\n   <p>\n    Similar things have not happened before. In order to marry into a wealthy family, it is normal to use some small tricks.\n   </p>\n   <p>\n    Although the probability of success is low, there are still successful cases after all. Minor aristocrats and married aristocrats are not the goals of singers, but it is not necessarily the case if they go higher.\n   </p>\n   <p>\n    This can be seen from their different attitudes towards everyone. It's a pity that the guy with the upper brain never thinks so much, he just wants to have an affair.\n   </p>\n   <p>\n    It's a pity that the opponents are too strong. They are all beautiful women who have undergone professional training to capture the hearts of men, and all of them are proficient in the thoughts of men.\n   </p>\n   <p>\n    The more you want to get it, the more you can't get it. On the contrary, in front of the unmoved Hudson, divas come and hang around from time to time.\n   </p>\n   <p>\n    Elegantly named, attracted by the heroic appearance of the Earth Bear. But the question is when did Bear Stearns become a hero?\n   </p>\n   <p>\n    In addition, there is no lack of Yingyingyanyan around the rich children like Viscount Cayo and Viscount Sith.\n   </p>\n   <p>\n    It's just that these guys are lustful, but the overall performance is still mostly restrained. Although he did not refuse the temptation delivered to his door, he did not rush forward desperately.\n   </p>\n   <p>\n    I don't know whether it's because they are well-informed or have experienced professional training. These wealthy children are much more resistant to beauty than ordinary people.\n   </p>\n   <p>\n    Except Isabel is not included here. In the face of this special stunner, the children of the wealthy family did not have much resistance.\n   </p>\n   <p>\n    Even Hudson saw some noble children going up to propose marriage on the spot. The result is naturally self-evident, a good person card was issued.\n   </p>\n   <p>\n    \"Things, how far has it progressed?\"\n   </p>\n   <p>\n    An icy voice rang in her ears, Isabel turned her beautiful eyes, and gave the visitor a hard look.\n   </p>\n   <p>\n    It's just that in the vicious eyes, there is still affection mixed in. Obviously, this is the charm that has been integrated into the bones, every frown, smile, joy and anger are all coquettish.\n   </p>\n   <p>\n    A normal man, who can bear it?\n   </p>\n   <p>\n    \"Shadow Killer, you don't want to die! There is an Earth Bear in the camp. If you sneak in at this time, you won't be afraid of being stunned by Bear...\"\n   </p>\n   <p>\n    Before Isabel finished speaking, the shadow man interrupted: \"Don't worry, the organization definitely knows more about the Earth Bear than you.\n   </p>\n   <p>\n    What I entered was your tent, not that of Mr. Hudson. The lazy earth bear doesn't have the habit of peeking around.\n   </p>\n   <p>\n    Unless that Master Hudson is obsessed with you to the extreme, let the Earth Bear help you watch. If you really want to reach that point, even if you are discovered, you will be able to settle the matter.\n   </p>\n   <p>\n    After all, my current identity is the servant of Divas. It makes sense to be related to you! \"\n   </p>\n   <p>\n    Hearing this answer, Isabel rolled her eyes directly. He said angrily: \"Since you are so powerful, then go over and take care of it yourself, why do you need me to do it?\n   </p>\n   <p>\n    The little girl was poorly educated, unable to take on this important task, and failed to take this person down. \"\n   </p>\n   <p>\n    Half of this anger was directed at Yingsha, and the other half was directed at Hudson. A delicate beauty performed several times, but she was still unmoved.\n   </p>\n   <p>\n    If Isabel hadn't been sure that Hudson's body was responding, and she just suppressed it with willpower, she would have doubted whether Hudson was a man.\n   </p>\n   <p>\n    \"It's a miracle that there are men in this world that you, Isabel, can't handle!\"\n   </p>\n   <p>\n    The shadow man said expressionlessly.\n   </p>\n   <p>\n    It's just that this scene fell into Isabel's eyes, but her eyes were wide open, looking back and forth curiously.\n   </p>\n   <p>\n    Now she finally understands why she can't seduce the shadow man. After a long time, this guy is not a real man.\n   </p>\n   <p>\n    \"What to look at, don't forget that your task is to find out as soon as possible whether Viscount Hudson has the Horn of the Blood Moon in his hand.\"\n   </p>\n   <p>\n    The shadow man reminded.\n   </p>\n   <p>\n    \"You don't need to talk nonsense, I naturally know the mission. But that Viscount Hudson is hard to deal with!\n   </p>\n   <p>\n    Obviously already moved, but still forcibly suppressed the desire, pretending to be unmoved.\n   </p>\n   <p>\n    It's not like you don't know how perverted the nobles are. Some ruthless guys, in order to hone their character, they can even the woman they love...\"\n   </p>\n   <p>\n    Halfway through speaking, Isabel stomped her feet fiercely. In the depths of my heart, I secretly complained, maybe I also encountered a pervert!\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    With a large team of knights escorting, the journey is naturally smooth. No matter how desperate bandits and bandits are, they are not stupid enough to deliberately give away their heads.\n   </p>\n   <p>\n    Arrived at the capital, and bid farewell to the ladies and sisters of the diva group amidst the reluctance of everyone.\n   </p>\n   <p>\n    Welcoming Isabel's resentful eyes, Hudson always felt that the matter would not end so soon.\n   </p>\n   <p>\n    Have you taken a fancy to him?\n   </p>\n   <p>\n    This is too weird.\n   </p>\n   <p>\n    I don't deny love at first sight, but it's very funny that a woman in the entertainment industry will fall in love at first sight.\n   </p>\n   <p>\n    Judging from the appearance alone, Hudson is just a middle-aged figure. Not ugly, not handsome enough to effervescent.\n   </p>\n   <p>\n    Being able to attract the favor of noble ladies is more due to the temperament bonus brought by strength and status.\n   </p>\n   <p>\n    These are very attractive to immature little girls, but they are not enough to meet a top singer like Isabel.\n   </p>\n   <p>\n    It wasn't love at first sight, it was just for him.\n   </p>\n   <p>\n    There are not a few spies who have infiltrated the Mountain Territory, but Hudson has never encountered such a force as a pawn.\n   </p>\n   <p>\n    It's not that I'm underestimating myself, but I really don't know.\n   </p>\n   <p>\n    In the world of nobles, there is no love and hate for no reason, and there are only a few things that the mountain receivers conspire.\n   </p>\n   <p>\n    Hudson can't let go of everything. Even if Isabel seduces her, she won't be able to move the territory!\n   </p>\n   <p>\n    Vaguely, Hudson felt as if he had discovered the truth, but there was another barrier between him and the truth.\n   </p>\n   <p>\n    When we arrived at the capital, it was time for everyone to part.\n   </p>\n   <p>\n    This is the time to show their strength. Families with strength have their own residences in the capital, while nobles without strength can only stay in hotels.\n   </p>\n   <p>\n    Hudson is sandwiched between the two. As the family with the widest distribution of members, the capital naturally has no shortage of members of the Koslow family.\n   </p>\n   <p>\n    It's just a resident, so it's hard to say. From the perspective of regulations alone, it is a common people's courtyard.\n   </p>\n   <p>\n    It is not easy to live in the capital.\n   </p>\n   <p>\n    It is not easy for aristocrats who are not wealthy to buy real estate that matches their status here.\n   </p>\n   <p>\n    It is not bad to have a place to stay. Hudson is not picky, let alone picky capital.\n   </p>\n   <p>\n    Even the cheapest Viscount's mansion costs tens of thousands of gold coins. Don't be too expensive, as soon as this kind of housing comes out, it will be snatched up immediately.\n   </p>\n   <p>\n    In fact, very few noble mansions will be traded on the market. No matter how short of money, no one would sell the mansion.\n   </p>\n   <p>\n    Most of the foreign nobles live in hotels.\n   </p>\n   <p>\n    Hotels with good conditions are not much worse than palaces. It's just that the price is quite unbeautiful.\n   </p>\n   <p>\n    If you want to move in, money is not enough. No matter what kind of status, you can only live in a room of the corresponding grade.\n   </p>\n   <p>\n    Viscounts like Hudson used to live in the Viscount Castle with 30 gold coins per day, or a lower-grade room.\n   </p>\n   <p>\n    As long as you save face, the cheapest knight room is only 3 gold coins per day.\n   </p>\n   <p>\n    Hudson doubts very much whether those low-level poor ghost knights can earn 3 gold coins a day.\n   </p>\n   <p>\n    Hudson also admires the owner of the hotel who has calculated the comparison of nobles and created this business model.\n   </p>\n   <p>\n    Imitation is impossible.\n   </p>\n   <p>\n    This kind of business model cannot be imitated by ordinary people.\n   </p>\n   <p>\n    If the backstage is not strong enough, the nobles in the store will make a fuss, but it will not end.\n   </p>\n   <p>\n    The small courtyard of the common people is the small courtyard of the common people. In order not to pay the IQ tax, Hudson didn't bother to join in the fun.\n   </p>\n   <p>\n    To be exact - full house.\n   </p>\n   <p>\n    The Koslow family received the news too late, and their network of contacts in the capital was very stretched, so they couldn't get a room for Hudson at all.\n   </p>\n   <p>\n    The small courtyard was renovated not long ago, and you can see that it was done with care. Although he is not worthy of the status of viscount, he is still satisfied with Hudson, who has low living conditions.\n   </p>\n   <p>\n    After a night of rest, he was notified early the next morning and entered the palace to rehearse the conferring ceremony.\n   </p>\n   <p>\n    Getting this answer, Hudson was dumbfounded. Feelings reached the continent of Aslante, and they didn't escape...\n   </p>\n   <p>\n    So anxious, naturally the team from the southeast province came late. Originally at the normal speed, it must have arrived early.\n   </p>\n   <p>\n    But there were more singers on the way, and the forward speed dropped from hundreds of miles a day to dozens of miles a day, and the time consumed naturally increased.\n   </p>\n   <p>\n    There are only eight days left before the canonization time. If you don't rehearse well in advance, if something goes wrong in the ceremony, it will be an accident.\n   </p>\n   <p>\n    There were no accidents, and the participants in the rehearsal were all small and medium nobles. As for the great His Majesty the King, naturally there is no need to engage in such nonsense.\n   </p>\n   <p>\n    Under the guidance of the etiquette officer, Hudson followed the team for a whole morning like a wooden man.\n   </p>\n   <p>\n    This is just the beginning. In the next few days, I will come over every day to practice again.\n   </p>\n   <p>\n    It was able to end early because he was a viscount, and he was considered to be of a higher status among the canonized nobles.\n   </p>\n   <p>\n    The barons and knights below are even worse, especially the lowest-ranking knights, who basically line up all day long. We need to wait for the previous nobles to be canonized before it will be their turn.\n   </p>\n   <p>\n    Theoretically speaking, they can come back in the afternoon. It is a pity that the upright etiquette officials admit to death and must restore the scene of the canonization ceremony as much as possible.\n   </p>\n   <p>\n    Except for the absence of Caesar III, the other processes are basically intact real-scene simulations.\n   </p>\n   <p>\n    Originally wanted to visit the palace, but after thinking about it, Hudson dismissed the idea. No need to think about it, the guards would not agree.\n   </p>\n   <p>\n    If anyone can run around in the palace, then it is not the palace, but the vegetable market.\n   </p>\n   <p>\n    \"Master, Miss Melissa, please?\"\n   </p>\n   <p>\n    Just returned to the station, ready to change into normal clothes and go out for a walk, when I received this unexpected news.\n   </p>\n   <p>\n    It's too much of a coincidence that Hudson didn't think too much.\n   </p>\n   <p>\n    He was not there when we were discussing marriage, but just after the announcement of the postponement of the wedding, he happened to come back, as if he was trying to avoid it.\n   </p>\n   <p>\n    However, going to the Warcraft Mountains to practice was a unified arrangement of the Academy of Magic. As a cute young magician, Melissa doesn't have the ability to influence the college's decision.\n   </p>\n   <p>\n    Even the Holliser family doesn't have such a big face now.\n   </p>\n   <p>\n    Looking at the familiar small characters on the parchment, after confirming that someone was not playing a prank, Hudson changed his clothes and went straight to the Academy of Magic.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    The lush poplars, the vibrant lawn, the scent of violets, and the apple trees not far away are still hanging red fruits.\n   </p>\n   <p>\n    If it weren't for the biting cold wind, Hudson couldn't believe it was winter.\n   </p>\n   <p>\n    The vitality of spring, the prosperity of summer, the harvest of autumn, and the bleakness of winter.\n   </p>\n   <p>\n    All gathered together, such an abnormal scene did not arouse people's surprise, just because this is - Magic Academy.\n   </p>\n   <p>\n    As the oldest and most prosperous institution in the Alpha Kingdom, any supernatural phenomenon happening here can only be considered normal.\n   </p>\n   <p>\n    Meeting again, the relationship between the two has undergone a qualitative change.\n   </p>\n   <p>\n    Once the noble marriage is announced to the outside world, there is basically no need to go back on it. The difference between a fiancée and a husband and wife is only a wedding ceremony.\n   </p>\n   <p>\n    After looking at each other, the two of them were awkwardly together, not knowing what to say for a while.\n   </p>\n   <p>\n    \"Why did you come back from the experience so quickly, didn't you say it would last for half a year?\"\n   </p>\n   <p>\n    Hudson asked tentatively.\n   </p>\n   <p>\n    \"Something happened in the Warcraft Mountains, a dragon appeared from nowhere and fought with two earth bears, causing the Warcraft in the area to panic.\n   </p>\n   <p>\n    In the peripheral area of ​​our experience, intermediate and high-level monsters also frequently appear.\n   </p>\n   <p>\n    Three students failed to send a signal for help in time, and after an accident, the senior management of the college postponed the experience. \"\n   </p>\n   <p>\n    Melissa narrated slowly.\n   </p>\n   <p>\n    From the expression of fear and anxiety, one can also detect the trace of fear in the eyebrows.\n   </p>\n   <p>\n    Obviously, this experience is not as easy as she said. There is a high probability that he has witnessed some dangerous scenes with his own eyes, which makes him so frightened.\n   </p>\n   <p>\n    Hudson was not surprised that a giant dragon singled out two earth bears. As the most powerful creature in this world, the giant dragon has always been the ceiling of combat effectiveness.\n   </p>\n   <p>\n    Earth Bears claim to be able to single out giant dragons, but they have a fatal flaw, that is, they cannot fly in the sky.\n   </p>\n   <p>\n    When creatures on the ground fight with creatures in the sky, it is obvious that they suffer. But if it's two against one, then it's not sure.\n   </p>\n   <p>\n    Essentially, they are all top extraordinary creatures, they belong to the top of the food chain, and their strength still depends on the development of the individual.\n   </p>\n   <p>\n    Warcraft of the same category and realm have different strengths. Demon beasts who know how to practice hard are often more powerful than lazy ones who rely solely on talent.\n   </p>\n   <p>\n    The ultimate growth limit of Warcraft depends not only on talent, but also on whether you work hard.\n   </p>\n   <p>\n    This aspect is essentially the same as people. It's just that the lower limit of Warcraft is very high, and they are born with extraordinary power.\n   </p>\n   <p>\n    \"It doesn't matter if it's postponed, the Warcraft Mountains are still too dangerous for junior magicians like you.\n   </p>\n   <p>\n    Even if it is experience, I am afraid it will be difficult to gain anything. It's better to wait until the strength is strong, and then go to experience.\n   </p>\n   <p>\n    The current situation is already very tense, and war may break out at any time, so there is no need to worry about not having a chance to make a move.\n   </p>\n   <p>\n    …”\n   </p>\n   <p>\n    While talking, Hudson realized something was wrong. It looks like I'm out on a date, so why talk about these irrelevant topics?\n   </p>\n   <p>\n    Fortunately, arranged marriages are popular in the continent of Aslante, and they pay attention to being well-matched. Hard conditions are a hundred times more important than rhetoric.\n   </p>\n   <p>\n    The most important thing is that there are not too many opportunities for contact between men and women. If the two families hadn't decided to get married, walking around the campus alone would cause gossip.\n   </p>\n   <p>\n    For unmarried aristocratic men and women, gossip is a symbol of improper private life. Once the notoriety is tainted, it will be difficult to get a good marriage.\n   </p>\n   <p>\n    Either lower the standard, or combine with a guy who is also indiscreet in his private life, in short, there is no good fruit to eat.\n   </p>\n   <p>\n    \"Can you tell me what happened to Isabel?\"\n   </p>\n   <p>\n    Melissa's words pulled Hudson back from his imagination.\n   </p>\n   <p>\n    The news spread too fast.\n   </p>\n   <p>\n    Sure enough, those nobles were not the ones who could keep it secret. Fortunately, he restrained his desire and did not mess around.\n   </p>\n   <p>\n    \"It's just a beautiful singer, trying to reach the sky in one step!\"\n   </p>\n   <p>\n    Hudson replied casually.\n   </p>\n   <p>\n    Reason told him that it is best to shake the pot clean at this time. Although he didn't do anything, it doesn't mean that no one is making up stories behind his back.\n   </p>\n   <p>\n    Jealousy is an original sin.\n   </p>\n   <p>\n    Had the opportunity to get close to Isabel, although Hudson gave up, but the hatred was still drawn.\n   </p>\n   <p>\n    Of course, it is more likely that Melissa's other suitors did the trick. Hudson is not the only one who has thoughts about the Holliser family, and there are definitely not a few people who want to marry.\n   </p>\n   <p>\n    Hudson can stand out. In addition to the mutual interests of the two parties, his legendary experience is also a major plus point.\n   </p>\n   <p>\n    In all previous wars with the orcs, the casualty rate of nobles remained high. Marriage is now a gamble. If you are unlucky, you will directly die as a widow.\n   </p>\n   <p>\n    Although the Aslant Continent does not exclude widows from remarrying, and some families with few children even select widows who can bear children, but it is only a minority after all.\n   </p>\n   <p>\n    For most noble men and women, the marriage after widowhood will be lowered by a grade.\n   </p>\n   <p>\n    It's impossible not to mention gambling. After the previous wars, the ratio of men to women will be seriously out of balance. A large number of noble ladies can't find a partner, so they can only become nuns.\n   </p>\n   <p>\n    For the family, it is undoubtedly a waste of resources to give up the alliance brought about by the in-law relationship.\n   </p>\n   <p>\n    It's all gambling anyway, so naturally you have to pick the bet with the highest chance of winning.\n   </p>\n   <p>\n    There is no doubt that a lucky and powerful guy like Hudson is the first choice of everyone.\n   </p>\n   <p>\n    \"Oh, it better be like this.\"\n   </p>\n   <p>\n    \"By the way, Hudson, last time you said you were going to visit the library. It's hard to come to the Academy of Magic, why don't you go and have a look?\"\n   </p>\n   <p>\n    The poor acting skills concealed the embarrassment, so naturally it couldn't be hidden from Hudson's eyes.\n   </p>\n   <p>\n    It's just that it's rare to be confused about this kind of thing. As a creature with a single mother and fetus, he doesn't want to make any troubles because of his upright character, which will cause the marriage to change.\n   </p>\n   <p>\n    \"OK!\"\n   </p>\n   <p>\n    As soon as he finished speaking, Hudson realized that something was wrong. It seemed that they had already reached the door of the library.\n   </p>\n   <p>\n    The library of the Academy of Magic is naturally full of magic. As an outsider, Hudson was directly blocked at the door.\n   </p>\n   <p>\n    \"Please pay the entrance fee of 50 gold coins!\"\n   </p>\n   <p>\n    The mechanical sound sounded, and Hudson realized that the toll collector in front of him was actually a mechanical puppet.\n   </p>\n   <p>\n    After taking a look at Melissa, she made sure that there was no problem. Hudson paid directly.\n   </p>\n   <p>\n    \"Welcome to the library of the Magic Academy of the Alpha Kingdom, please abide by all the rules in the library! Violators will bear the consequences!\"\n   </p>\n   <p>\n    Warning sounded, and a huge sign appeared in front of it, which recorded various rules that needed to be followed, and there were dozens of them.\n   </p>\n   <p>\n    (end of this chapter)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 152": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1 class=\"main-title\">\n  The King Chapter 152: Yao moth at the canonization ceremony\n </h1>\n <body>\n  <div [class]=\"'par fontsize-' + fontsize\" class=\"par fontsize-16\">\n   <p>\n    Chapter 152 The Moth at the Canonization Ceremony\n   </p>\n   <p>\n    \"Detailed explanation of elementary earth magic spells, please pay 100 gold coins!\"\n   </p>\n   <p>\n    \"Detailed explanation of earth-type intermediate magic spells, please pay 300 gold coins!\"\n   </p>\n   <p>\n    \"Detailed explanation of advanced earth magic spells, please pay 800 gold coins!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"Detailed explanation of the basic knowledge of the magic circle, please pay 200 gold coins!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"Introduction to Alchemy, please pay 300 gold coins!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    A series of payment reminders, Hudson's head is buzzing, and he is at a loss.\n   </p>\n   <p>\n    \"The library is desperate for money like this. I reminded you last time that the experience here will not be pleasant!\"\n   </p>\n   <p>\n    Melissa said playfully.\n   </p>\n   <p>\n    It seems that watching Hudson make a fool of himself is a pleasing thing.\n   </p>\n   <p>\n    Rolling his eyes, Hudson, who didn't bring enough gold coins, had no choice but to put down the classics in his hand.\n   </p>\n   <p>\n    This is the Academy of Magic. Although it is not considered as strong as a cloud, there are definitely many masters.\n   </p>\n   <p>\n    Doing things here is definitely a sign of tiredness.\n   </p>\n   <p>\n    \"Isn't the price too expensive?\"\n   </p>\n   <p>\n    Hudson asked suspiciously.\n   </p>\n   <p>\n    Although he has heard that learning magic is a gold-swallowing behemoth, the price still scares him.\n   </p>\n   <p>\n    The books that only record knowledge are so expensive to borrow once. If you go to class every day to study, wouldn't the expenses be even more expensive.\n   </p>\n   <p>\n    \"These prices are for outsiders, and our internal college has credits. You can get credits by completing the corresponding studies, or accepting some college tasks.\n   </p>\n   <p>\n    Only when the credits are not enough, will the gold coins be used to buy them.\n   </p>\n   <p>\n    The price, you've seen, is worse than a robbery.\n   </p>\n   <p>\n    Magic research is very expensive, not only us students are poor, but also the instructors in the academy and even the school itself are poor. \"\n   </p>\n   <p>\n    Melissa half explained, half complained.\n   </p>\n   <p>\n    After getting a definite answer, Hudson was speechless.\n   </p>\n   <p>\n    Originally thought that the opening of the library by the Academy of Magic was mainly to show a tolerant attitude, but he didn't expect that he was thinking too much, and they just wanted to take advantage of them.\n   </p>\n   <p>\n    Those who don't know just came here and thought they could read all the magic knowledge for a fee of 50 gold coins, so they would pay obediently.\n   </p>\n   <p>\n    After paying the money, they will find that there are countless big pits in the future, just waiting for them to jump into it.\n   </p>\n   <p>\n    It's useless to regret it, either give up the 50 gold coin admission fee and admit it, or continue to spend money to learn magic knowledge.\n   </p>\n   <p>\n    Anyway, the Academy of Magic does not refund money. If there is an objection, first check whether your fist is hard enough, and then consider whether to ask for an explanation.\n   </p>\n   <p>\n    Hudson ignored Melissa's \"poor\". There are no poor ghosts who can learn magic.\n   </p>\n   <p>\n    Looking at this money-hungry library, Hudson knows how much money the Academy of Magic can make. Students who don't have a solid family background can't get along here at all.\n   </p>\n   <p>\n    Perhaps the Magic Academy seldom enrolls civilians for this reason.\n   </p>\n   <p>\n    My family is not well-off, and I am busy earning points all day long. No matter how good the talent is, once the resources can't keep up, the gap will still be widened by others in the later stage.\n   </p>\n   <p>\n    The so-called free gifted students only exist in theory. The free content is limited to the most basic courses, and the follow-up knowledge still has to be exchanged at an equivalent value.\n   </p>\n   <p>\n    It seems reasonable, but in essence, those with vested interests do not want to add a bunch of competitors, which will affect their own interests, and deliberately raise the barriers to entry infinitely.\n   </p>\n   <p>\n    The magic academy in front of you is a true portrayal of the times, and it seems that everyone can enter. But the reality is that even if ordinary people come in, they still have to spend a lot of time earning points.\n   </p>\n   <p>\n    Magic research, that is purely a joke. It can range from a few gold coins to as many as hundreds of thousands of gold coins for a magic experiment. What can ordinary people afford?\n   </p>\n   <p>\n    The true meaning of magic is not easy to pursue. If you don't toss about many things yourself, you will never be able to recognize the essence of magic.\n   </p>\n   <p>\n    In the early stage of cultivation, these problems are not prominent, but when it comes to higher-level research later, these shortcomings are fatal.\n   </p>\n   <p>\n    As an extraordinary power, a lot of knowledge in the field of magic can only be understood and cannot be conveyed in words.\n   </p>\n   <p>\n    Even if the same magical rules fall into the eyes of different people, the final harvest will be different.\n   </p>\n   <p>\n    It is just a few words described in the book, which is only the original author's comprehension. Latecomers can only learn from it, but it is impossible to copy it intact.\n   </p>\n   <p>\n    \"It seems that I shouldn't come in with you today.\"\n   </p>\n   <p>\n    Hudson said with a depressed face.\n   </p>\n   <p>\n    Looking at the knowledge that is itchy, but have no money to learn, this kind of feeling is really not good.\n   </p>\n   <p>\n    Looking back at the vast sea of ​​books, Hudson doubted very much that even if he lost his fortune, he would not be able to finish his studies.\n   </p>\n   <p>\n    The cheapest basic knowledge starts with three digits, and one can imagine how expensive the high-end knowledge is.\n   </p>\n   <p>\n    Properly confirms the sentence-knowledge is the most precious wealth.\n   </p>\n   <p>\n    \"Hee hee! Every magician who has come here will say that he shouldn't come. But before he came, he couldn't help thinking about coming.\n   </p>\n   <p>\n    No magician can resist the temptation of the true meaning of magic. How can he be willing if he doesn't know the largest magic library in the palace?\n   </p>\n   <p>\n    Don't look at these things as expensive, if you are not a noble of the kingdom, even if you have money, you can't buy them.\n   </p>\n   <p>\n    But basic knowledge, so there is no need to waste money here.\n   </p>\n   <p>\n    At home, I almost learned it. If you want to know anything, you can ask me, provided I remember.\n   </p>\n   <p>\n    In fact, almost every big noble family has collections of knowledge here, but none of them are complete here.\n   </p>\n   <p>\n    Especially some new research and development results are unique to the college. Wanting to acquire this knowledge, even the great nobles would feel pain. \"\n   </p>\n   <p>\n    The speaker may not have the intention, but the listener has the intention.\n   </p>\n   <p>\n    Hudson didn't think Melissa invited him over just to see his jokes. Tossing her fiancé, if she really made a fool of herself, it would be embarrassing for everyone.\n   </p>\n   <p>\n    The children of nobles are precocious, and Hudson prefers to believe that this is a deliberately arranged display of self-worth.\n   </p>\n   <p>\n    Compared with the great nobles, what the Koslow family lacks most is not power, but knowledge inheritance.\n   </p>\n   <p>\n    For a prosperous family, as long as the resources are sufficient, the growth rate of strength will never be slow.\n   </p>\n   <p>\n    But the background can be inherited, so there is no way. Even if you want to go out and grab it, you won't be able to grab the truly precious knowledge.\n   </p>\n   <p>\n    The magic self-destruct device is just a pediatrics, and more importantly, whose important inheritance does not have a few pitfalls?\n   </p>\n   <p>\n    The efforts made by the great nobles to protect the knowledge inherited by the family are by no means imaginable by ordinary people.\n   </p>\n   <p>\n    If you can't grab it, you can only trade it.\n   </p>\n   <p>\n    In the same circle, as long as the price is high enough, there is nothing that cannot be bought.\n   </p>\n   <p>\n    How to operate it is very challenging. Marriage is only one of the means, and Melissa's ability to bring basic knowledge of magic is enough to make the Koslow family pay the highest attention.\n   </p>\n   <p>\n    Although these basic knowledge can be obtained from the library with money, the price is really expensive!\n   </p>\n   <p>\n    \"With so much knowledge that can be sold, and the huge funding from the kingdom, your academy should be rich, how can you say it's poor?\"\n   </p>\n   <p>\n    Hudson asked jokingly.\n   </p>\n   <p>\n    \"If there are many knowledge achievements, they must be sold.\n   </p>\n   <p>\n    Most of the research and development results are meaningless, who wants to pay a big price?\n   </p>\n   <p>\n    What can really be sold is the basic knowledge on the table. Many newly rising nobles will send someone to copy a copy in order to enrich their background.\n   </p>\n   <p>\n    Originally, the academy's income is very high, but it has to support a group of tutors who want to explore the true meaning of magic.\n   </p>\n   <p>\n    As far as I know, once you indulge in magic research, there are not many people who are endless. \"\n   </p>\n   <p>\n    Melissa spread her hands and said with a curled lip.\n   </p>\n   <p>\n    Obviously, it is difficult for a young girl like her to understand the fun of spending all day in the laboratory.\n   </p>\n   <p>\n    There are a lot of female magicians in the continent of Aslante, but very few of them are truly strong.\n   </p>\n   <p>\n    Behind almost every strong woman, there will be a story with twists and turns. There is no way for a smooth sailing noble lady to settle down to explore the true meaning of magic.\n   </p>\n   <p>\n    Seeing that the topic is getting more and more off-track, I still remember that I am Hudson who came on a date, and said self-deprecatingly.\n   </p>\n   <p>\n    \"Let's go, take me away from this sad place. This kind of ghost place that only recognizes money is not for poor people like me.\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Leisure time is always short, rehearse every morning, and accompany the beauties to visit the capital in the afternoon, and the time will soon come to the canonization day—December 31, 99987 in the sacred calendar.\n   </p>\n   <p>\n    The great Julius Caesar III personally selected the auspicious day for the zodiac, and God was also very generous, and a sunny day came directly in the cold winter.\n   </p>\n   <p>\n    Like a rehearsal, Hudson lined up with the crowd, waiting for the arrival of Caesar III.\n   </p>\n   <p>\n    The palace square is surrounded by crowds of spectators. The big scene only happens once every five years on average.\n   </p>\n   <p>\n    The extravagant wealthy businessmen even took out expensive photo stones for recording.\n   </p>\n   <p>\n    There is no other reason, just to make the recorded information more accurate, and to be able to open your eyes a little bit when encountering them in the future.\n   </p>\n   <p>\n    On the top of a building in the distance, the singers of Rainbow Moon also watched the excitement. Because of the distance, it is impossible to recognize even the figure, let alone hear the voice.\n   </p>\n   <p>\n    It's all caused by their profession. As a member of a well-known singer group, they will attract the attention of the public wherever they go.\n   </p>\n   <p>\n    This kind of big day for the canonization of nobles is not something they can take away. If the onlookers watch closely and cause an accident to disrupt the canonization ceremony, it will be a catastrophe.\n   </p>\n   <p>\n    Can't see clearly, can't hear, the group of beautiful women who were enthusiastic before quickly lost interest and returned to their boudoir one after another.\n   </p>\n   <p>\n    Only Isabel stayed behind, looking enviously at the canonized crowd in the distance, and fell into endless contemplation.\n   </p>\n   <p>\n    \"Isabel, your progress is not very good. As soon as the canonization ceremony is over, that guy will return to the territory.\n   </p>\n   <p>\n    Missed this opportunity, if you want to approach him in the future, it will not be so simple. \"\n   </p>\n   <p>\n    The urging voice without a trace of emotion rang from beside my ears, pulling Isabel who had fallen into fantasy back to reality.\n   </p>\n   <p>\n    Glaring at the person coming, Isabel turned her head angrily, and said angrily:\n   </p>\n   <p>\n    \"Just go back, this **** task cannot be accomplished by humans!\"\n   </p>\n   <p>\n    It's not that she doesn't work hard, it's just that she doesn't have a chance to perform.\n   </p>\n   <p>\n    After arriving in the capital these days, Hudson entered the palace to rehearse in the morning, and wandered around with his fiancée in the afternoon.\n   </p>\n   <p>\n    Arranged several chance encounters, but at the last moment, Isabel was forced to cancel.\n   </p>\n   <p>\n    No matter how charming she is, she can't show it in front of her fiancee!\n   </p>\n   <p>\n    Meeting such an opponent, Isabel was also very helpless. If the mission rewards this time were not so enticing, she would have quit long ago.\n   </p>\n   <p>\n    \"It's late! The mission of the organization is never left halfway. In any case, it must be checked whether the Blood Moon Horn is in the mountain territory.\n   </p>\n   <p>\n    The above is already considering the possibility of purchasing the Blood Moon Horn. You can tentatively negotiate with the mountain viscount, if the price is not high, it's okay to buy it. \"\n   </p>\n   <p>\n    The shadow man said indifferently.\n   </p>\n   <p>\n    In his life creed, there is no concept of \"failure\". The brand that the mission is greater than the sky has long been engraved in his bones.\n   </p>\n   <p>\n    Since his debut, although he has not completed the task 100%, but it is the first time that Shadow Killer has encountered such an embarrassing situation that he has been tossing for several months without even contacting the parties involved.\n   </p>\n   <p>\n    \"Stop dreaming!\n   </p>\n   <p>\n    Do you think I'm a fool?\n   </p>\n   <p>\n    Or is that mountain viscount a fool? \"\n   </p>\n   <p>\n    Isabel mocked unceremoniously.\n   </p>\n   <p>\n    \"Blood Moon Horn\", how can a singer be contaminated. I'm afraid that as soon as he talks about the price, his identity will be exposed in an instant.\n   </p>\n   <p>\n    As a smart person, Isabel never puts herself in danger. She didn't dare to bet that she could escape unscathed after revealing her identity.\n   </p>\n   <p>\n    Buy it cheap, it's even more nonsense. Anyone who gets this kind of bargaining chip will sell it for a good price. There is no reason to sell it cheaply.\n   </p>\n   <p>\n    Even if you want to put pressure on the other party, you have to show your organization name to see if you can suppress them.\n   </p>\n   <p>\n    Unfortunately, the mysterious organization dare not put itself under the sun at all. Intimidation, of course, is out of the question.\n   </p>\n   <p>\n    \"Try it, with your ability, even if the mission fails, he will not be willing to kill you, we will organize the rescue.\n   </p>\n   <p>\n    At the upcoming celebration banquet, I will try to distract his fiancée and create opportunities for you. But in terms of time, you have to hurry up. \"\n   </p>\n   <p>\n    It was obviously agitation, but when it was spoken from Yingsha's blunt mouth, the taste changed instantly.\n   </p>\n   <p>\n    \"knew!\"\n   </p>\n   <p>\n    Isabel said with a flick of her skirt.\n   </p>\n   <p>\n    She only believed half of what Yingsha said. Reason told her that it should be true to create opportunities next, but there is no need to take the promised rescue seriously.\n   </p>\n   <p>\n    Since she joined the mysterious organization, she has never seen the rescue of captured intelligence personnel, but the scene of silence has caught up twice.\n   </p>\n   <p>\n    Once you join a mysterious organization, you can't turn back. Even though she knew that the task was very difficult, Isabel could only bite the bullet now.\n   </p>\n   <p>\n    Maybe the mysterious organization can't deal with the big noble, but it couldn't be easier to handle a little singer like her.\n   </p>\n   <p>\n    There is no need to send other people, the guy who \"come without a trace, go without a trace\" in front of him can kill her.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"Canonize Hudson-Koslow as Viscount!\"\n   </p>\n   <p>\n    After waiting for several hours, Caesar III just waited for such a sentence. Kneeling down on one knee to receive the knight sword, the canonization ceremony is considered complete.\n   </p>\n   <p>\n    Not a single word of encouragement or inspiration. If you communicate with each other, it doesn't exist anymore.\n   </p>\n   <p>\n    Even the traditional hand kiss was omitted. The complicated ceremony that colleagues rehearse first is completely different.\n   </p>\n   <p>\n    It can be seen that Caesar III is really a resolute monarch. The canonization ceremony was reduced to the extreme, and the original fancy ceremony was all condensed into one sentence.\n   </p>\n   <p>\n    Not according to the traditional rules, but now he is the rules. It seems that the change is just for laziness, but it is actually another oath of kingship.\n   </p>\n   <p>\n    With practical actions, he told a group of newly-canonized nobles that he was the boss of Caesar III in the Alpha Kingdom.\n   </p>\n   <p>\n    Twists and turns, maybe there have been before! Anyway, everyone is happy to accept it now, and no one thinks that what Caesar III did was wrong.\n   </p>\n   <p>\n    Or even if I have thoughts in my heart, I hold back now and dare not say it in person.\n   </p>\n   <p>\n    Everyone who accepted the canonization together can accept it, let alone Hudson. It is king to finish the ceremony early and go home after work. He doesn't want to perform a monkey show here for everyone to watch.\n   </p>\n   <p>\n    Even though the knighting ceremony is the most glorious moment in a nobleman's life, Hudson, who is afraid of trouble, thinks it is better to keep everything simple.\n   </p>\n   <p>\n    Simple ritual means high efficiency.\n   </p>\n   <p>\n    At the beginning, Caesar III read the list himself, but when it came time to confer the knights later, because there were too many people, he simply gave up the power to read the list to the officials in charge of ceremonies.\n   </p>\n   <p>\n    The knighting ceremony, which would have lasted several days, was actually completed within three hours by Caesar III. Hudson and others waited so long because the king was late.\n   </p>\n   <p>\n    Whether intentional or unintentional, the boss can be late at will, but the younger brother must come early to wait.\n   </p>\n   <p>\n    Witnessing the majesty of kingship with his own eyes, Hudson finally understood why so many people wanted to seize the throne throughout the ages.\n   </p>\n   <p>\n    Fortunately, this is the continent of Aslante, and it is not popular to talk about princes and generals, otherwise, the big nobles of the Alpha Kingdom who support their own soldiers would have fallen out of the sky long ago.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"The canonization ceremony is over, and the next is the celebration banquet, you can take your seats!\"\n   </p>\n   <p>\n    Caesar III said kindly.\n   </p>\n   <p>\n    Maybe he is happy that he has completed today's heavy work, or maybe he is happy that he has added a group of younger brothers. In short, he is in a good mood now.\n   </p>\n   <p>\n    Watching the king who didn't follow the routine to leave, the pot exploded directly below, and each small circle started their own discussions.\n   </p>\n   <p>\n    As one of the canonized protagonists, Hudson, who was in the front position, saw the ceremonial officer in charge of the ceremony with his own eyes, and his face was green with anger.\n   </p>\n   <p>\n    Obviously, Caesar III changed the rules temporarily, and even the officials who presided over the etiquette were not notified in advance.\n   </p>\n   <p>\n    When the king was here just now, everyone didn't dare to be too obvious. Now that the man is gone, they start to show their true feelings.\n   </p>\n   <p>\n    The major event involving the canonization of noble titles will inevitably be recorded in the annals of history. This kind of unconventional and unconventional performance, someone has to be responsible.\n   </p>\n   <p>\n    As the host of the ceremony, he is the best blame man. At the very least, curses appeared in Hudson's ears, and they were basically directed at the etiquette officer.\n   </p>\n   <p>\n    For Caesar III, at most, there are a few criticisms.\n   </p>\n   <p>\n    It's not that everyone doesn't want to scold the king, but in the continent of Aslante, as a vassal, he is not qualified to scold the lord.\n   </p>\n   <p>\n    \"Pick up the bowl to eat, put down the bowl and scold your mother\". Nobles who haven't completely lost their moral bottom line still can't do it.\n   </p>\n   <p>\n    (end of this chapter)\n   </p>\n  </div>\n </body>\n</html>\n"
}