{
    "Chapter 151": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1 class=\"main-title\">\n  The King Chapter 151: magic library\n </h1>\n <body>\n  <div [class]=\"'par fontsize-' + fontsize\" class=\"par fontsize-16\">\n   <p>\n    Chapter 151 The Magic Library\n   </p>\n   <p>\n    In front of women, men always like to show their charming side, especially in front of beautiful women.\n   </p>\n   <p>\n    Watching a group of nobles surround a group of singers to show their courtesies, Hudson silently chose to be the melon-eating crowd.\n   </p>\n   <p>\n    It's easy to be romantic overnight, but the price is too cruel. It doesn't matter to all the married nobles, it's just for fun anyway, and it doesn't hurt to add a romantic affair.\n   </p>\n   <p>\n    As a single nobleman, Hudson has no way to follow suit. It would be embarrassing if someone misfired and was chased to take responsibility.\n   </p>\n   <p>\n    Similar things have not happened before. In order to marry into a wealthy family, it is normal to use some small tricks.\n   </p>\n   <p>\n    Although the probability of success is low, there are still successful cases after all. Minor aristocrats and married aristocrats are not the goals of singers, but it is not necessarily the case if they go higher.\n   </p>\n   <p>\n    This can be seen from their different attitudes towards everyone. It's a pity that the guy with the upper brain never thinks so much, he just wants to have an affair.\n   </p>\n   <p>\n    It's a pity that the opponents are too strong. They are all beautiful women who have undergone professional training to capture the hearts of men, and all of them are proficient in the thoughts of men.\n   </p>\n   <p>\n    The more you want to get it, the more you can't get it. On the contrary, in front of the unmoved Hudson, divas come and hang around from time to time.\n   </p>\n   <p>\n    Elegantly named, attracted by the heroic appearance of the Earth Bear. But the question is when did Bear Stearns become a hero?\n   </p>\n   <p>\n    In addition, there is no lack of Yingyingyanyan around the rich children like Viscount Cayo and Viscount Sith.\n   </p>\n   <p>\n    It's just that these guys are lustful, but the overall performance is still mostly restrained. Although he did not refuse the temptation delivered to his door, he did not rush forward desperately.\n   </p>\n   <p>\n    I don't know whether it's because they are well-informed or have experienced professional training. These wealthy children are much more resistant to beauty than ordinary people.\n   </p>\n   <p>\n    Except Isabel is not included here. In the face of this special stunner, the children of the wealthy family did not have much resistance.\n   </p>\n   <p>\n    Even Hudson saw some noble children going up to propose marriage on the spot. The result is naturally self-evident, a good person card was issued.\n   </p>\n   <p>\n    \"Things, how far has it progressed?\"\n   </p>\n   <p>\n    An icy voice rang in her ears, Isabel turned her beautiful eyes, and gave the visitor a hard look.\n   </p>\n   <p>\n    It's just that in the vicious eyes, there is still affection mixed in. Obviously, this is the charm that has been integrated into the bones, every frown, smile, joy and anger are all coquettish.\n   </p>\n   <p>\n    A normal man, who can bear it?\n   </p>\n   <p>\n    \"Shadow Killer, you don't want to die! There is an Earth Bear in the camp. If you sneak in at this time, you won't be afraid of being stunned by Bear...\"\n   </p>\n   <p>\n    Before Isabel finished speaking, the shadow man interrupted: \"Don't worry, the organization definitely knows more about the Earth Bear than you.\n   </p>\n   <p>\n    What I entered was your tent, not that of Mr. Hudson. The lazy earth bear doesn't have the habit of peeking around.\n   </p>\n   <p>\n    Unless that Master Hudson is obsessed with you to the extreme, let the Earth Bear help you watch. If you really want to reach that point, even if you are discovered, you will be able to settle the matter.\n   </p>\n   <p>\n    After all, my current identity is the servant of Divas. It makes sense to be related to you! \"\n   </p>\n   <p>\n    Hearing this answer, Isabel rolled her eyes directly. He said angrily: \"Since you are so powerful, then go over and take care of it yourself, why do you need me to do it?\n   </p>\n   <p>\n    The little girl was poorly educated, unable to take on this important task, and failed to take this person down. \"\n   </p>\n   <p>\n    Half of this anger was directed at Yingsha, and the other half was directed at Hudson. A delicate beauty performed several times, but she was still unmoved.\n   </p>\n   <p>\n    If Isabel hadn't been sure that Hudson's body was responding, and she just suppressed it with willpower, she would have doubted whether Hudson was a man.\n   </p>\n   <p>\n    \"It's a miracle that there are men in this world that you, Isabel, can't handle!\"\n   </p>\n   <p>\n    The shadow man said expressionlessly.\n   </p>\n   <p>\n    It's just that this scene fell into Isabel's eyes, but her eyes were wide open, looking back and forth curiously.\n   </p>\n   <p>\n    Now she finally understands why she can't seduce the shadow man. After a long time, this guy is not a real man.\n   </p>\n   <p>\n    \"What to look at, don't forget that your task is to find out as soon as possible whether Viscount Hudson has the Horn of the Blood Moon in his hand.\"\n   </p>\n   <p>\n    The shadow man reminded.\n   </p>\n   <p>\n    \"You don't need to talk nonsense, I naturally know the mission. But that Viscount Hudson is hard to deal with!\n   </p>\n   <p>\n    Obviously already moved, but still forcibly suppressed the desire, pretending to be unmoved.\n   </p>\n   <p>\n    It's not like you don't know how perverted the nobles are. Some ruthless guys, in order to hone their character, they can even the woman they love...\"\n   </p>\n   <p>\n    Halfway through speaking, Isabel stomped her feet fiercely. In the depths of my heart, I secretly complained, maybe I also encountered a pervert!\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    With a large team of knights escorting, the journey is naturally smooth. No matter how desperate bandits and bandits are, they are not stupid enough to deliberately give away their heads.\n   </p>\n   <p>\n    Arrived at the capital, and bid farewell to the ladies and sisters of the diva group amidst the reluctance of everyone.\n   </p>\n   <p>\n    Welcoming Isabel's resentful eyes, Hudson always felt that the matter would not end so soon.\n   </p>\n   <p>\n    Have you taken a fancy to him?\n   </p>\n   <p>\n    This is too weird.\n   </p>\n   <p>\n    I don't deny love at first sight, but it's very funny that a woman in the entertainment industry will fall in love at first sight.\n   </p>\n   <p>\n    Judging from the appearance alone, Hudson is just a middle-aged figure. Not ugly, not handsome enough to effervescent.\n   </p>\n   <p>\n    Being able to attract the favor of noble ladies is more due to the temperament bonus brought by strength and status.\n   </p>\n   <p>\n    These are very attractive to immature little girls, but they are not enough to meet a top singer like Isabel.\n   </p>\n   <p>\n    It wasn't love at first sight, it was just for him.\n   </p>\n   <p>\n    There are not a few spies who have infiltrated the Mountain Territory, but Hudson has never encountered such a force as a pawn.\n   </p>\n   <p>\n    It's not that I'm underestimating myself, but I really don't know.\n   </p>\n   <p>\n    In the world of nobles, there is no love and hate for no reason, and there are only a few things that the mountain receivers conspire.\n   </p>\n   <p>\n    Hudson can't let go of everything. Even if Isabel seduces her, she won't be able to move the territory!\n   </p>\n   <p>\n    Vaguely, Hudson felt as if he had discovered the truth, but there was another barrier between him and the truth.\n   </p>\n   <p>\n    When we arrived at the capital, it was time for everyone to part.\n   </p>\n   <p>\n    This is the time to show their strength. Families with strength have their own residences in the capital, while nobles without strength can only stay in hotels.\n   </p>\n   <p>\n    Hudson is sandwiched between the two. As the family with the widest distribution of members, the capital naturally has no shortage of members of the Koslow family.\n   </p>\n   <p>\n    It's just a resident, so it's hard to say. From the perspective of regulations alone, it is a common people's courtyard.\n   </p>\n   <p>\n    It is not easy to live in the capital.\n   </p>\n   <p>\n    It is not easy for aristocrats who are not wealthy to buy real estate that matches their status here.\n   </p>\n   <p>\n    It is not bad to have a place to stay. Hudson is not picky, let alone picky capital.\n   </p>\n   <p>\n    Even the cheapest Viscount's mansion costs tens of thousands of gold coins. Don't be too expensive, as soon as this kind of housing comes out, it will be snatched up immediately.\n   </p>\n   <p>\n    In fact, very few noble mansions will be traded on the market. No matter how short of money, no one would sell the mansion.\n   </p>\n   <p>\n    Most of the foreign nobles live in hotels.\n   </p>\n   <p>\n    Hotels with good conditions are not much worse than palaces. It's just that the price is quite unbeautiful.\n   </p>\n   <p>\n    If you want to move in, money is not enough. No matter what kind of status, you can only live in a room of the corresponding grade.\n   </p>\n   <p>\n    Viscounts like Hudson used to live in the Viscount Castle with 30 gold coins per day, or a lower-grade room.\n   </p>\n   <p>\n    As long as you save face, the cheapest knight room is only 3 gold coins per day.\n   </p>\n   <p>\n    Hudson doubts very much whether those low-level poor ghost knights can earn 3 gold coins a day.\n   </p>\n   <p>\n    Hudson also admires the owner of the hotel who has calculated the comparison of nobles and created this business model.\n   </p>\n   <p>\n    Imitation is impossible.\n   </p>\n   <p>\n    This kind of business model cannot be imitated by ordinary people.\n   </p>\n   <p>\n    If the backstage is not strong enough, the nobles in the store will make a fuss, but it will not end.\n   </p>\n   <p>\n    The small courtyard of the common people is the small courtyard of the common people. In order not to pay the IQ tax, Hudson didn't bother to join in the fun.\n   </p>\n   <p>\n    To be exact - full house.\n   </p>\n   <p>\n    The Koslow family received the news too late, and their network of contacts in the capital was very stretched, so they couldn't get a room for Hudson at all.\n   </p>\n   <p>\n    The small courtyard was renovated not long ago, and you can see that it was done with care. Although he is not worthy of the status of viscount, he is still satisfied with Hudson, who has low living conditions.\n   </p>\n   <p>\n    After a night of rest, he was notified early the next morning and entered the palace to rehearse the conferring ceremony.\n   </p>\n   <p>\n    Getting this answer, Hudson was dumbfounded. Feelings reached the continent of Aslante, and they didn't escape...\n   </p>\n   <p>\n    So anxious, naturally the team from the southeast province came late. Originally at the normal speed, it must have arrived early.\n   </p>\n   <p>\n    But there were more singers on the way, and the forward speed dropped from hundreds of miles a day to dozens of miles a day, and the time consumed naturally increased.\n   </p>\n   <p>\n    There are only eight days left before the canonization time. If you don't rehearse well in advance, if something goes wrong in the ceremony, it will be an accident.\n   </p>\n   <p>\n    There were no accidents, and the participants in the rehearsal were all small and medium nobles. As for the great His Majesty the King, naturally there is no need to engage in such nonsense.\n   </p>\n   <p>\n    Under the guidance of the etiquette officer, Hudson followed the team for a whole morning like a wooden man.\n   </p>\n   <p>\n    This is just the beginning. In the next few days, I will come over every day to practice again.\n   </p>\n   <p>\n    It was able to end early because he was a viscount, and he was considered to be of a higher status among the canonized nobles.\n   </p>\n   <p>\n    The barons and knights below are even worse, especially the lowest-ranking knights, who basically line up all day long. We need to wait for the previous nobles to be canonized before it will be their turn.\n   </p>\n   <p>\n    Theoretically speaking, they can come back in the afternoon. It is a pity that the upright etiquette officials admit to death and must restore the scene of the canonization ceremony as much as possible.\n   </p>\n   <p>\n    Except for the absence of Caesar III, the other processes are basically intact real-scene simulations.\n   </p>\n   <p>\n    Originally wanted to visit the palace, but after thinking about it, Hudson dismissed the idea. No need to think about it, the guards would not agree.\n   </p>\n   <p>\n    If anyone can run around in the palace, then it is not the palace, but the vegetable market.\n   </p>\n   <p>\n    \"Master, Miss Melissa, please?\"\n   </p>\n   <p>\n    Just returned to the station, ready to change into normal clothes and go out for a walk, when I received this unexpected news.\n   </p>\n   <p>\n    It's too much of a coincidence that Hudson didn't think too much.\n   </p>\n   <p>\n    He was not there when we were discussing marriage, but just after the announcement of the postponement of the wedding, he happened to come back, as if he was trying to avoid it.\n   </p>\n   <p>\n    However, going to the Warcraft Mountains to practice was a unified arrangement of the Academy of Magic. As a cute young magician, Melissa doesn't have the ability to influence the college's decision.\n   </p>\n   <p>\n    Even the Holliser family doesn't have such a big face now.\n   </p>\n   <p>\n    Looking at the familiar small characters on the parchment, after confirming that someone was not playing a prank, Hudson changed his clothes and went straight to the Academy of Magic.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    The lush poplars, the vibrant lawn, the scent of violets, and the apple trees not far away are still hanging red fruits.\n   </p>\n   <p>\n    If it weren't for the biting cold wind, Hudson couldn't believe it was winter.\n   </p>\n   <p>\n    The vitality of spring, the prosperity of summer, the harvest of autumn, and the bleakness of winter.\n   </p>\n   <p>\n    All gathered together, such an abnormal scene did not arouse people's surprise, just because this is - Magic Academy.\n   </p>\n   <p>\n    As the oldest and most prosperous institution in the Alpha Kingdom, any supernatural phenomenon happening here can only be considered normal.\n   </p>\n   <p>\n    Meeting again, the relationship between the two has undergone a qualitative change.\n   </p>\n   <p>\n    Once the noble marriage is announced to the outside world, there is basically no need to go back on it. The difference between a fiancée and a husband and wife is only a wedding ceremony.\n   </p>\n   <p>\n    After looking at each other, the two of them were awkwardly together, not knowing what to say for a while.\n   </p>\n   <p>\n    \"Why did you come back from the experience so quickly, didn't you say it would last for half a year?\"\n   </p>\n   <p>\n    Hudson asked tentatively.\n   </p>\n   <p>\n    \"Something happened in the Warcraft Mountains, a dragon appeared from nowhere and fought with two earth bears, causing the Warcraft in the area to panic.\n   </p>\n   <p>\n    In the peripheral area of ​​our experience, intermediate and high-level monsters also frequently appear.\n   </p>\n   <p>\n    Three students failed to send a signal for help in time, and after an accident, the senior management of the college postponed the experience. \"\n   </p>\n   <p>\n    Melissa narrated slowly.\n   </p>\n   <p>\n    From the expression of fear and anxiety, one can also detect the trace of fear in the eyebrows.\n   </p>\n   <p>\n    Obviously, this experience is not as easy as she said. There is a high probability that he has witnessed some dangerous scenes with his own eyes, which makes him so frightened.\n   </p>\n   <p>\n    Hudson was not surprised that a giant dragon singled out two earth bears. As the most powerful creature in this world, the giant dragon has always been the ceiling of combat effectiveness.\n   </p>\n   <p>\n    Earth Bears claim to be able to single out giant dragons, but they have a fatal flaw, that is, they cannot fly in the sky.\n   </p>\n   <p>\n    When creatures on the ground fight with creatures in the sky, it is obvious that they suffer. But if it's two against one, then it's not sure.\n   </p>\n   <p>\n    Essentially, they are all top extraordinary creatures, they belong to the top of the food chain, and their strength still depends on the development of the individual.\n   </p>\n   <p>\n    Warcraft of the same category and realm have different strengths. Demon beasts who know how to practice hard are often more powerful than lazy ones who rely solely on talent.\n   </p>\n   <p>\n    The ultimate growth limit of Warcraft depends not only on talent, but also on whether you work hard.\n   </p>\n   <p>\n    This aspect is essentially the same as people. It's just that the lower limit of Warcraft is very high, and they are born with extraordinary power.\n   </p>\n   <p>\n    \"It doesn't matter if it's postponed, the Warcraft Mountains are still too dangerous for junior magicians like you.\n   </p>\n   <p>\n    Even if it is experience, I am afraid it will be difficult to gain anything. It's better to wait until the strength is strong, and then go to experience.\n   </p>\n   <p>\n    The current situation is already very tense, and war may break out at any time, so there is no need to worry about not having a chance to make a move.\n   </p>\n   <p>\n    …”\n   </p>\n   <p>\n    While talking, Hudson realized something was wrong. It looks like I'm out on a date, so why talk about these irrelevant topics?\n   </p>\n   <p>\n    Fortunately, arranged marriages are popular in the continent of Aslante, and they pay attention to being well-matched. Hard conditions are a hundred times more important than rhetoric.\n   </p>\n   <p>\n    The most important thing is that there are not too many opportunities for contact between men and women. If the two families hadn't decided to get married, walking around the campus alone would cause gossip.\n   </p>\n   <p>\n    For unmarried aristocratic men and women, gossip is a symbol of improper private life. Once the notoriety is tainted, it will be difficult to get a good marriage.\n   </p>\n   <p>\n    Either lower the standard, or combine with a guy who is also indiscreet in his private life, in short, there is no good fruit to eat.\n   </p>\n   <p>\n    \"Can you tell me what happened to Isabel?\"\n   </p>\n   <p>\n    Melissa's words pulled Hudson back from his imagination.\n   </p>\n   <p>\n    The news spread too fast.\n   </p>\n   <p>\n    Sure enough, those nobles were not the ones who could keep it secret. Fortunately, he restrained his desire and did not mess around.\n   </p>\n   <p>\n    \"It's just a beautiful singer, trying to reach the sky in one step!\"\n   </p>\n   <p>\n    Hudson replied casually.\n   </p>\n   <p>\n    Reason told him that it is best to shake the pot clean at this time. Although he didn't do anything, it doesn't mean that no one is making up stories behind his back.\n   </p>\n   <p>\n    Jealousy is an original sin.\n   </p>\n   <p>\n    Had the opportunity to get close to Isabel, although Hudson gave up, but the hatred was still drawn.\n   </p>\n   <p>\n    Of course, it is more likely that Melissa's other suitors did the trick. Hudson is not the only one who has thoughts about the Holliser family, and there are definitely not a few people who want to marry.\n   </p>\n   <p>\n    Hudson can stand out. In addition to the mutual interests of the two parties, his legendary experience is also a major plus point.\n   </p>\n   <p>\n    In all previous wars with the orcs, the casualty rate of nobles remained high. Marriage is now a gamble. If you are unlucky, you will directly die as a widow.\n   </p>\n   <p>\n    Although the Aslant Continent does not exclude widows from remarrying, and some families with few children even select widows who can bear children, but it is only a minority after all.\n   </p>\n   <p>\n    For most noble men and women, the marriage after widowhood will be lowered by a grade.\n   </p>\n   <p>\n    It's impossible not to mention gambling. After the previous wars, the ratio of men to women will be seriously out of balance. A large number of noble ladies can't find a partner, so they can only become nuns.\n   </p>\n   <p>\n    For the family, it is undoubtedly a waste of resources to give up the alliance brought about by the in-law relationship.\n   </p>\n   <p>\n    It's all gambling anyway, so naturally you have to pick the bet with the highest chance of winning.\n   </p>\n   <p>\n    There is no doubt that a lucky and powerful guy like Hudson is the first choice of everyone.\n   </p>\n   <p>\n    \"Oh, it better be like this.\"\n   </p>\n   <p>\n    \"By the way, Hudson, last time you said you were going to visit the library. It's hard to come to the Academy of Magic, why don't you go and have a look?\"\n   </p>\n   <p>\n    The poor acting skills concealed the embarrassment, so naturally it couldn't be hidden from Hudson's eyes.\n   </p>\n   <p>\n    It's just that it's rare to be confused about this kind of thing. As a creature with a single mother and fetus, he doesn't want to make any troubles because of his upright character, which will cause the marriage to change.\n   </p>\n   <p>\n    \"OK!\"\n   </p>\n   <p>\n    As soon as he finished speaking, Hudson realized that something was wrong. It seemed that they had already reached the door of the library.\n   </p>\n   <p>\n    The library of the Academy of Magic is naturally full of magic. As an outsider, Hudson was directly blocked at the door.\n   </p>\n   <p>\n    \"Please pay the entrance fee of 50 gold coins!\"\n   </p>\n   <p>\n    The mechanical sound sounded, and Hudson realized that the toll collector in front of him was actually a mechanical puppet.\n   </p>\n   <p>\n    After taking a look at Melissa, she made sure that there was no problem. Hudson paid directly.\n   </p>\n   <p>\n    \"Welcome to the library of the Magic Academy of the Alpha Kingdom, please abide by all the rules in the library! Violators will bear the consequences!\"\n   </p>\n   <p>\n    Warning sounded, and a huge sign appeared in front of it, which recorded various rules that needed to be followed, and there were dozens of them.\n   </p>\n   <p>\n    (end of this chapter)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 152": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1 class=\"main-title\">\n  The King Chapter 152: Yao moth at the canonization ceremony\n </h1>\n <body>\n  <div [class]=\"'par fontsize-' + fontsize\" class=\"par fontsize-16\">\n   <p>\n    Chapter 152 The Moth at the Canonization Ceremony\n   </p>\n   <p>\n    \"Detailed explanation of elementary earth magic spells, please pay 100 gold coins!\"\n   </p>\n   <p>\n    \"Detailed explanation of earth-type intermediate magic spells, please pay 300 gold coins!\"\n   </p>\n   <p>\n    \"Detailed explanation of advanced earth magic spells, please pay 800 gold coins!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"Detailed explanation of the basic knowledge of the magic circle, please pay 200 gold coins!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"Introduction to Alchemy, please pay 300 gold coins!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    A series of payment reminders, Hudson's head is buzzing, and he is at a loss.\n   </p>\n   <p>\n    \"The library is desperate for money like this. I reminded you last time that the experience here will not be pleasant!\"\n   </p>\n   <p>\n    Melissa said playfully.\n   </p>\n   <p>\n    It seems that watching Hudson make a fool of himself is a pleasing thing.\n   </p>\n   <p>\n    Rolling his eyes, Hudson, who didn't bring enough gold coins, had no choice but to put down the classics in his hand.\n   </p>\n   <p>\n    This is the Academy of Magic. Although it is not considered as strong as a cloud, there are definitely many masters.\n   </p>\n   <p>\n    Doing things here is definitely a sign of tiredness.\n   </p>\n   <p>\n    \"Isn't the price too expensive?\"\n   </p>\n   <p>\n    Hudson asked suspiciously.\n   </p>\n   <p>\n    Although he has heard that learning magic is a gold-swallowing behemoth, the price still scares him.\n   </p>\n   <p>\n    The books that only record knowledge are so expensive to borrow once. If you go to class every day to study, wouldn't the expenses be even more expensive.\n   </p>\n   <p>\n    \"These prices are for outsiders, and our internal college has credits. You can get credits by completing the corresponding studies, or accepting some college tasks.\n   </p>\n   <p>\n    Only when the credits are not enough, will the gold coins be used to buy them.\n   </p>\n   <p>\n    The price, you've seen, is worse than a robbery.\n   </p>\n   <p>\n    Magic research is very expensive, not only us students are poor, but also the instructors in the academy and even the school itself are poor. \"\n   </p>\n   <p>\n    Melissa half explained, half complained.\n   </p>\n   <p>\n    After getting a definite answer, Hudson was speechless.\n   </p>\n   <p>\n    Originally thought that the opening of the library by the Academy of Magic was mainly to show a tolerant attitude, but he didn't expect that he was thinking too much, and they just wanted to take advantage of them.\n   </p>\n   <p>\n    Those who don't know just came here and thought they could read all the magic knowledge for a fee of 50 gold coins, so they would pay obediently.\n   </p>\n   <p>\n    After paying the money, they will find that there are countless big pits in the future, just waiting for them to jump into it.\n   </p>\n   <p>\n    It's useless to regret it, either give up the 50 gold coin admission fee and admit it, or continue to spend money to learn magic knowledge.\n   </p>\n   <p>\n    Anyway, the Academy of Magic does not refund money. If there is an objection, first check whether your fist is hard enough, and then consider whether to ask for an explanation.\n   </p>\n   <p>\n    Hudson ignored Melissa's \"poor\". There are no poor ghosts who can learn magic.\n   </p>\n   <p>\n    Looking at this money-hungry library, Hudson knows how much money the Academy of Magic can make. Students who don't have a solid family background can't get along here at all.\n   </p>\n   <p>\n    Perhaps the Magic Academy seldom enrolls civilians for this reason.\n   </p>\n   <p>\n    My family is not well-off, and I am busy earning points all day long. No matter how good the talent is, once the resources can't keep up, the gap will still be widened by others in the later stage.\n   </p>\n   <p>\n    The so-called free gifted students only exist in theory. The free content is limited to the most basic courses, and the follow-up knowledge still has to be exchanged at an equivalent value.\n   </p>\n   <p>\n    It seems reasonable, but in essence, those with vested interests do not want to add a bunch of competitors, which will affect their own interests, and deliberately raise the barriers to entry infinitely.\n   </p>\n   <p>\n    The magic academy in front of you is a true portrayal of the times, and it seems that everyone can enter. But the reality is that even if ordinary people come in, they still have to spend a lot of time earning points.\n   </p>\n   <p>\n    Magic research, that is purely a joke. It can range from a few gold coins to as many as hundreds of thousands of gold coins for a magic experiment. What can ordinary people afford?\n   </p>\n   <p>\n    The true meaning of magic is not easy to pursue. If you don't toss about many things yourself, you will never be able to recognize the essence of magic.\n   </p>\n   <p>\n    In the early stage of cultivation, these problems are not prominent, but when it comes to higher-level research later, these shortcomings are fatal.\n   </p>\n   <p>\n    As an extraordinary power, a lot of knowledge in the field of magic can only be understood and cannot be conveyed in words.\n   </p>\n   <p>\n    Even if the same magical rules fall into the eyes of different people, the final harvest will be different.\n   </p>\n   <p>\n    It is just a few words described in the book, which is only the original author's comprehension. Latecomers can only learn from it, but it is impossible to copy it intact.\n   </p>\n   <p>\n    \"It seems that I shouldn't come in with you today.\"\n   </p>\n   <p>\n    Hudson said with a depressed face.\n   </p>\n   <p>\n    Looking at the knowledge that is itchy, but have no money to learn, this kind of feeling is really not good.\n   </p>\n   <p>\n    Looking back at the vast sea of ​​books, Hudson doubted very much that even if he lost his fortune, he would not be able to finish his studies.\n   </p>\n   <p>\n    The cheapest basic knowledge starts with three digits, and one can imagine how expensive the high-end knowledge is.\n   </p>\n   <p>\n    Properly confirms the sentence-knowledge is the most precious wealth.\n   </p>\n   <p>\n    \"Hee hee! Every magician who has come here will say that he shouldn't come. But before he came, he couldn't help thinking about coming.\n   </p>\n   <p>\n    No magician can resist the temptation of the true meaning of magic. How can he be willing if he doesn't know the largest magic library in the palace?\n   </p>\n   <p>\n    Don't look at these things as expensive, if you are not a noble of the kingdom, even if you have money, you can't buy them.\n   </p>\n   <p>\n    But basic knowledge, so there is no need to waste money here.\n   </p>\n   <p>\n    At home, I almost learned it. If you want to know anything, you can ask me, provided I remember.\n   </p>\n   <p>\n    In fact, almost every big noble family has collections of knowledge here, but none of them are complete here.\n   </p>\n   <p>\n    Especially some new research and development results are unique to the college. Wanting to acquire this knowledge, even the great nobles would feel pain. \"\n   </p>\n   <p>\n    The speaker may not have the intention, but the listener has the intention.\n   </p>\n   <p>\n    Hudson didn't think Melissa invited him over just to see his jokes. Tossing her fiancé, if she really made a fool of herself, it would be embarrassing for everyone.\n   </p>\n   <p>\n    The children of nobles are precocious, and Hudson prefers to believe that this is a deliberately arranged display of self-worth.\n   </p>\n   <p>\n    Compared with the great nobles, what the Koslow family lacks most is not power, but knowledge inheritance.\n   </p>\n   <p>\n    For a prosperous family, as long as the resources are sufficient, the growth rate of strength will never be slow.\n   </p>\n   <p>\n    But the background can be inherited, so there is no way. Even if you want to go out and grab it, you won't be able to grab the truly precious knowledge.\n   </p>\n   <p>\n    The magic self-destruct device is just a pediatrics, and more importantly, whose important inheritance does not have a few pitfalls?\n   </p>\n   <p>\n    The efforts made by the great nobles to protect the knowledge inherited by the family are by no means imaginable by ordinary people.\n   </p>\n   <p>\n    If you can't grab it, you can only trade it.\n   </p>\n   <p>\n    In the same circle, as long as the price is high enough, there is nothing that cannot be bought.\n   </p>\n   <p>\n    How to operate it is very challenging. Marriage is only one of the means, and Melissa's ability to bring basic knowledge of magic is enough to make the Koslow family pay the highest attention.\n   </p>\n   <p>\n    Although these basic knowledge can be obtained from the library with money, the price is really expensive!\n   </p>\n   <p>\n    \"With so much knowledge that can be sold, and the huge funding from the kingdom, your academy should be rich, how can you say it's poor?\"\n   </p>\n   <p>\n    Hudson asked jokingly.\n   </p>\n   <p>\n    \"If there are many knowledge achievements, they must be sold.\n   </p>\n   <p>\n    Most of the research and development results are meaningless, who wants to pay a big price?\n   </p>\n   <p>\n    What can really be sold is the basic knowledge on the table. Many newly rising nobles will send someone to copy a copy in order to enrich their background.\n   </p>\n   <p>\n    Originally, the academy's income is very high, but it has to support a group of tutors who want to explore the true meaning of magic.\n   </p>\n   <p>\n    As far as I know, once you indulge in magic research, there are not many people who are endless. \"\n   </p>\n   <p>\n    Melissa spread her hands and said with a curled lip.\n   </p>\n   <p>\n    Obviously, it is difficult for a young girl like her to understand the fun of spending all day in the laboratory.\n   </p>\n   <p>\n    There are a lot of female magicians in the continent of Aslante, but very few of them are truly strong.\n   </p>\n   <p>\n    Behind almost every strong woman, there will be a story with twists and turns. There is no way for a smooth sailing noble lady to settle down to explore the true meaning of magic.\n   </p>\n   <p>\n    Seeing that the topic is getting more and more off-track, I still remember that I am Hudson who came on a date, and said self-deprecatingly.\n   </p>\n   <p>\n    \"Let's go, take me away from this sad place. This kind of ghost place that only recognizes money is not for poor people like me.\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Leisure time is always short, rehearse every morning, and accompany the beauties to visit the capital in the afternoon, and the time will soon come to the canonization day—December 31, 99987 in the sacred calendar.\n   </p>\n   <p>\n    The great Julius Caesar III personally selected the auspicious day for the zodiac, and God was also very generous, and a sunny day came directly in the cold winter.\n   </p>\n   <p>\n    Like a rehearsal, Hudson lined up with the crowd, waiting for the arrival of Caesar III.\n   </p>\n   <p>\n    The palace square is surrounded by crowds of spectators. The big scene only happens once every five years on average.\n   </p>\n   <p>\n    The extravagant wealthy businessmen even took out expensive photo stones for recording.\n   </p>\n   <p>\n    There is no other reason, just to make the recorded information more accurate, and to be able to open your eyes a little bit when encountering them in the future.\n   </p>\n   <p>\n    On the top of a building in the distance, the singers of Rainbow Moon also watched the excitement. Because of the distance, it is impossible to recognize even the figure, let alone hear the voice.\n   </p>\n   <p>\n    It's all caused by their profession. As a member of a well-known singer group, they will attract the attention of the public wherever they go.\n   </p>\n   <p>\n    This kind of big day for the canonization of nobles is not something they can take away. If the onlookers watch closely and cause an accident to disrupt the canonization ceremony, it will be a catastrophe.\n   </p>\n   <p>\n    Can't see clearly, can't hear, the group of beautiful women who were enthusiastic before quickly lost interest and returned to their boudoir one after another.\n   </p>\n   <p>\n    Only Isabel stayed behind, looking enviously at the canonized crowd in the distance, and fell into endless contemplation.\n   </p>\n   <p>\n    \"Isabel, your progress is not very good. As soon as the canonization ceremony is over, that guy will return to the territory.\n   </p>\n   <p>\n    Missed this opportunity, if you want to approach him in the future, it will not be so simple. \"\n   </p>\n   <p>\n    The urging voice without a trace of emotion rang from beside my ears, pulling Isabel who had fallen into fantasy back to reality.\n   </p>\n   <p>\n    Glaring at the person coming, Isabel turned her head angrily, and said angrily:\n   </p>\n   <p>\n    \"Just go back, this **** task cannot be accomplished by humans!\"\n   </p>\n   <p>\n    It's not that she doesn't work hard, it's just that she doesn't have a chance to perform.\n   </p>\n   <p>\n    After arriving in the capital these days, Hudson entered the palace to rehearse in the morning, and wandered around with his fiancée in the afternoon.\n   </p>\n   <p>\n    Arranged several chance encounters, but at the last moment, Isabel was forced to cancel.\n   </p>\n   <p>\n    No matter how charming she is, she can't show it in front of her fiancee!\n   </p>\n   <p>\n    Meeting such an opponent, Isabel was also very helpless. If the mission rewards this time were not so enticing, she would have quit long ago.\n   </p>\n   <p>\n    \"It's late! The mission of the organization is never left halfway. In any case, it must be checked whether the Blood Moon Horn is in the mountain territory.\n   </p>\n   <p>\n    The above is already considering the possibility of purchasing the Blood Moon Horn. You can tentatively negotiate with the mountain viscount, if the price is not high, it's okay to buy it. \"\n   </p>\n   <p>\n    The shadow man said indifferently.\n   </p>\n   <p>\n    In his life creed, there is no concept of \"failure\". The brand that the mission is greater than the sky has long been engraved in his bones.\n   </p>\n   <p>\n    Since his debut, although he has not completed the task 100%, but it is the first time that Shadow Killer has encountered such an embarrassing situation that he has been tossing for several months without even contacting the parties involved.\n   </p>\n   <p>\n    \"Stop dreaming!\n   </p>\n   <p>\n    Do you think I'm a fool?\n   </p>\n   <p>\n    Or is that mountain viscount a fool? \"\n   </p>\n   <p>\n    Isabel mocked unceremoniously.\n   </p>\n   <p>\n    \"Blood Moon Horn\", how can a singer be contaminated. I'm afraid that as soon as he talks about the price, his identity will be exposed in an instant.\n   </p>\n   <p>\n    As a smart person, Isabel never puts herself in danger. She didn't dare to bet that she could escape unscathed after revealing her identity.\n   </p>\n   <p>\n    Buy it cheap, it's even more nonsense. Anyone who gets this kind of bargaining chip will sell it for a good price. There is no reason to sell it cheaply.\n   </p>\n   <p>\n    Even if you want to put pressure on the other party, you have to show your organization name to see if you can suppress them.\n   </p>\n   <p>\n    Unfortunately, the mysterious organization dare not put itself under the sun at all. Intimidation, of course, is out of the question.\n   </p>\n   <p>\n    \"Try it, with your ability, even if the mission fails, he will not be willing to kill you, we will organize the rescue.\n   </p>\n   <p>\n    At the upcoming celebration banquet, I will try to distract his fiancée and create opportunities for you. But in terms of time, you have to hurry up. \"\n   </p>\n   <p>\n    It was obviously agitation, but when it was spoken from Yingsha's blunt mouth, the taste changed instantly.\n   </p>\n   <p>\n    \"knew!\"\n   </p>\n   <p>\n    Isabel said with a flick of her skirt.\n   </p>\n   <p>\n    She only believed half of what Yingsha said. Reason told her that it should be true to create opportunities next, but there is no need to take the promised rescue seriously.\n   </p>\n   <p>\n    Since she joined the mysterious organization, she has never seen the rescue of captured intelligence personnel, but the scene of silence has caught up twice.\n   </p>\n   <p>\n    Once you join a mysterious organization, you can't turn back. Even though she knew that the task was very difficult, Isabel could only bite the bullet now.\n   </p>\n   <p>\n    Maybe the mysterious organization can't deal with the big noble, but it couldn't be easier to handle a little singer like her.\n   </p>\n   <p>\n    There is no need to send other people, the guy who \"come without a trace, go without a trace\" in front of him can kill her.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"Canonize Hudson-Koslow as Viscount!\"\n   </p>\n   <p>\n    After waiting for several hours, Caesar III just waited for such a sentence. Kneeling down on one knee to receive the knight sword, the canonization ceremony is considered complete.\n   </p>\n   <p>\n    Not a single word of encouragement or inspiration. If you communicate with each other, it doesn't exist anymore.\n   </p>\n   <p>\n    Even the traditional hand kiss was omitted. The complicated ceremony that colleagues rehearse first is completely different.\n   </p>\n   <p>\n    It can be seen that Caesar III is really a resolute monarch. The canonization ceremony was reduced to the extreme, and the original fancy ceremony was all condensed into one sentence.\n   </p>\n   <p>\n    Not according to the traditional rules, but now he is the rules. It seems that the change is just for laziness, but it is actually another oath of kingship.\n   </p>\n   <p>\n    With practical actions, he told a group of newly-canonized nobles that he was the boss of Caesar III in the Alpha Kingdom.\n   </p>\n   <p>\n    Twists and turns, maybe there have been before! Anyway, everyone is happy to accept it now, and no one thinks that what Caesar III did was wrong.\n   </p>\n   <p>\n    Or even if I have thoughts in my heart, I hold back now and dare not say it in person.\n   </p>\n   <p>\n    Everyone who accepted the canonization together can accept it, let alone Hudson. It is king to finish the ceremony early and go home after work. He doesn't want to perform a monkey show here for everyone to watch.\n   </p>\n   <p>\n    Even though the knighting ceremony is the most glorious moment in a nobleman's life, Hudson, who is afraid of trouble, thinks it is better to keep everything simple.\n   </p>\n   <p>\n    Simple ritual means high efficiency.\n   </p>\n   <p>\n    At the beginning, Caesar III read the list himself, but when it came time to confer the knights later, because there were too many people, he simply gave up the power to read the list to the officials in charge of ceremonies.\n   </p>\n   <p>\n    The knighting ceremony, which would have lasted several days, was actually completed within three hours by Caesar III. Hudson and others waited so long because the king was late.\n   </p>\n   <p>\n    Whether intentional or unintentional, the boss can be late at will, but the younger brother must come early to wait.\n   </p>\n   <p>\n    Witnessing the majesty of kingship with his own eyes, Hudson finally understood why so many people wanted to seize the throne throughout the ages.\n   </p>\n   <p>\n    Fortunately, this is the continent of Aslante, and it is not popular to talk about princes and generals, otherwise, the big nobles of the Alpha Kingdom who support their own soldiers would have fallen out of the sky long ago.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"The canonization ceremony is over, and the next is the celebration banquet, you can take your seats!\"\n   </p>\n   <p>\n    Caesar III said kindly.\n   </p>\n   <p>\n    Maybe he is happy that he has completed today's heavy work, or maybe he is happy that he has added a group of younger brothers. In short, he is in a good mood now.\n   </p>\n   <p>\n    Watching the king who didn't follow the routine to leave, the pot exploded directly below, and each small circle started their own discussions.\n   </p>\n   <p>\n    As one of the canonized protagonists, Hudson, who was in the front position, saw the ceremonial officer in charge of the ceremony with his own eyes, and his face was green with anger.\n   </p>\n   <p>\n    Obviously, Caesar III changed the rules temporarily, and even the officials who presided over the etiquette were not notified in advance.\n   </p>\n   <p>\n    When the king was here just now, everyone didn't dare to be too obvious. Now that the man is gone, they start to show their true feelings.\n   </p>\n   <p>\n    The major event involving the canonization of noble titles will inevitably be recorded in the annals of history. This kind of unconventional and unconventional performance, someone has to be responsible.\n   </p>\n   <p>\n    As the host of the ceremony, he is the best blame man. At the very least, curses appeared in Hudson's ears, and they were basically directed at the etiquette officer.\n   </p>\n   <p>\n    For Caesar III, at most, there are a few criticisms.\n   </p>\n   <p>\n    It's not that everyone doesn't want to scold the king, but in the continent of Aslante, as a vassal, he is not qualified to scold the lord.\n   </p>\n   <p>\n    \"Pick up the bowl to eat, put down the bowl and scold your mother\". Nobles who haven't completely lost their moral bottom line still can't do it.\n   </p>\n   <p>\n    (end of this chapter)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 153": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1 class=\"main-title\">\n  The King Chapter 153: orc invasion\n </h1>\n <body>\n  <div [class]=\"'par fontsize-' + fontsize\" class=\"par fontsize-16\">\n   <p>\n    Chapter 153 Orc Invasion\n   </p>\n   <p>\n    When it was time for the banquet, the noble group returned to harmony, as if nothing happened during the day.\n   </p>\n   <p>\n    Accepting reality so quickly is naturally not easy for the great nobles to talk about.\n   </p>\n   <p>\n    Everyone maintains the rules, not only to safeguard the kingship, but also to limit the kingship. The essence is to safeguard their own interests.\n   </p>\n   <p>\n    According to the usual practice, the king is too jumpy, and everyone will come to persuade him to get him back on the right track.\n   </p>\n   <p>\n    Now that there is harmony, there is only one explanation—the situation in northern Xinjiang is tense, and the kingdom needs to strengthen the centralization of power.\n   </p>\n   <p>\n    There are precedents to follow. When the previous wars broke out, the power of the central government of the Alpha Kingdom would be strengthened so as to be able to better resist the orc invasion.\n   </p>\n   <p>\n    The only exception was the last war.\n   </p>\n   <p>\n    Because the king was too weak, the central government did not have enough prestige, and failed to coordinate the joint operations of the major forces, which led to the loss of cities and territories of the Alpha Kingdom and heavy losses.\n   </p>\n   <p>\n    learn from mistakes.\n   </p>\n   <p>\n    At this juncture, even if everyone doesn't want to see Caesar III continue to strengthen the kingship, in order to better fight against the invasion of the orcs, the major forces can only hold their noses and recognize it.\n   </p>\n   <p>\n    If there is no accident, there will be various temptations and games to determine each other's bottom line.\n   </p>\n   <p>\n    As a member of the newly promoted middle nobles, Hudson is not yet qualified to participate in the high-level game, and all he can do is wait quietly.\n   </p>\n   <p>\n    The welcome banquet for the newly promoted nobles is still of a very high standard.\n   </p>\n   <p>\n    A large number of nobles gathered in the capital, and Caesar III also came in person and gave a passionate speech.\n   </p>\n   <p>\n    In the capital of geniuses, the most eye-catching is no longer young talents like Hudson, but Princess Madeleine.\n   </p>\n   <p>\n    The real proud girl of heaven, she blew up the banquet scene as soon as she appeared on the stage.\n   </p>\n   <p>\n    Hudson has seen a lot of beauties, but none of them can compare with Princess Madeleine.\n   </p>\n   <p>\n    It's not a matter of appearance. From the perspective of appearance and figure, Princess Madeleine is not top-notch, but there is one thing that makes up for all these deficiencies.\n   </p>\n   <p>\n    The innate noble temperament, even just a glance from a distance, can leave a deep impression on people.\n   </p>\n   <p>\n    \"What are you looking at, you already have a fiancée.\"\n   </p>\n   <p>\n    The familiar voice in his ear pulled the intoxicated Hudson back.\n   </p>\n   <p>\n    After seeing who was coming, he secretly breathed a sigh of relief.\n   </p>\n   <p>\n    At first, I thought that being caught by my fiancée would be a disaster for me, but I didn't expect that it was Isabel who was imitating Melissa's voice.\n   </p>\n   <p>\n    \"Miss Isabel, you will scare people to death if you play like this!\"\n   </p>\n   <p>\n    Hudson said angrily.\n   </p>\n   <p>\n    Divas take the artistic route, versatility is the basic quality, and it is not surprising that they can imitate shows.\n   </p>\n   <p>\n    It's just that he couldn't figure out which power was full of food and sent such a stunner to stare at him.\n   </p>\n   <p>\n    Hudson also had deep doubts about the kingdom's security system, and actually allowed a singer to sneak in here disguised as a man.\n   </p>\n   <p>\n    If it was an assassin, wouldn't Caesar III be dangerous?\n   </p>\n   <p>\n    Of course, ordinary killers can't do anything if they get in. All the nobles present basically have such skills, so the **** should not be a big problem.\n   </p>\n   <p>\n    \"Viscount Hudson, what are you talking about? I am Lord Isabel, not some lady!\"\n   </p>\n   <p>\n    Even if she put on men's clothes, she couldn't hide the obsequiousness all over her body.\n   </p>\n   <p>\n    With such a deceitful explanation, Hudson rolled his eyes directly. If Princess Madeleine hadn't attracted everyone's attention, I'm afraid Isabel would have been recognized long ago.\n   </p>\n   <p>\n    But this explanation also explained why Isabel was able to sneak in.\n   </p>\n   <p>\n    \"Lord\" in the Alpha Kingdom is a respectful title for noble men, and does not refer to a specific title.\n   </p>\n   <p>\n    Diva, has aristocratic status?\n   </p>\n   <p>\n    It seems to make sense. When the forest is big, there are all kinds of birds, and when there are many nobles, all kinds of strange things will appear.\n   </p>\n   <p>\n    The probability of a nobleman becoming a singer is very low, but it is not uncommon for a singer to become a nobleman.\n   </p>\n   <p>\n    Some guys with brains on their brains often do things without going through their brains, and they can directly confer divas as nobles when they are happy.\n   </p>\n   <p>\n    This kind of canonization is usually just a joke, and the mainstream circle will definitely not admit it.\n   </p>\n   <p>\n    \"Okay then, my respected Lord Isabel. Did you try your best to sneak in because you wanted to win the favor of Princess Madeleine?\"\n   </p>\n   <p>\n    Hudson said slightly mockingly.\n   </p>\n   <p>\n    It is good to favor beauties, but beauties with ulterior motives are another story.\n   </p>\n   <p>\n    As if she had touched a sore foot, Isabel's complexion suddenly became ugly. The rivalry between women is more serious than the comparison between men.\n   </p>\n   <p>\n    Facing Princess Madeleine, even though her figure and appearance were all dominant, she was still turned into a scum in seconds.\n   </p>\n   <p>\n    It can only be said that beauty and figure are worthless in front of temperament.\n   </p>\n   <p>\n    Of course, if Isabel also has a father who is a king and a mother who is a queen, then everything is different.\n   </p>\n   <p>\n    \"Viscount Hudson, don't you want to get rid of me on purpose? Could it be that you want to...\"\n   </p>\n   <p>\n    While speaking, Isabel deliberately narrowed the distance. The tangy aroma spread over, making Hudson very upset.\n   </p>\n   <p>\n    The mind is very clear, but the body is a little bit overwhelmed, and the hormones secreted soar.\n   </p>\n   <p>\n    \"Sorry, Lord Isabel. I'm only interested in women, especially pretty women.\n   </p>\n   <p>\n    I'm very busy now, this is not the place to talk about things, if there is anything we need to talk about separately after the banquet. \"\n   </p>\n   <p>\n    After finishing speaking, Hudson quickly turned and left.\n   </p>\n   <p>\n    There is no shame in admitting desire, but being dominated by desire is a disaster.\n   </p>\n   <p>\n    This is a public place, and any untimely behavior may be noticed by interested people.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"Urgent military report!\"\n   </p>\n   <p>\n    The griffin cavalry descended from the sky and landed on the square in front of the palace, and a sealed military report was passed to Caesar III by the guards as quickly as possible.\n   </p>\n   <p>\n    \"There is an urgent report from northern Xinjiang, the orcs are gathering troops to the front, the war has come!\n   </p>\n   <p>\n    The banquet ended early, and the ministers followed me to hold an emergency meeting.\n   </p>\n   <p>\n    All feudal nobles, immediately return to the territory to recruit troops and wait for the call of the kingdom! \"\n   </p>\n   <p>\n    The words of Caesar III brought an unsatisfactory end to the banquet.\n   </p>\n   <p>\n    The military newspaper on the front line is the best hangover soup, which instantly wakes everyone up from their drunkenness.\n   </p>\n   <p>\n    Compared with the big news of the orc invasion, no kind of woman is worth mentioning.\n   </p>\n   <p>\n    Going back!\n   </p>\n   <p>\n    Hudson was very dissatisfied with the hastily ended trip to the capital. You must know that many of his plans have not yet been implemented.\n   </p>\n   <p>\n    There are people in the DPRK who are good at being officials, and an opportunity to make contacts and establish a network of relationships died prematurely.\n   </p>\n   <p>\n    This kind of thing can't be rushed, and making friends too deliberately will only make people feel disgusted.\n   </p>\n   <p>\n    Early the next morning, Hudson and a group of nobles from the southeastern province set off to return, not even having time to say goodbye to Melissa.\n   </p>\n   <p>\n    The war is imminent, everything must serve the war, and everyone has no time to be hypocritical.\n   </p>\n   <p>\n    Hudson can only entrust the tribe to handle the affairs in the royal capital. At this time, we can only believe in the power of the family.\n   </p>\n   <p>\n    The Koslow family has been in decline for many years, but all the connections left by the ancestors have not been broken.\n   </p>\n   <p>\n    It turned out that I didn't have much contact. It was because I was a down-and-out relative, so I was embarrassed to come to the door.\n   </p>\n   <p>\n    After all, the world of nobility is real. Everyone will only play with the same kind of people who are of the same level and have a strong relationship.\n   </p>\n   <p>\n    If the little aristocrat insists on squeezing into the upper circle, it will only be annoying. Even if it is an in-law relationship, it will become impatient after a long time.\n   </p>\n   <p>\n    The status and status are not equal. With the death of the older generation, there will naturally be fewer direct walks, but the exchange of etiquette has not been interrupted.\n   </p>\n   <p>\n    Now that the Koslow family has returned, Hudson, who lacks connections, naturally wants to pick up this family legacy.\n   </p>\n   <p>\n    Don't expect to get much help, at least someone will lead the way, so as to avoid random collisions with black eyes.\n   </p>\n   <p>\n    There is no accident, and the relationship that can be maintained so far is basically the original close relatives-in-law.\n   </p>\n   <p>\n    A hundred years is enough to change many people and things, even if it is the most recent one, it is the third generation.\n   </p>\n   <p>\n    If it was later, it is reckoned that this last connection would also slowly disappear in the years.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    The Orc Empire, Crown Prince Alex's tent has arrived at the front line.\n   </p>\n   <p>\n    Emperor Beamon's stand was too firm, and Alex, whose arms couldn't hold back his thighs, could only bite the bullet and go to the front to command the army.\n   </p>\n   <p>\n    After all, it has been abandoned for decades, even if it is just acting, it can become a living habit branded on the body.\n   </p>\n   <p>\n    After leaving Yingyingyanyan in the mansion, Alex felt uncomfortable all over. Especially entering the barracks to command the army made him feel physically and mentally exhausted.\n   </p>\n   <p>\n    \"Butzweig, the pre-formation meeting of the five royal families is about to be held, and I won't be able to do it all at once. You will have to worry about military affairs.\"\n   </p>\n   <p>\n    Compared to leading troops to fight, Alex felt that in his current state, it was more appropriate to play politics.\n   </p>\n   <p>\n    The political game on the front line is nothing more than a battle for the right to speak in war.\n   </p>\n   <p>\n    As the head of the five imperial courts, the Bimon Imperial Court will be able to take the biggest piece of cake regardless of the final outcome of the game.\n   </p>\n   <p>\n    There is no unified standard for the division of political interests. Ordinary people can't tell if they are making money or losing money.\n   </p>\n   <p>\n    But leading troops to fight is different, that is to do it with real swords and guns, and it is clear at a glance if you lose the battle.\n   </p>\n   <p>\n    As the crown prince of the Beamon family, Alex, who lacks prestige, cannot bear the risk of defeat.\n   </p>\n   <p>\n    Under this background, no matter how much he fears the ability of the nephew in front of him, he can only entrust the affairs of the general.\n   </p>\n   <p>\n    \"Don't worry, Your Highness the Crown Prince. I will take care of military affairs.\n   </p>\n   <p>\n    The 20,000 troops of the Bimon family will arrive at the front line in ten days.\n   </p>\n   <p>\n    The 300,000 vassal race troops have now assembled 50,000 people, and the rest will be assembled within three months.\n   </p>\n   <p>\n    Combined with the 100,000 royal army stationed at the border, even our family is enough to launch a large-scale war against the human race. \"\n   </p>\n   <p>\n    Prince Butzweig said slowly.\n   </p>\n   <p>\n    As a favorable contender for the throne of the Beamon Royal Court, Prince Butzweig came to the front line early to serve as governor in order to accumulate military merits.\n   </p>\n   <p>\n    Unfortunately, Menghuang obviously likes his son more than Menghuang, and would rather push Alex, a trash recognized by the outside world, to the top, than give him a chance.\n   </p>\n   <p>\n    Although he was dissatisfied in his heart, he understood what Emperor Bimon did. The orc empire does not have so many moral and etiquette constraints, and the change of imperial power has never been peaceful.\n   </p>\n   <p>\n    Being able to survive better than Emperor Meng, if he is replaced by a powerful crown prince, it is very likely that he will be in power because he cannot wait to launch a coup in advance.\n   </p>\n   <p>\n    In contrast, it is easier to control such a waste snack as Alex.\n   </p>\n   <p>\n    It doesn't matter if you are sensual or not, I didn't expect him to be successful.\n   </p>\n   <p>\n    What Prince Butzweig couldn't understand was why his shrewd grandfather sent this useless crown prince over to command the armed forces.\n   </p>\n   <p>\n    Fortunately, this rumored good-for-nothing uncle really only knows how to play with women. Although the ability to command troops is not up to the mark, the victory lies in knowing how to delegate power.\n   </p>\n   <p>\n    \"Butzweig, this war is no different from previous temptations, and once it starts, it definitely won't end in a year or so.\n   </p>\n   <p>\n    I am thinner than the Meng family, and every soldier is precious, and must not be easily consumed on the battlefield.\n   </p>\n   <p>\n    The five royal families acted together, seemingly as close as one family, but in fact they were still fighting on their own.\n   </p>\n   <p>\n    Our enemies on the battlefield are not only humans, but also beware of knives from within.\n   </p>\n   <p>\n    Now you have a heavy responsibility, any negligence may cause heavy losses to my Beamon family. \"\n   </p>\n   <p>\n    Crown Prince Alex reminded earnestly.\n   </p>\n   <p>\n    Originally wanted to keep hidden, but was pushed to the foreground, and he had to show some ability.\n   </p>\n   <p>\n    Continue to pretend to be stupid, then you will become really stupid. If there is a problem on the front line, it will be a tragedy for him, the crown prince.\n   </p>\n   <p>\n    As for whether it will arouse the fear of the outside world, it has come to this point, how can we look forward and backward.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Running all the way on the horse road, when Hudson and his party arrived in the southeastern province, the call-up order from the royal capital had already arrived first.\n   </p>\n   <p>\n    Even if the war horse has the blood of a monster, it is still a creature that runs on the ground, not as fast as flying in the sky.\n   </p>\n   <p>\n    Before he had time to return to the territory, Hudson was stopped halfway by people from the Governor's Mansion, and was invited to attend the military meeting in Beda City.\n   </p>\n   <p>\n    Different from the previous crowding out, at this critical moment, the Viscount Sith, who was the representative of the northern nobles, also appeared in the conference room.\n   </p>\n   <p>\n    \"I'll just wait for you guys. Now that all the important personnel are in place, I won't waste any time.\n   </p>\n   <p>\n    You must have heard about it. The Orc Empire has begun to mobilize, and the kingdom can only follow up.\n   </p>\n   <p>\n    According to the information collected by the Kingdom, the total force mobilized by the Orc Empire this time will exceed one million, and may even reach two million.\n   </p>\n   <p>\n    Even with the help of the Warhammer Kingdom and the Principality of Moxie to share the pressure, this is still a life-and-death battle for us.\n   </p>\n   <p>\n    The kingdom must go all out, any negligence will bring a **** lesson.\n   </p>\n   <p>\n    According to His Majesty's call-up order, the southeastern province will mobilize 30,000 troops within a month and send them to the front line to reinforce the defense line in northern Xinjiang.\n   </p>\n   <p>\n    Everyone must know the list of the first batch of mobilized personnel.\n   </p>\n   <p>\n    Those young men are idle and have no place to release their energy all day long, so give them a chance to serve the country.\n   </p>\n   <p>\n    I calculated, in addition to these people, there is still a gap of 15,000 people.\n   </p>\n   <p>\n    The gap is not very big, so I am too lazy to subdivide it. Fifteen counties were present, with one thousand people from each county.\n   </p>\n   <p>\n    The requirements are very simple and can be obtained. We can't send everyone to the front line. The reinforcements are there to guard the frontier, not to send heads to the orcs thousands of miles away.\n   </p>\n   <p>\n    How to allocate specifically, you go back and discuss behind closed doors. Anyway, we must follow the rules, and if there is any trouble, we will be punished severely.\n   </p>\n   <p>\n    As the kingdom's rear, my southeastern province is behind in the mobilization sequence because we have always shouldered the heavy responsibility of the kingdom's granary.\n   </p>\n   <p>\n    Before the outbreak of a full-scale war, I must arrange the follow-up work before I lead the army to go out.\n   </p>\n   <p>\n    From now on, every month we will supply the front lines with fifteen million pounds of rye, eight million pounds of potatoes, five million pounds...\n   </p>\n   <p>\n    The specific tasks will be implemented in each county, and then you will implement them in detail for each lord.\n   </p>\n   <p>\n    Don't try to play tricks, the Governor's Mansion will send people to supervise, and the Kingdom will also send a supervision team to spot check.\n   </p>\n   <p>\n    Anyone who dares to do something on this will be punished as a rebellion of the human race.\n   </p>\n   <p>\n    …”\n   </p>\n   <p>\n    (end of this chapter)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 154": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1 class=\"main-title\">\n  The King Chapter 154: mobilization\n </h1>\n <body>\n  <div [class]=\"'par fontsize-' + fontsize\" class=\"par fontsize-16\">\n   <p>\n    Chapter 154 Mobilization\n   </p>\n   <p>\n    \"Out of people\".\n   </p>\n   <p>\n    \"Out of grain\".\n   </p>\n   <p>\n    \"Pay money\".\n   </p>\n   <p>\n    The king's order can be summed up in three simple words. Even the specific amount has been clarified, which is obviously communicated in advance by the major forces.\n   </p>\n   <p>\n    As a middle-class nobleman, he can only barely enter the center of power in the kingdom; there is still a long way to go from the real decision-making level.\n   </p>\n   <p>\n    The bosses have all discussed it, and this king's order is obviously not discussed with everyone. All of the above requirements must be completed.\n   </p>\n   <p>\n    But when it comes to specific details, the distribution of tasks among the counties within the province is bound to involve wrangling.\n   </p>\n   <p>\n    Comparatively speaking, the situation in the southeastern province is good. As the kingdom's rear, the first task is to ensure the supply of money and food to the front line, and the second is to provide qualified soldiers.\n   </p>\n   <p>\n    Thirty thousand soldiers are the best solution, and the unlucky nobles who were punished contributed half of the quota. The rest of the county only needs 1,000 people to distribute to each lord, and there is no pressure at all.\n   </p>\n   <p>\n    These soldiers are all to be added to the border guards. Throwing more than a hundred knights in, with fewer officers, it would not be a big problem.\n   </p>\n   <p>\n    Governor Pierce did not mention a leader, so there is a high probability that some unlucky nobleman with good ability was cheated by his own son.\n   </p>\n   <p>\n    The issue of \"war tax\" is a little tricky. Generally speaking, it is also within the controllable range, anyway, it is right to pay.\n   </p>\n   <p>\n    If you don't have the money to pay in kind, or send more people to fight the war, you can also coordinate within the province.\n   </p>\n   <p>\n    The most troublesome thing is supplies.\n   </p>\n   <p>\n    The southeastern province needs to provide various strategic materials including food, which is as much as 15,000 tons.\n   </p>\n   <p>\n    For a province, it seems that there is not much apportionment. But the crux of the problem is that everyone not only needs to raise supplies, but also organizes manpower to send things to the front line.\n   </p>\n   <p>\n    The loss of other materials on the road is not large, and the loss of a few points is almost the same. But food is the only exception, but the southeastern province mainly provides food.\n   </p>\n   <p>\n    It is more than a thousand kilometers from the southeastern province to the front line. Although it can be transshipped along the coast or along the river for a certain distance, there is still more than 400 kilometers of human transportation required in the middle.\n   </p>\n   <p>\n    This is still the most optimistic estimate. In many cases, it is not enough to transport the food to the nearest location, and it may change with the changes of the battlefield situation.\n   </p>\n   <p>\n    Hudson's mathematical ability is not bad, after a little calculation, he came to the conclusion that at least one-third of the loss was lost on the way.\n   </p>\n   <p>\n    This is because the Alpha Kingdom has many combat experiences against orcs. The infrastructure along the way is relatively complete, and there are multiple granaries on the way that can be used as transfer stations.\n   </p>\n   <p>\n    In peacetime, one-third of the food was lost in transportation. After the war broke out, half of the food was lost in transportation. Hudson would not be surprised at all.\n   </p>\n   <p>\n    It's no wonder that the southeastern province is placed behind the mobilization sequence. Without their aristocratic lords hosting, how can materials be collected and transported to the front line?\n   </p>\n   <p>\n    From Hudson's point of view, in the previous orc invasions, after the human coalition forces defeated the orc army, they quickly finished work and went home.\n   </p>\n   <p>\n    It's not because the nations of the human race are not united, nor is it because the coalition forces are unable to fight back, but more because the material consumption on the battlefield is too terrifying.\n   </p>\n   <p>\n    Fighting in the Alpha Kingdom itself consumes so much supplies. Once the battle line extends to the Orc Empire, even if one person fights and ten people transport food, it may not be able to meet the needs of the front line.\n   </p>\n   <p>\n    On this issue, the human race will never learn from the orcs. The fact that the orcs were able to assemble a large number of troops was not because of their strong logistics capabilities. On the contrary, the logistics of the orc empire was even worse.\n   </p>\n   <p>\n    Being able to assemble millions of troops on the front line is entirely because there is no bottom line. There is not enough food in the army, and the same kind who died in battle are their rations.\n   </p>\n   <p>\n    Many times, the human army and the orcs fought to the end, not because everyone was so brave, but simply because they didn't want to be reduced to food.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"Your Excellency, the task of dividing troops and taxes directly into county units is easy to solve, but supplies are troublesome.\n   </p>\n   <p>\n    Although the southeastern provinces are all fertile land, the specialties of each county are still different, and some counties don't even have some materials at all.\n   </p>\n   <p>\n    Assigning tasks directly to the county as a unit, I am afraid that it will be difficult for everyone to complete in the future. It's better to discount all the materials, and everyone completes the material raising according to their own special products.\n   </p>\n   <p>\n    As long as the total amount can roughly match, even if there are discrepancies in details, the Kingdom will not say anything if they think about it. \"\n   </p>\n   <p>\n    Hudson first proposed.\n   </p>\n   <p>\n    It involves vital interests, and he must fight for it at this time. Otherwise, after mechanically distributing a pile of material tasks, it will not be possible to get them together if you go back and make your head bigger.\n   </p>\n   <p>\n    Nominally, the sheriff is the Viscount Sith, and these problems should be a headache for him. But this guy hasn't said a word since he entered the conference room.\n   </p>\n   <p>\n    I don't know if it's self-knowledge, knowing that I don't have the right to speak here, or because of dissatisfaction, Hudson simply smashed it to the bottom.\n   </p>\n   <p>\n    The sheriff is doing badly, but the task still needs to be completed. If there is a problem with the major issues involving front-line strategic materials, the nobles in the entire Wright County will be implicated.\n   </p>\n   <p>\n    It is impossible to be executed for the crime of \"human rape\", but it is a high probability event to be sent to the battlefield in advance to serve the country.\n   </p>\n   <p>\n    The gang of aristocratic children who committed crimes in front of them are role models. Hudson doesn't want to go to the front line with the hat of \"wearing crime and making meritorious service\".\n   </p>\n   <p>\n    \"The Viscount Hudson's proposal is very good and very practical. The task is still divided into counties, but the Governor's Mansion will come up with a conversion ratio, and everyone will take the supplies to make a half-fold.\n   </p>\n   <p>\n    For this war, His Majesty the King is too busy to sleep at night, so there is no need to alarm His Majesty for the problems that we can solve internally.\n   </p>\n   <p>\n    If some materials are insufficient, the Governor's Office can also come forward to purchase. Taking into account the increased cost of procurement, an additional 5% of fire consumption will be charged for the materials used to replace them.\n   </p>\n   <p>\n    In order to combat price gouging while taking advantage of the chaos, from now on, prices within the province must be guaranteed to be stable.\n   </p>\n   <p>\n    Anyone who hoards and disturbs the market price will be killed without mercy!\n   </p>\n   <p>\n    In addition to the materials shipped to the front line, any strategic materials on the list must be approved by the Governor's Office if they want to leave the southeastern province.\n   </p>\n   <p>\n    The counties must cooperate closely, especially the counties on the border must strictly prevent the outflow of materials. Whoever has a problem on the site will be responsible.\n   </p>\n   <p>\n    The war will definitely not stop for a while. This means that we must be prepared to provide supplies to the front line for a long time, and we must pay close attention to the next food production.\n   </p>\n   <p>\n    Everyone should lead by example and take the lead in saving food and reducing unnecessary waste.\n   </p>\n   <p>\n    Tell the people below to stop all the extravagance and pleasure, and tighten your belt to live a hard life. I don't want to see someone bankrupt the territory before the war is over. \"\n   </p>\n   <p>\n    Earl Pierce's words made Hudson's hanging heart drop. The materials can be deducted from each other, and the difficulties faced by the mountain leaders will suddenly disappear.\n   </p>\n   <p>\n    Five points of fire consumption, that is definitely a manifestation of noble conscience. It is impossible to make money. If the operation is not good, the governor's mansion will have to accompany him in for a sum.\n   </p>\n   <p>\n    Purchasing materials sounds very simple. Once the materials that can be purchased are scaled up, they cannot be purchased with just money.\n   </p>\n   <p>\n    Even if the price is suppressed, enough materials can be purchased, and the fee of 5% is not too high.\n   </p>\n   <p>\n    It can be seen that Earl Pierce is really contributing to the war, rather than dealing with it half-heartedly.\n   </p>\n   <p>\n    Especially the earnest warning at the end, which is even more thought-provoking.\n   </p>\n   <p>\n    Conscience discovery?\n   </p>\n   <p>\n    Or maybe it's simply pity for the lower class nobles?\n   </p>\n   <p>\n    These questions, no one can answer. However, the tragic event of the bankruptcy of the nobles due to the war will happen in almost every large-scale war.\n   </p>\n   <p>\n    Once on the verge of bankruptcy, the bottom line of the nobles is also a straight line breakthrough, and the speed of decline is beyond imagination.\n   </p>\n   <p>\n    Smarter nobles fool businessmen into taking advantage of them. Mortgage all the goods that can be mortgaged, and finally deny the account directly.\n   </p>\n   <p>\n    Those who have no bottom line, even sell their sons and daughters directly. It's just that it's not their own children that are sold, but the children of serfs.\n   </p>\n   <p>\n    The most stupid thing is to borrow money from the great nobles, or even mortgage the territory to borrow money. Once the debt is overdue, the end will definitely not be good.\n   </p>\n   <p>\n    More aristocrats who were in financial trouble still went around looking for relatives and friends to borrow money. When it came time to go bankrupt, all the relatives and friends were involved in bad luck.\n   </p>\n   <p>\n    When encountering such a thing, everyone can only consider themselves unlucky. Even for the sake of his own reputation, he can't jump out and add insult to injury, he can only let the debt be postponed indefinitely.\n   </p>\n   <p>\n    As one of the major creditors in the southeastern province, Hudson felt a chill in the back of his head. Judging from the current situation, he is very likely to become one of the unlucky relatives and friends involved.\n   </p>\n   <p>\n    Those who owe Hudson's debts, without exception, are all nobles with poor economic conditions.\n   </p>\n   <p>\n    Under normal circumstances, these guys with stable industrial income are high-quality customers. When wartime came, the situation changed.\n   </p>\n   <p>\n    The income from the territory basically supports the front line. If the aristocrats who are not wealthy do not gain anything on the battlefield, it will be difficult to persist until after the war.\n   </p>\n   <p>\n    When he thought of dozens of debts that might be overdue, and the hundreds of thousands of gold coins that should have been obtained were about to go to waste, Hudson's good mood suddenly disappeared.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"You have adapted so quickly, you are worthy of being a famous knight of the bow. Hudson, it seems that you are really born for war!\"\n   </p>\n   <p>\n    Out of the conference hall, Hudson felt a toothache when he heard Viscount Oran's emotion.\n   </p>\n   <p>\n    \"Born for war\" is an absolute slur. He said that he was like a catastrophe, wherever he went, there was war.\n   </p>\n   <p>\n    The orcs invaded the Alpha Kingdom and lasted for hundreds of years. It will explode with or without him, it's not the butterfly effect of some traverser.\n   </p>\n   <p>\n    If it wasn't for the fact that this guy in front of him was his father-in-law, someone who couldn't be offended, he would definitely not be polite.\n   </p>\n   <p>\n    \"Viscount Oran, my reputation is too high! Compared with you, I still have a long way to go.\n   </p>\n   <p>\n    If I hadn't received the news in advance in the capital, and there were a few more days of buffering time, I'm afraid I would have been in a hurry at the meeting just now. \"\n   </p>\n   <p>\n    The daughter-in-law is not available, so I can't afford to offend my father-in-law. Especially in this time of war, everyone has to stick together to tide over the difficulties.\n   </p>\n   <p>\n    Compared to these old-fashioned families, the Koslow family only has a longer inheritance time, and is far behind in other aspects.\n   </p>\n   <p>\n    Looking at Hudson, Viscount Oran laughed and said, \"Okay, I won't tease you anymore.\n   </p>\n   <p>\n    I know you have a lot of doubts in your heart now, if you want to ask, just ask! If you miss this opportunity, the next time we meet will probably be on the battlefield. \"\n   </p>\n   <p>\n    Being seen through his mind, Hudson didn't find it strange. As the second family in the southeast province, Viscount Oran was by no means as simple as it appeared on the surface, able to live a happy life under the pressure of the Dalton family.\n   </p>\n   <p>\n    \"Dear Lord Viscount, I have always had a doubt. The kingdom has launched a national mobilization so quickly, and the time is so tight.\n   </p>\n   <p>\n    There are so many internal troubles in our southeast province alone, and it is still relying on Governor Pierce to forcibly assign tasks to barely implement things.\n   </p>\n   <p>\n    Other provinces are estimated to be not much better, and the capital has to face more problems. How can so many provinces across the country coordinate?\n   </p>\n   <p>\n    After the reinforcements arrive at the front line, how can they be reorganized quickly to form combat effectiveness in the shortest possible time? \"\n   </p>\n   <p>\n    In the era of feudal cold weapons, millions of troops must be mobilized to fight. The amount of engineering involved is beyond Hudson's imagination.\n   </p>\n   <p>\n    Especially the performance of the nobles of the kingdom, who didn't seem to be too smart, made him even more worried.\n   </p>\n   <p>\n    In the event of any omissions in the organization, the mobilization of millions of troops will become a joke. Not only can it fail to strengthen the border strength, but it may collapse the defense line.\n   </p>\n   <p>\n    \"Hudson, you think too much. No matter who is around, there is a moment when you want to destroy your neighbor.\n   </p>\n   <p>\n    In the past few hundred years, they have encountered more than a dozen wars of extermination of the country, and they all have the ability to complete mobilization in a short period of time.\n   </p>\n   <p>\n    The Koslow family has been in decline for a long time. You grew up in a small noble family. Many things you see are not the truth of this world.\n   </p>\n   <p>\n    The suppression of the Skull and Bones rebellion last time did not represent the true strength of our noble group.\n   </p>\n   <p>\n    Alphonse was purely an accident. If he hadn't been unlucky and happened to be away from the family's main force, the Skull and Bones would not be so easy to succeed.\n   </p>\n   <p>\n    The kingdom has a standing army in the northern border, you should have heard of it. But this mysterious army rarely enlists minor nobles, don't you find it strange?\n   </p>\n   <p>\n    In fact, including my Holliser family, some of the nobles with a little strength in the kingdom have served in this army.\n   </p>\n   <p>\n    In other words, this standing army is essentially controlled by a group of nobles in the kingdom. The difference is limited to the question of the right to speak.\n   </p>\n   <p>\n    In addition to guarding the frontier, this army also has another role to train the army for us, and train the younger generation by the way.\n   </p>\n   <p>\n    Why are we only recruiting soldiers now and not letting everyone lead the troops there? It is because our people are already on the front line.\n   </p>\n   <p>\n    In the constant confrontation with the orcs, we not only accumulated combat experience, but also reserved a large number of grassroots officers.\n   </p>\n   <p>\n    These were all forced out by the Orc Empire. In order to survive better, we have to learn survival experience from war.\n   </p>\n   <p>\n    Not allowing the minor nobles to join is both their protection and their restriction.\n   </p>\n   <p>\n    For ordinary people, sometimes knowing too much is not a good thing.\n   </p>\n   <p>\n    In the case of limited resources, the accommodation space of the upper class is limited. The only benefit is that the people above are not enough to feed, so how can more latecomers join in the grabbing.\n   </p>\n   <p>\n    Hudson, you're in luck. Just in time for the tense situation in northern Xinjiang and the imminent war, the kingdom needs fresh blood.\n   </p>\n   <p>\n    Otherwise, even if the Dalton family helps you operate, it can only be an honorary viscount, not a fiefdom viscount. \"\n   </p>\n   <p>\n    In an instant, Hudson became enlightened. It's not that the entire noble group is useless, but that the small nobles at the bottom are deliberately blocked by the upper class.\n   </p>\n   <p>\n    It's normal to think about it. As a kingdom that has fought fiercely with orcs for hundreds of years, even if it stays at the same place in other aspects, it is absolutely impossible not to grow in war and military.\n   </p>\n   <p>\n    The mystery is solved, and the noble group is indeed making progress. It's just that the upper-middle-class nobles made progress, and the lower-class nobles were excluded from the circle.\n   </p>\n   <p>\n    It's all caused by class solidification. You can actually see one or two from the fact that the children of the nobles in the north are going south to grab the fief.\n   </p>\n   <p>\n    The benefits are not enough for everyone to share. If you let the small nobles enter the army and accumulate a lot of military merits on the front line, but there is no place to settle them in the end, it will definitely cause dissatisfaction among these people.\n   </p>\n   <p>\n    Instead of this, it is better to let them live in a daze from the beginning. After the war broke out, just follow the past and be cannon fodder.\n   </p>\n   <p>\n    For a group of small nobles, war is the only chance to change the distribution of benefits and break the solidification of classes, but it is also the beginning of disaster.\n   </p>\n   <p>\n    For most people, what is lacking is not only the opportunity, but also the ability to grasp the opportunity.\n   </p>\n   <p>\n    Without systematic learning and without going through the test of the flames of war, the probability of having a super-strong ability to lead troops is really too low.\n   </p>\n   <p>\n    It was originally an opportunity to change fate, but because of my own lack of ability. Most of the minor nobles can only play the role of their own cannon fodder.\n   </p>\n   <p>\n    Thinking of this, Hudson secretly rejoiced. Fortunately, the ancestors of the Koslow family had a glorious past, and some military knowledge left behind is justified.\n   </p>\n   <p>\n    Theoretically speaking, self-study also exists. If other people fail to succeed, it is a matter of their own ability.\n   </p>\n   <p>\n    The brain supplement from the outside world perfectly explained why he trained soldiers. As for the different methods of military training, it has been hundreds of years. Who knows what kind of military training the ancestors of the Koslow family used.\n   </p>\n   <p>\n    Gen Zhengmiaohong, a member of his own family with a clean background, happened to catch up with the moment when the war broke out. Hudson can achieve a class transition without affecting everyone's interests.\n   </p>\n   <p>\n    A self-taught military genius who is always accompanied by luck. And also has an earth bear as a bodyguard, a guy with a full level of battlefield survivability, it is normal to be popular.\n   </p>\n   <p>\n    From this point of view, Hudson was able to defeat many competitors and marry the Holliser family, which became logical.\n   </p>\n   <p>\n    \"value\"!\n   </p>\n   <p>\n    Fill the hole\n   </p>\n   <p>\n   </p>\n   <p>\n    (end of this chapter)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 155": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1 class=\"main-title\">\n  The King Chapter 155: Hot potato = opportunity\n </h1>\n <body>\n  <div [class]=\"'par fontsize-' + fontsize\" class=\"par fontsize-16\">\n   <p>\n    Chapter 155 Hot Potato = Opportunity\n   </p>\n   <p>\n    Dadir City, the atmosphere of war has permeated every corner of the city.\n   </p>\n   <p>\n    Unknowingly, prices in the city have started to rise quietly, especially the prices of daily necessities that are just needed soar the fastest.\n   </p>\n   <p>\n    The Sheriff's Office has repeatedly issued documents to stabilize prices, but driven by intimidation, the market has long lost its rationality.\n   </p>\n   <p>\n    Coupled with the fuel of greedy businessmen, the price soared even faster.\n   </p>\n   <p>\n    The most affected are the northern Xinjiang soldiers who followed the Sith to the south.\n   </p>\n   <p>\n    Being away from home for so long, I feel homesick. Now that the war is about to break out, and the family members are still on the front line in northern Xinjiang, this emotion is further amplified.\n   </p>\n   <p>\n    In order to appease the morale of the army, Sith also made a lot of efforts. Most of the soldiers have formed families here, with wives and children.\n   </p>\n   <p>\n    After taking root, the nostalgia for the homeland is still firmly imprinted in everyone's hearts.\n   </p>\n   <p>\n    Including Viscount Sith himself, the time to look north has increased recently. Obviously, he still has nostalgia for his hometown.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"Master, are you giving up your tax right?\"\n   </p>\n   <p>\n    Butler Faerun asked in panic.\n   </p>\n   <p>\n    For county magistrates, the right to collect taxes is undoubtedly the most important power, which is equivalent to financial power.\n   </p>\n   <p>\n    The sheriff who has lost financial power will inevitably have a greatly reduced voice in the affairs of the county.\n   </p>\n   <p>\n    \"It's too late! The war is about to break out, and everything has to give way to the war.\n   </p>\n   <p>\n    The strongest in Wright County is the mountain leader. Before that, I could use the rules of the game to fight against him, but now it's too late.\n   </p>\n   <p>\n    Without the cooperation of local nobles, it would be very difficult for us to raise enough strategic materials on time. When it comes to the safety of the front line, this kind of thing cannot be delayed.\n   </p>\n   <p>\n    What's more, there was a war in Wright County first, and then a plague of locusts, and the economy has not yet recovered.\n   </p>\n   <p>\n    Many territories barely achieved a balance of income and expenditure, and were simply unable to provide enough supplies. It was not easy to complete the tasks assigned by the above as required.\n   </p>\n   <p>\n    You can't really kill people, can you?\n   </p>\n   <p>\n    This hot potato can be thrown to Hudson.\n   </p>\n   <p>\n    The Koslow family has relatives and friends everywhere, which turned out to be his biggest advantage, but now it has become his biggest disadvantage.\n   </p>\n   <p>\n    Guessing that the tax package task fell on him, not only would he not make any money, but he might have to pay a lot of supplies for others.\n   </p>\n   <p>\n    Usually, it's just a matter of selling favors. During the war, if any accident happens, these will become dead debts. \"\n   </p>\n   <p>\n    Sith said with a sneer.\n   </p>\n   <p>\n    It's just the unwillingness between the brows, betraying his true inner thoughts.\n   </p>\n   <p>\n    Risk and benefit are always directly proportional.\n   </p>\n   <p>\n    Tucao is risky, and it is not a kind of self-comfort under the helplessness.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Mountain Territory\n   </p>\n   <p>\n    The opponent lay flat, and Hudson, who became the winner of this round of power struggle, did not show the joy that the winner should have.\n   </p>\n   <p>\n    Except for the 1,000 soldiers who were assembled in the shortest time. Both the war tax and the task of raising materials have encountered obstacles.\n   </p>\n   <p>\n    There is an endless stream of people who come here every day to cry about poverty.\n   </p>\n   <p>\n    Those who have no friendship can be forcibly executed, but Hudson really can't do it with old relatives and old friends.\n   </p>\n   <p>\n    On the side of the Governor's Mansion, Hudson has fought for it as much as possible.\n   </p>\n   <p>\n    Earl Pierce did not deliberately make things difficult on this issue. The tasks undertaken by the nobles of Wyton and Wright counties were only 80% of those of nobles in other regions.\n   </p>\n   <p>\n    Although the care was not enough, it was still taken care of. This kind of thing can't be perfect.\n   </p>\n   <p>\n    Kingdom missions are divided by province. If some counties produce less materials, other counties must produce more, and the total amount must be enough.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Looking at the people in the hall who kept complaining, Hudson angrily reprimanded: \"Enough!\n   </p>\n   <p>\n    I invite you here today to discuss solutions, not to listen to your complaints.\n   </p>\n   <p>\n    Fighting against the invasion of orcs is the responsibility of everyone in the Alpha Kingdom. We raised supplies in the rear because someone was fighting for us in the front.\n   </p>\n   <p>\n    If you think it is unfair, you can choose to sign up for the war. As long as you take the army to the front line, you don't need to worry about money and food!\n   </p>\n   <p>\n    You all know the total amount of money and food that needs to be raised in Wright County. I think everyone knows whether the figures I allocated are fair and reasonable.\n   </p>\n   <p>\n    Don't try to hide by crying a few times. The assigned task is a dead order, and the quota must be made up.\n   </p>\n   <p>\n    If you fail to fulfill your noble duties, and your territory is taken back and your noble status is taken away, you will have no regrets at that time! \"\n   </p>\n   <p>\n    Crying children have milk, and that is at home. Outside, no one is obliged to accommodate them.\n   </p>\n   <p>\n    If making a fuss can solve the problem, then everyone ran to make a fuss, what should the front line do?\n   </p>\n   <p>\n    According to past practice, nobles from all over the world contributed money and effort. The only exception is the northern nobles, who only need to fight on the front line.\n   </p>\n   <p>\n    All is fair.\n   </p>\n   <p>\n    This mobilization mode is because the noble private armies of various provinces participated in the war and adopted a rotation combat mode. After a period of time, they would come down to rest and replace them with others.\n   </p>\n   <p>\n    As a northern noble who is responsible for guarding the land, he does not have this kind of treatment. As long as the war breaks out, they can only keep fighting on the front line until the end of the war.\n   </p>\n   <p>\n    To defend their own land, the nobles of the Northland have already used all their strength to expand their armies and prepare for war. All of them are militaristic masters, and all the money and food in the territory are invested in the army, and there is no need for the kingdom to send people to urge them.\n   </p>\n   <p>\n    \"Dear Viscount Hudson, it's not that we don't want to fulfill our noble duties. But now the territory can't make ends meet, and we really can't afford the expense.\"\n   </p>\n   <p>\n    Knight Handel said in frustration.\n   </p>\n   <p>\n    From the helpless expression on his face, it can be seen that this guy is really helpless, and he is ready to be completely messed up.\n   </p>\n   <p>\n    If you can't do it, you can't do it. Even if you are forced to go to the front line in advance, you still can't get enough money and food.\n   </p>\n   <p>\n    Especially strategic materials, not only will be released now, but will be released every month in the future. And this number, there is a high probability that it will continue to increase.\n   </p>\n   <p>\n    For some impoverished nobles, it may not be difficult to gather supplies for a month or two, but the year-round consumption is really unbearable.\n   </p>\n   <p>\n    \"Knight Handel, I am also aware of your situation. Providing money and food for the front line for a long time does put a lot of pressure on you.\n   </p>\n   <p>\n    But rules are rules, and you and I are not qualified to change this. The king's order must be fulfilled without compromise.\n   </p>\n   <p>\n    Wright County, the nobles facing the same predicament are not just one or two families. It can even be said that most nobles have certain difficulties.\n   </p>\n   <p>\n    We are all adults and have the ability to take responsibility for our own actions. No matter what decision you make, I respect your choice.\n   </p>\n   <p>\n    It's okay if you don't want to spend money and food, just fill out the registration form, take the army to the front line with the food delivery team, and participate in the Kingdom Defense War.\n   </p>\n   <p>\n    I would like to remind you: blocking the invasion of orcs is not as easy as suppressing the rebellion of skeletons.\n   </p>\n   <p>\n    According to the experience of previous wars, the earlier you participate in the war, the lower the probability of coming back alive. Whether you want to take a risk or not, you should think it through before making a decision.\n   </p>\n   <p>\n    I personally suggest that you first raise materials as much as possible and complete the tasks explained above. In the end, there was really no other way, and I took the army to serve in the front-line army.\n   </p>\n   <p>\n    Money and food, after all, are belongings outside the body. Even if the family property is exhausted now, it can be accumulated again in the future.\n   </p>\n   <p>\n    Fate, but his own.\n   </p>\n   <p>\n    Especially for some families with few heirs, once you die on the front line, the family property you have worked so hard to accumulate can only be cheaper for others. \"\n   </p>\n   <p>\n    Hudson said earnestly and earnestly.\n   </p>\n   <p>\n    If the gap is small, you can help advance the payment. But the current situation is obviously not right, and someone actually messed up as soon as they came up.\n   </p>\n   <p>\n    Then there is no other way but to follow the rules. Fighting the orcs is everyone's responsibility. If you have money, you will pay for it, if you have food, you will pay for it. If you have nothing, you will die.\n   </p>\n   <p>\n    The atmosphere in the ceremony suddenly became tense. The nobles who originally wanted to win over suddenly realized that the reason they had prepared was so ridiculous.\n   </p>\n   <p>\n    Difficulties are indeed worthy of sympathy. But the problem is that everyone is in trouble now. It is difficult for the nobles who are responsible for raising supplies, and it is even more difficult for the nobles who are fighting on the front line.\n   </p>\n   <p>\n    \"Dear Viscount Hudson, the supplies in our hands won't last long at all. We can't just let the people go hungry in order to complete the task!\n   </p>\n   <p>\n    I wonder if you have any countermeasures that can help us tide over the difficulties? \"\n   </p>\n   <p>\n    Baron Sanchez asked expectantly.\n   </p>\n   <p>\n    After such a reminder, everyone realized that today's meeting is to discuss countermeasures and tide over difficulties together.\n   </p>\n   <p>\n    Facing the expectant eyes of everyone, Hudson shook his head directly, pretending to be helpless and said: \"So I only know that everyone has difficulties, but I didn't expect the difficulties to be so difficult.\n   </p>\n   <p>\n    To tell you the truth, it is extremely difficult for the mountain leaders to complete the task, and I have to find a way to fill the hole.\n   </p>\n   <p>\n    The mountainous areas lack food, and among all kinds of strategic materials, only iron has a good output. According to regulations, one hundred and fifty thousand pounds of good iron needs to be provided every month to complete the task.\n   </p>\n   <p>\n    I think you all know that even if calculated according to the prices in normal times, the value of so much good iron is more than 5,000 gold coins.\n   </p>\n   <p>\n    At this time, it is not surprising that the price doubles if it is sold outside.\n   </p>\n   <p>\n    The cost of iron smelting has always been high. Even if the cost of ore and coal is not counted, the food and drink of thousands of miners is a huge expense.\n   </p>\n   <p>\n    I can't bear such a heavy financial burden. In order to reduce expenses, we can only undertake some forging tasks to reduce some expenses.\n   </p>\n   <p>\n    The situation in the mountainous territory is special, and it is impossible for everyone to follow suit. But everyone can also develop some side jobs that can be completed according to their actual situation.\n   </p>\n   <p>\n    For example: the lords along the river and along the river can catch some fish, and after being smoked and dried, one pound can be worth four pounds of rye.\n   </p>\n   <p>\n    If you have the conditions, it would be even better to raise some fast-growing aquatic products yourself.\n   </p>\n   <p>\n    Territory with plenty of prey, capture some prey, and use it to make up for it after it is dried.\n   </p>\n   <p>\n    Even if it is wild vegetables in the field, they will be harvested after drying. You can also plant some fast-maturing crops according to the actual situation.\n   </p>\n   <p>\n    Wright County is only a hundred and eighty miles away from the sea. If you have a good network, you can get a boat and organize people to go fishing. It is also a way out.\n   </p>\n   <p>\n    If none of these can be done, then my mountainous region lacks labor, so blacksmiths, miners, farmers, shoemakers... can all come here.\n   </p>\n   <p>\n    Employment price is calculated according to actual capacity. For specific details, you can send someone to discuss with the manager below.\n   </p>\n   <p>\n    How to do it specifically depends on your actual situation. Even if the materials raised are just a drop in the bucket, it is better than doing nothing. \"\n   </p>\n   <p>\n    Whether it is making dried fish, dried meat, or dried vegetables, it is a typical bad idea. It's not that there is a problem with the countermeasures, the key is that they are divorced from reality.\n   </p>\n   <p>\n    They are all well-developed cooked lands. The fish and shrimps in the river are often patronized by the residents along the coast; the beasts in the mountains and forests often appear on the dining table of the nobles.\n   </p>\n   <p>\n    Wild vegetables are also food. For serfs, wild vegetables can be regarded as half of the staple food. It is almost a must-have for meals, and it is not enough for home-cooked food. Where is there any excess, it is used to make dried vegetables.\n   </p>\n   <p>\n    Going out to sea to fish is even more nonsense. Even if there is a real connection to get the boat, it is not a reliable thing to let a group of landlubbers go fishing.\n   </p>\n   <p>\n    Besides, the sea in the magical world is not flat. In the vast sea, there are countless dangerous creatures.\n   </p>\n   <p>\n    Fishermen have always been one of the highest-risk occupations. Being able to farm with peace of mind, almost no one wants to take the risk of going out to sea to fish.\n   </p>\n   <p>\n    The real way to point out to everyone is to rent labor. Materials such as food and cloth cannot be grown in a day or two, but the output of the mine can be increased in a short period of time.\n   </p>\n   <p>\n    During the war, iron was a hard commodity. Whether it is the raw iron produced or the forged weapons, they can be handed over to the Governor's Mansion.\n   </p>\n   <p>\n    After a pause, Hudson added again: \"If all these are done, it still cannot meet the needs.\n   </p>\n   <p>\n    You can also consider becoming mercenaries and completing military service for wealthy nobles in neighboring provinces in exchange for generous rewards.\n   </p>\n   <p>\n    If there are many applicants, I can propose to the Governor's Office to stagger your military service time. To prevent you from being recruited by the province during your service.\n   </p>\n   <p>\n    Also went to the battlefield, followed the provincial troops to the front line, and could come back to rest every once in a while. The security is far higher than entering the standing army and fighting until the end of the war.\n   </p>\n   <p>\n    According to the usual practice, the kingdom will not recruit nobles from our southeastern provinces to the front line on a large scale until the critical moment.\n   </p>\n   <p>\n    Theoretically speaking, as long as the provinces coordinate well, they can still be staggered. \"\n   </p>\n   <p>\n    It's not that Hudson is fooling people, but there is really such a need. Some aristocrats who are wealthy and happen to be in the infancy stage have the need to hire someone to serve on their behalf.\n   </p>\n   <p>\n    The mercenaries' fighting will is not high, and they are reluctant to perform the task of defending the city. Once lost in the field, it is easy to desert.\n   </p>\n   <p>\n    In principle, the kingdom prohibits this kind of behavior of hiring people to serve as soldiers, but legal principles are nothing more than human feelings, and there are always exceptions.\n   </p>\n   <p>\n    For example: the last time the Skull and Bones Society rebelled, some of the heirs of the families in the two counties were still milk babies.\n   </p>\n   <p>\n    You can't let people carry these doll lords to the battlefield, right?\n   </p>\n   <p>\n    At such times, the officials in charge of the specific implementation will turn a blind eye, close one eye, and acquiesce in their use of mercenaries.\n   </p>\n   <p>\n    There are also risks in this. If the mercenary serving on his behalf has a problem, the employer must also be held accountable.\n   </p>\n   <p>\n    Under normal circumstances, everyone likes to ask nobles to do it for them. They are all existences who know the basics, and the priest can't run away from the church if he can run away.\n   </p>\n   <p>\n    In addition to this, there is another situation—obligation swap.\n   </p>\n   <p>\n    To put it simply, nobles in different provinces exchange their obligations. You go to my province to fulfill your obligations, and I go to your province to perform your obligations.\n   </p>\n   <p>\n    Only limited to nobles with comparable status and overall strength. And the approval of the governors of the two provinces is also required.\n   </p>\n   <p>\n    This kind of situation mostly happens in big families.\n   </p>\n   <p>\n    Large families have many members, and it is normal for collateral descendants to be distributed in other provinces. During the war, if you don't feel at ease following others to the battlefield, you can exchange them back in this way.\n   </p>\n   <p>\n    Generally speaking, as long as you apply, there will be no problems. Anyway, there are people to complete the tasks, everyone takes what they need, gives convenience to each other, and can also leave a favor.\n   </p>\n   <p>\n    The number of children in the big family varies, and the actual situation is also different. This kind of exchange cannot be just made up, and if there is a difference, compensation needs to be given.\n   </p>\n   <p>\n    It can be supplies, or people can be sent to serve in the past. The specific situation still depends on the actual coordination situation.\n   </p>\n   <p>\n    If the situation is urgent, it is too late to coordinate. Then transfer the obligations directly. Simply put, these nobles enter another province to perform their obligations, and their obligations are directly transferred to the province.\n   </p>\n   <p>\n    After countless times of gameplay, everyone has a wealth of experience, and no one can take advantage of this aspect.\n   </p>\n   <p>\n    They were all forced out by orcs. During the long years of war, the pressure of life and death forced the top leaders of the Alpha Kingdom to make continuous progress.\n   </p>\n   <p>\n    In response to various unexpected situations, corresponding countermeasures were formulated early on. For the little nobles below, it doesn't matter who they follow on the battlefield, what matters is the obligations that should be fulfilled, and none of them can be missed.\n   </p>\n   <p>\n    \"Dear Viscount Hudson, if we send all the young and strong to work in the mountains, can military training also be carried out here?\"\n   </p>\n   <p>\n    Baron Kettley asked bravely.\n   </p>\n   <p>\n    The local nobles have difficulties, and the northern nobles are also not easy. Except for a few wealthy nobles, most of the northern nobles also cannot afford it.\n   </p>\n   <p>\n    Originally Kettler was ready to go to the battlefield, but now he suddenly found that he was still struggling, so naturally he had to ask.\n   </p>\n   <p>\n    \"Of course! But it's limited to reserve forces, and daily basic military training will be carried out according to one exercise per ten days.\n   </p>\n   <p>\n    You are still responsible for the specific training, I only provide the venue.\n   </p>\n   <p>\n    During the busy farming season, you can also let the young and strong return to the territory to work. Prioritize food production in the territory.\n   </p>\n   <p>\n    Don't rush to be happy, you have to be mentally prepared. Mountain collars only employ surplus labor during the slack season, so the price will not be too high. \"\n   </p>\n   <p>\n    While speaking, Hudson deliberately glanced at Viscount Sith with a livid face. If it wasn't for this guy lying flat and throwing all the troubles at him, there would be no such opportunity to take advantage of it.\n   </p>\n   <p>\n    If it weren't for this special period, it would be almost impossible to get the entire county's labor force to come and work.\n   </p>\n   <p>\n    Even if the lords can lower their faces and let their subordinates come to work, Hudson can't afford the wages.\n   </p>\n   <p>\n    After all, the market is affected by the relationship between supply and demand, blindly increasing production capacity will only lead to price collapse.\n   </p>\n   <p>\n    Only during the war period, when the demand for iron reaches its peak, can the production capacity be exploded regardless of everything.\n   </p>\n   <p>\n    With the huge profits brought about by the explosive production capacity, the development cost of the territory will naturally come out.\n   </p>\n   <p>\n    Obviously aware of Hudson's sinister intentions, but this is a naked conspiracy, and Viscount Sith can't do anything about it.\n   </p>\n   <p>\n    Even if you say it, it can't stop everyone's enthusiasm for joining. From the moment he chose to lie flat, Wright County's dominance fell into the hands of Hudson.\n   </p>\n   <p>\n    \"Sabotage?\"\n   </p>\n   <p>\n    As soon as this idea was born, it was suppressed by Sith himself. Increasing iron production is entirely in the interests of the Alpha Kingdom.\n   </p>\n   <p>\n    In the king's order, it was clearly proposed to increase iron production everywhere. In order to be able to forge more weapons and arm more troops to fight the orcs.\n   </p>\n   <p>\n    Already at a disadvantage, jumping out to go against the general trend, maybe the last popularity among the nobles in the north will be tossed in.\n   </p>\n   <p>\n    Glancing at the expressions of everyone, and then to the north, Viscount Sith slowly stood up and said with a smile:\n   </p>\n   <p>\n    \"The Viscount Hudson's arrangement is already very reasonable. As long as the iron production in the Mountain Territory increases, everyone's material crisis will be solved.\n   </p>\n   <p>\n    Even if there is a shortage, everyone can borrow money! Our proud Viscount Hudson is not a stingy man.\n   </p>\n   <p>\n    But everyone is engaged in production, and military training must not be neglected. Every time the orcs invaded in an all-round way, blood would flow into rivers in the end.\n   </p>\n   <p>\n    It's only practiced once every ten days, I'm afraid...\"\n   </p>\n   <p>\n    (end of this chapter)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 156": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1 class=\"main-title\">\n  The King Chapter 156: food gap\n </h1>\n <body>\n  <div [class]=\"'par fontsize-' + fontsize\" class=\"par fontsize-16\">\n   <p>\n    Chapter 156 Food Gap\n   </p>\n   <p>\n    Small methods are not in the mainstream and cannot play a substantial role, but they can disgust people. If it weren't for his self-restraint, Hudson would have wanted to drive away directly.\n   </p>\n   <p>\n    Especially hearing the word \"borrowing\", Hudson almost choked to death. There are still a lot of bad debts outside that cannot be collected, and if new debts continue to be added, the mountain collar will definitely be dragged down.\n   </p>\n   <p>\n    If it weren't for the misappropriation of project development funds for the swamp, the finances of the Mountain Territory would have gone bankrupt long ago. The embezzled funds will eventually have to be returned.\n   </p>\n   <p>\n    At least it cannot affect the development of the swamp project. Otherwise, if Bear Stearns discovered the problem, his reputation would go bankrupt.\n   </p>\n   <p>\n    It is absolutely impossible to do things like exhausting the pond to fish.\n   </p>\n   <p>\n    No borrowing money, let alone borrowing materials. Including wages for hiring labor, they are all offset by iron products that have not yet been smelted.\n   </p>\n   <p>\n    Not only do these have to be filled with iron products, Hudson even plans to retain some of the materials received from the nobles for his own use, and then fill the pit with iron products.\n   </p>\n   <p>\n    Don't look at these nobles crying poor and crying, in fact, they still have some family background. It may not be able to bear the pressure of providing money and food for a long time, but it will definitely not go bankrupt in a short time.\n   </p>\n   <p>\n    Everyone knows the simple truth of accumulating food in troubled times. If you don't force it, you will never know the real family background of these nobles.\n   </p>\n   <p>\n    Raising money and food for the front line is not the first time it has happened. Similar events have happened dozens of times over the past few hundred years.\n   </p>\n   <p>\n    Experienced nobles will save a sum of money and food every year as emergency funds. These are the family heritage, as long as there are no prodigal sons in the family, the accumulation of the ancestors is enough to tide over the difficulties.\n   </p>\n   <p>\n    Except for those families who suffered heavy losses in the Skull and Bones rebellion, other local nobles can turn to the family for help.\n   </p>\n   <p>\n    Increasing training time is even more nonsense. Military training is very energy-consuming, and it is impossible to meet the demand without eating meat.\n   </p>\n   <p>\n    If it is changed to exercise every three days according to Sith's proposal, the food expenses will almost consume their wages, and the noble gentlemen will not be busy in vain.\n   </p>\n   <p>\n    No need for Hudson to speak, it was unanimously rejected by everyone. One exercise per ten days is enough to ensure basic training, and only a small number of soldiers need to be trained on weekdays.\n   </p>\n   <p>\n    It's really reached the point where the whole people are recruited, and the Alpha Kingdom is also at the end of its rope. Sending a large number of serf soldiers to the battlefield is just delaying time.\n   </p>\n   <p>\n    The dissonant episode did not affect the final outcome of the meeting.\n   </p>\n   <p>\n    For the nobles in Wright County, renting out labor during the slack season can not only reduce the food consumption of the territory, but also get a salary to make up for the financial deficit of the territory.\n   </p>\n   <p>\n    It's a good thing that kills two birds with one stone, why refuse? As for whether Hudson earns more, that's not something they little people should worry about.\n   </p>\n   <p>\n    No one would make a foolish choice to offend their boss at this time. If you don't handle the relationship well now, it will be too late to cry on the battlefield.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    It is difficult to keep secrets among the nobles. The incident that happened in Wright County was quickly spread. Become a topic of conversation after dinner.\n   </p>\n   <p>\n    It doesn't matter to the nobles in other regions, this is the first time to collect money and food, everyone's pockets can fully bear it, and there is not much pressure for the time being.\n   </p>\n   <p>\n    The nobles of Wyton County are different. As the unlucky second county group, everyone was harmed by the Skull and Bones together, suffered civil strife together, suffered locust disasters together, and now they are licking their wounds together to raise money and food for the front line.\n   </p>\n   <p>\n    The nobles in Wrightshire can't bear the pressure, and the situation in Wrightshire is not much different. Seeing Hudson helping the younger brothers solve problems, everyone was envious.\n   </p>\n   <p>\n    Soon the pressure spread to Viscount Kayo. Aristocrats kept coming to cry for poverty, and asked him, the boss, to find a way to solve the problem.\n   </p>\n   <p>\n    \"Fu Bo, faced with this situation in the past, how did the county guards in various places solve it?\"\n   </p>\n   <p>\n    Viscount Cayo asked with concern.\n   </p>\n   <p>\n    Don't panic when you encounter something, learn from the experience of your predecessors first, and then it's not too late to make a decision slowly.\n   </p>\n   <p>\n    In the past few hundred years, almost all accidents that could have happened have happened. The successful coping plans of the predecessors are the best reference.\n   </p>\n   <p>\n    \"Master, special circumstances like Wyton County have rarely happened in the past. It is really rare that all natural and man-made disasters come together.\n   </p>\n   <p>\n    Most of the time, even if there is a rebellion, the loss in the county will not be too great. It was the first time since the establishment of the Southeast Province that the rebels occupied the land of the two counties.\n   </p>\n   <p>\n    In the early stage of raising supplies, the noble lords below can support it. Only in the later stage will there be a lack of financial resources, and the county governor's office will need to lend them some money for emergency.\n   </p>\n   <p>\n    The most serious year was the outbreak of floods during the war. The counties in the southeastern province suffered heavy losses and were unable to undertake the important task of raising supplies for the kingdom.\n   </p>\n   <p>\n    Finally, as a last resort, the family led the nobles from all over the country to purchase a batch of supplies from overseas to complete the mission of the kingdom.\n   </p>\n   <p>\n    As it is now, the nobles have financial problems before the war has fully broken out. Generally, it will only appear on the nobles who are in the middle of nowhere, and everyone usually leaves it alone. \"\n   </p>\n   <p>\n    The old butler said proudly.\n   </p>\n   <p>\n    The decisive emergency response made the Dalton family stand out. So far, it has been talked about.\n   </p>\n   <p>\n    After suffering a loss, everyone has developed a good habit of storing grain. In particular, the Dalton family has established their own emergency supplies storage warehouse, which is basically full in normal times.\n   </p>\n   <p>\n    Everyone is preparing in advance, and those who do not prepare in advance, or who are not prepared enough, naturally become the targets of exclusion and criticism.\n   </p>\n   <p>\n    Who is a prodigal son, who only knows how to enjoy himself on weekdays, and does not know how to accumulate wealth in advance. It is also a matter of course to let it fend for itself.\n   </p>\n   <p>\n    But not now, this time the situation is special. Everyone is not in trouble because they are prodigal.\n   </p>\n   <p>\n    Natural disasters and man-made disasters come together, and the family background of the little nobles is not strong, so they cannot withstand such a toss. The lack of money and food makes sense logically.\n   </p>\n   <p>\n    The world of the aristocracy, apart from the naked and cruel reality, also has to talk about human feelings.\n   </p>\n   <p>\n    Besides, there are neighbors next door who actively deal with the contrast. If they are completely left alone, the younger brothers who can't bear the pressure may jump to work with Hudson.\n   </p>\n   <p>\n    The Viscount Sith is a foreigner, and it is reasonable to be ostracized. If he is evaded, the Dalton family's face will be pulled to the ground and rubbed.\n   </p>\n   <p>\n    It was because of the scruples about the reaction of the Dalton family that Hudson's tentacles stayed in Wright County and did not reach out to Wyton County.\n   </p>\n   <p>\n    If he can't stabilize the basic market by himself, and the younger brothers take the initiative to run over to seek refuge, that's another way of saying it.\n   </p>\n   <p>\n    \"Fu Bo, send a message to the family and borrow a few people who can train soldiers. Inform the nobles in the county and ask them to organize young men to come for training.\n   </p>\n   <p>\n    All the nobles who participated in the training camp and failed to complete the tasks stipulated by the kingdom, the county guard can lend money and food to them, and the interest is charged at a symbolic 10% per year. \"\n   </p>\n   <p>\n    Viscount Kayo said calmly.\n   </p>\n   <p>\n    In the continent of Aslant, a loan with an annual interest rate of 10% is charity. Especially in this period of war full of uncertainty, it is the conscience of the nobility.\n   </p>\n   <p>\n    In order to let everyone send the young and strong to the unified training, Viscount Cayo also spent a lot of money.\n   </p>\n   <p>\n    are all rolled out. Kayo, who doesn't want to keep falling behind Hudson and wants to make achievements, must win over the nobles in the county.\n   </p>\n   <p>\n    Just pulling people over is not enough. When it comes to the battlefield, what everyone fights is no longer political means, but the record of killing with one knife and one gun.\n   </p>\n   <p>\n    Kayo is self-aware and very clear that he will not be Hudson's opponent when it comes to fighting with troops.\n   </p>\n   <p>\n    Just because you can't use troops to fight a war doesn't mean you can't do well in battle. After all, the battle is all about strength. As long as you train a soldier that can fight, the situation will become completely different.\n   </p>\n   <p>\n    Sitting in the port, the Dalton family has no shortage of supplies.\n   </p>\n   <p>\n    As far as the Dalton family is concerned, it is nothing more than two extra trips for the fleet to advance supplies for the nobles in the county. These investments have to be returned anyway, and they won't just go to waste.\n   </p>\n   <p>\n    In exchange for a battle-worthy soldier, Kayo felt that he was not losing anything.\n   </p>\n   <p>\n    This is also a conspiracy. Perhaps other counties can learn from it, but Wright County cannot follow suit.\n   </p>\n   <p>\n    If you don't devote your labor force to the development of the territory, and desperately expand the steel production capacity, Hudson will not be able to complete the tasks assigned by the Kingdom of Light.\n   </p>\n   <p>\n    It is far easier to achieve results with a well-trained army than with a mob.\n   </p>\n   <p>\n    \"Young master, all the young and strong in the county are gathered here, even if the food and grass are shared by everyone, the training venue required is not small.\n   </p>\n   <p>\n    The mountains have a large number of undeveloped hills, except for a few trees, there are only shrubs and weeds. If you use it as a training ground, you will naturally not feel distressed.\n   </p>\n   <p>\n    Luoye Town is all cultivated land. If a large area is designated as a training ground, it will definitely affect the food production of the territory. \"\n   </p>\n   <p>\n    The old housekeeper reminded cautiously.\n   </p>\n   <p>\n    Although Wyton County is slightly smaller than Wright County, the number of young and strong people owned by the nobles is not a small number.\n   </p>\n   <p>\n    The training ground of tens of thousands of horses is not what the small military camp in Luoye Town can accommodate, and it will inevitably occupy a lot of farmland.\n   </p>\n   <p>\n    \"Understood, follow my instructions. It's just temporarily occupying some farmland, which is nothing compared to the possible gains on the battlefield.\"\n   </p>\n   <p>\n    Viscount Cayo said without changing his face.\n   </p>\n   <p>\n    Have made a decision, he will not regret it. Having a combatable soldier can not only increase his survival rate on the battlefield, but also greatly improve his future status in the army.\n   </p>\n   <p>\n    If they cooperate well with the family, maybe the Dalton family can take a small step forward this time.\n   </p>\n   <p>\n    Although in essence, Gong, Hou, and Bo are all vassals of one party, they have almost the same power.\n   </p>\n   <p>\n    A powerful feudal earl has even more power to speak than some declining dukes. But in terms of address, he was still a little short.\n   </p>\n   <p>\n    Viscount Kayo doesn't care about the small problem of title. But he is still very interested in strengthening the family's strength.\n   </p>\n   <p>\n    Enough military achievements + strong strength, and coincidentally catching up with the good time of the big reshuffle, no matter how you look at it, it is a good opportunity to take a step forward.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    It wasn't just Viscount Cayo who rolled up crazily. The counties in the southeastern provinces, or the nobles in the kingdom who can participate in the game, are desperately expanding their force.\n   </p>\n   <p>\n    Of course, it is only a few young optimists who want to seize the fruits of post-war victory. Older nobles don't have so many fantasies, and strengthening their military strength is entirely for self-protection.\n   </p>\n   <p>\n    If you win the war against the orcs, you will have a future; if you lose this battle of national destiny, the fate waiting for them is the ruin of the country and family.\n   </p>\n   <p>\n    The bigger the person is, the more he knows how powerful the Orc Empire is. Confidence in this war has also become less and less.\n   </p>\n   <p>\n    If there is no choice, it is estimated that there is no big force in the Alpha Kingdom that wants to fight the orc army to the end.\n   </p>\n   <p>\n    Watching the neighbors explode, Hudson's hanging heart slowly fell.\n   </p>\n   <p>\n    Don't be afraid of the enemy being strong, but your teammates will be defeated.\n   </p>\n   <p>\n    Now the teammates are actively preparing for the battle, and they didn't slack off just because the call-up order came to him. This is definitely a good thing for the Alpha Kingdom.\n   </p>\n   <p>\n    They are all grasshoppers on the same rope. The stronger the teammates, the greater the probability that the kingdom will win this war. If it is impossible to win, it can delay time.\n   </p>\n   <p>\n    Didn't blindly join the wave of crazy military training, the mountain territory is still operating in an orderly manner. Hudson is not afraid of being criticized for inaction, and increasing military production capacity is also contributing to the kingdom.\n   </p>\n   <p>\n    First set a small goal, increase the raw iron production capacity of the territory to 500 tons/month within three months, and increase the production capacity to 1,000 tons/month within half a year.\n   </p>\n   <p>\n    Although the level of the small workshop iron factory in the previous life is not even high, this number is already one of the best in the continent of Aslant.\n   </p>\n   <p>\n    Even in many small countries, all the steel production capacity combined cannot reach this figure.\n   </p>\n   <p>\n    \"Tom, you will arrange the production of the mine yourself.\n   </p>\n   <p>\n    These employees can be arranged to mine or forged in the later stage, but the most critical smelting link can only be controlled by our people.\n   </p>\n   <p>\n    The smelter should be strictly guarded, and all outsiders are prohibited from approaching. If you find suspicious persons, arrest them first. \"\n   </p>\n   <p>\n    Hiding the truth for a while is a temporary thing. Hudson doesn't want to spread his own blast furnace ironmaking technology all over the world so quickly.\n   </p>\n   <p>\n    Traditional smelting mode, one hundred and eighty pounds of iron can be produced, and two to three hundred pounds can be produced, all of which are master craftsmen.\n   </p>\n   <p>\n    Keshan has the largest blast furnace, but it can produce more than one ton of iron in one furnace.\n   </p>\n   <p>\n    Not only is the production capacity high, but the quality of the raw iron produced is also better.\n   </p>\n   <p>\n    Although it is not comparable to the legendary magical iron-making furnace, the production cost of the two is not at the same level. One uses magic spar as energy, and the other uses charcoal and coal, which are simply incomparable.\n   </p>\n   <p>\n    In contrast, other secrets in the territory, even if they were placed in front of the serfs, probably would not attract their attention.\n   </p>\n   <p>\n    For example: Marsh brand chemical fertilizer is no longer used in the busy farming season, but is spread in the ground while reclaiming wasteland in the name of increasing the soil thickness of the newly reclaimed wasteland.\n   </p>\n   <p>\n    are all in the same county, which is equivalent to working at the door of the house. During the busy farming season, everyone has to go back to their respective homes, and they have no chance to get in touch with the agricultural production in the mountainous area.\n   </p>\n   <p>\n    In normal times, it is also a designated area to work, and it is difficult for foreign serfs and local serfs to have close contact.\n   </p>\n   <p>\n    Occasionally, everyone is not familiar with it. Saying hello is considered warm, and I'm afraid I won't say a word more.\n   </p>\n   <p>\n    \"Master, the production in the mining area is well arranged. The biggest trouble in the territory now is the rapid increase in food consumption.\n   </p>\n   <p>\n    The number of mouths increased by tens of thousands all of a sudden. We originally had a relatively rich reserve of grain, but now we are afraid that we can barely support it until the spring grain is put into storage.\n   </p>\n   <p>\n    According to the original plan, the food produced in the territory from next year can meet 80% of the consumption, and only a small amount is enough to fill the gap.\n   </p>\n   <p>\n    Now the situation has changed, and the food gap has not decreased but increased. That's all in normal times, as long as you have money, you can always buy it.\n   </p>\n   <p>\n    At this time, unless you personally come forward, sir, even if we can pay a high price, we may not be able to purchase enough grain. \"\n   </p>\n   <p>\n    (end of this chapter)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 157": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1 class=\"main-title\">\n  The King Chapter 157: Looking north to the wolf\n </h1>\n <body>\n  <div [class]=\"'par fontsize-' + fontsize\" class=\"par fontsize-16\">\n   <p>\n    Chapter 157 Looking Northward\n   </p>\n   <p>\n    I don't know if he was cursed, but Hudson seemed to be in trouble with \"food\". Since becoming a lord, he has been worrying about the lack of food every year.\n   </p>\n   <p>\n    In order to solve the food problem, Hudson carried out land reclamation at any cost. Because of the large-scale land reclamation, the food crisis in the territory was exacerbated.\n   </p>\n   <p>\n    The food production capacity of the mountainous areas keeps hitting new highs every year; the food shortage of the mountainous areas also hits new highs every year.\n   </p>\n   <p>\n    It was as if he took the wrong script and fell into a vicious circle of \"the more food is lacking, the more land will be opened up, and the more land will be opened up, the more food will be lacking\".\n   </p>\n   <p>\n    The solution is very simple, slow down the development of the territory, reduce the number of employees, and dispose of the redundant slaves.\n   </p>\n   <p>\n    There is no tiankeng for land reclamation, food consumption has dropped, and the mountain leaders can immediately reverse the dilemma of not being able to make ends meet.\n   </p>\n   <p>\n    \"The first batch of supplies raised by the county will be in place soon. Keep all the food in it and replace it with iron bumps to make up for it.\n   </p>\n   <p>\n    Insufficient inventory, use some well-forged weapons to make up for it. Remember that all the weapons taken out this time must be qualified products.\n   </p>\n   <p>\n    Even if it is temporarily borrowed from the active army, there must be no quality problems.\n   </p>\n   <p>\n    This will be done in the future, and I will coordinate and communicate with the Governor's Mansion. With these grains, it shouldn't be a big problem to fill the grain gap in the territory.\n   </p>\n   <p>\n    I will find a way to purchase a batch of grain from outside to increase the grain reserves of the territory. \"\n   </p>\n   <p>\n    Hudson said helplessly.\n   </p>\n   <p>\n    As a grain storage activist, every time I prepare millions of pounds of extra grain, the result is still food shortages every year.\n   </p>\n   <p>\n    are all sequelae brought about by the rapid population growth. The growth rate of the eating mouth is much higher than the growth rate of the territory's food production capacity.\n   </p>\n   <p>\n    Suddenly increased tens of thousands of mouths, the pressure on the nobles in the county was reduced, but the pressure on the mountain leaders suddenly increased.\n   </p>\n   <p>\n    Especially when the production capacity of mines in the early stage has not yet exploded, and the expenditure of the territory is much higher than the income, the pressure is even greater.\n   </p>\n   <p>\n    As a conscientious aristocratic lord, Hudson can't do anything that is shoddy and harms the frontline army.\n   </p>\n   <p>\n    Everyone is a grasshopper on the same rope. In essence, the core of the Alpha Kingdom's defense against the orc invasion is the drag word.\n   </p>\n   <p>\n    It is time to counterattack until the countries of the human race react and the reinforcements from the mainland countries arrive.\n   </p>\n   <p>\n    Before this, whether it was defending the city or taking the initiative to attack, it was all to slow down the attack speed of the orc army and buy time for the kingdom.\n   </p>\n   <p>\n    The longer the frontline troops stand on top, the later Hudson will be called up, the more time he will have to prepare, and the greater the probability of surviving on the battlefield.\n   </p>\n   <p>\n    This account is easy to calculate.\n   </p>\n   <p>\n    Of course, even if you want to shoddy, it's hard to get away with it.\n   </p>\n   <p>\n    The governor's office will check, the kingdom's officials will check, and the front-line generals will still check.\n   </p>\n   <p>\n    Any problem found in any link will be found out and held accountable.\n   </p>\n   <p>\n    According to the rules, every qualified weapon is engraved on it. The place of origin, the craftsman in charge of casting, the time of casting, and the person in charge of supervising the manufacturing are all available.\n   </p>\n   <p>\n    To trace it, just follow the information marked on the weapon and trace back to the source.\n   </p>\n   <p>\n    This is also a sign for the mountainous territory to distinguish good weapons from bad ones. In order to quickly make money to produce low-quality goods, reducing production costs is the top priority, and the lettering process is naturally omitted.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Just as a red glow appeared on the horizon, Crown Prince Alex appeared in front of the orc army.\n   </p>\n   <p>\n    \"The warriors of the Orc Empire, thousands of years ago, the human race betrayed their trust and colluded with all the races in the mainland to seize our territory and kill our people by despicable means.\n   </p>\n   <p>\n    The great orc clan was driven from the center of the fertile continent to the desolate frontier.\n   </p>\n   <p>\n    The hatred in it is higher than the mountain and deeper than the sea!\n   </p>\n   <p>\n    But evil human beings not only don't know how to repent their sins. Instead, they intensified and sent slave hunting teams, causing disasters in all directions in our orc empire, making all tribes miserable.\n   </p>\n   <p>\n    Using this despicable method, he tried to force the descendants of the great beast gods to submit and serve them as slaves and handmaids forever.\n   </p>\n   <p>\n    The great Beast God people, how could they succumb to these despicable guys.\n   </p>\n   <p>\n    The shame can only be washed away with blood.\n   </p>\n   <p>\n    Now it's time for revenge, warriors take up your weapons...\"\n   </p>\n   <p>\n    On January 11, 99988 in the sacred calendar, Crown Prince Alex launched the \"Declaration of Revenge\" in the army, which opened the prelude to the 136th Continental War.\n   </p>\n   <p>\n    With the end of the speech, the army of the Beamon Royal Court took the lead in attacking the Alpha Kingdom. Almost at the same time, the other four imperial courts also started a war.\n   </p>\n   <p>\n    Warhammer Kingdom, Moxie Principality, and Alpha Kingdom, three unlucky guys, ushered in the invasion of the orc army together.\n   </p>\n   <p>\n    \"kill!\"\n   </p>\n   <p>\n    \"kill!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    The sound of shouting and killing continued to resound in every corner of the Northland.\n   </p>\n   <p>\n    The people in the north who had long been experienced fled into the fortresses in various places.\n   </p>\n   <p>\n    The aristocratic lords of the aristocrats also put down their bodies at this moment, and walked up to the city wall to command the army to fight.\n   </p>\n   <p>\n    The beacon smoke on the beacon tower went straight into the sky, rising one after another like a relay pillar, spreading from the north to the king's capital.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    In the Emerald Palace, looking at the rising smoke, Caesar III secretly sighed: \"It's finally here!\"\n   </p>\n   <p>\n    I don't know why, but when the war really broke out, his anxiety disappeared all of a sudden.\n   </p>\n   <p>\n    A sense of fighting spirit suddenly rose from his chest, without stopping at all, Caesar III walked directly towards the meeting hall.\n   </p>\n   <p>\n    At this moment, the Alpha Kingdom needs a king. The war broke out, and there were still thousands of troublesome things waiting for him to deal with, and Caesar III could not tolerate the slightest fatigue.\n   </p>\n   <p>\n    \"How about it, have you determined the main attack direction of the orc army?\"\n   </p>\n   <p>\n    Facing the invasion of the orc army, the Alpha Kingdom, which had been prepared for a long time, had formulated several sets of countermeasures in advance.\n   </p>\n   <p>\n    is only the core of the implementation of these plans, and the enemy's attack direction must be determined first.\n   </p>\n   <p>\n    \"Your Majesty, according to the investigation of the Griffin Cavalry, the number of orcs is too large.\n   </p>\n   <p>\n    It is a full-scale attack from the beginning, and there is no clear main attack direction for the time being, as if it is testing the loopholes in our defense line! \"\n   </p>\n   <p>\n    Grand Duke Afiero replied boldly.\n   </p>\n   <p>\n    It's not that the Ministry of Military Affairs is not strong enough to detect the movement of the orc army in advance, it's because the enemy is too ferocious.\n   </p>\n   <p>\n    Different from the clear organizational system of the human army, the army of the orc empire is still a traditional tribal and racial model. In terms of control over the army, it is obviously not enough.\n   </p>\n   <p>\n    It's not that the orcs didn't try to change this situation. It's just that the fighting power after mixing different races is too touching, and there are often internal strife, and they have to retreat in the end.\n   </p>\n   <p>\n    The biggest feature of an army based on tribes is chaos.\n   </p>\n   <p>\n    Different orc races have very different combat powers.\n   </p>\n   <p>\n    It is difficult to come up with an accurate answer simply by judging the main attack direction of the orc army based on the number of people.\n   </p>\n   <p>\n    After all, the fighting strength of 100,000 pigs is not as good as that of 10,000 wild boars, and the gap is even bigger compared to the Mobi army.\n   </p>\n   <p>\n    The real main direction of attack is not necessarily the one with the most troops, but it must be the one with the most elite.\n   </p>\n   <p>\n    Unfortunately, the order of the orc army's invasion is usually the cannon fodder first, and the elite are responsible for supervising the battle.\n   </p>\n   <p>\n    When there are clear signs showing the direction of the main attack, it is almost time for the main attack to start. It is almost impossible to lay out traps in advance and wait for them to take the bait.\n   </p>\n   <p>\n    \"Execute the original plan. Let the provinces mobilize in an orderly manner according to the previous plan.\n   </p>\n   <p>\n    Especially in the several provinces in the rear area, the supply of the kingdom's strategic materials must be ensured without any omissions.\n   </p>\n   <p>\n    The Ministry of Foreign Affairs sent a note to the countries of the Terran race, telling them that a new continental war is coming. Now we need support, all-round support in manpower, material and financial resources!\n   </p>\n   <p>\n    By the way, I would like to remind Warhammer Kingdom and Moshi Principality to keep more reserves. \"\n   </p>\n   <p>\n    Caesar III said calmly.\n   </p>\n   <p>\n    Similar solutions, the royal library is almost full of a room, all of which are the valuable experience left by the ancestors.\n   </p>\n   <p>\n    As an old opponent, Alpha Kingdom's research on orcs is not a day or two, and they know each other relatively well.\n   </p>\n   <p>\n    In contrast, the other two neighbors are different. Although I have been entangled with orcs for decades, this is the first time I have encountered total war.\n   </p>\n   <p>\n    Lack of sufficient response experience, neither the preparation of the combat plan nor the mobilization system is as sound as the Alpha Kingdom.\n   </p>\n   <p>\n    As allies, the three countries are now in the same trench. To be torn open by the orc army in any direction is a challenge to the entire defense line.\n   </p>\n   <p>\n    It is inconvenient for the Alpha Kingdom to intervene in the internal affairs of the allies. All Caesar III can do is remind them to keep more reserves.\n   </p>\n   <p>\n    In case there is a problem with a certain section of the defense line, it can be filled in time to plug the gap.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"Your Majesty, the orcs started the war a month earlier than we expected.\n   </p>\n   <p>\n    The mobilization speed of the provinces is actually lagging behind. Although the first batch of reinforcements has already set off, it will take some time before they arrive at the front line for training and adaptation.\n   </p>\n   <p>\n    Fortunately, the preparations for the orcs were also not very sufficient.\n   </p>\n   <p>\n    Some orc tribes in remote areas are still on the way. In a short period of time, the strength of the orcs is not sufficient, and the pressure on the front line should not be too great.\n   </p>\n   <p>\n    The key is the strategic materials. I am afraid that the provinces have not collected them at the moment, and they can only consume the front-line reserves in a short time.\n   </p>\n   <p>\n    The material reserves on the front line are still sufficient, enough to support the army for a year. In some important military fortresses, the materials stored are enough to support the defenders for three years.\n   </p>\n   <p>\n    The five standing lines of defense have all been repaired to ensure that there will be no major omissions.\n   </p>\n   <p>\n    Following up the line of defense, lords from all over the country are also organizing manpower to repair it.\n   </p>\n   <p>\n    Generally speaking, the kingdom's preparations for the war were all normal, and there were no major disturbances. \"\n   </p>\n   <p>\n    The Grand Duke of Newfoundland reported calmly.\n   </p>\n   <p>\n    When the war broke out, the work pressure on him, the prime minister, increased instantly. Fortunately, the people below knew the seriousness and did not make trouble at this point in time.\n   </p>\n   <p>\n    Especially the aristocratic lords in the north, who were originally the most unstable elements in the kingdom, are now all active in preparing for war.\n   </p>\n   <p>\n    There is no need for an order from the kingdom, and everyone spontaneously organizes manpower to repair the fortifications in their own territories.\n   </p>\n   <p>\n    The perennial war has turned the northern provinces of the kingdom into a war machine.\n   </p>\n   <p>\n    In the past years, the Alpha Kingdom has built fortresses in the northern border every year. There are more and more lines of defense being built.\n   </p>\n   <p>\n    The fief lords in the north are not idle either. In the slack season, in addition to organizing serfs for military training, they also brought people to maintain and strengthen the castle fortress.\n   </p>\n   <p>\n    Maybe they don't care about national defense and security, but they are extremely concerned about the security of their own territory.\n   </p>\n   <p>\n    Under the pressure of survival, the subsidy issued by the kingdom miraculously fell into practice under the feudal bureaucratic system.\n   </p>\n   <p>\n    The ancient enfeoffment system exudes the most dazzling charm in the Alpha Kingdom.\n   </p>\n   <p>\n    \"snort!\"\n   </p>\n   <p>\n    After a cold drink, Caesar III couldn't help but mocked: \"I'm afraid it's not that the orcs want to attack in advance, but they have to attack. With their poor logistical capabilities, it is simply a dream to support a million troops.\n   </p>\n   <p>\n    If the attack is not launched in advance, I am afraid that they will fight among themselves before the army is assembled.\n   </p>\n   <p>\n    Anxious to launch an attack, most likely the gang of beasts wanted to eat meat, and they focused on the corpse of their companions! \"\n   </p>\n   <p>\n    The \"beast\" comes first, and the \"man\" comes after.\n   </p>\n   <p>\n    As a mixed breed, orcs naturally inherit the wildness that belongs to beasts.\n   </p>\n   <p>\n    Driven by the instinct of the weak to prey on the strong, the internal struggle of the orcs has always been fierce. The winner has it all, the loser is the food.\n   </p>\n   <p>\n    Even if the five royal families deliberately suppressed it, they couldn't change this barbaric side.\n   </p>\n   <p>\n    Every once in a while, the vassal races are invaded south. Whether the results of the battle can be achieved is second, and the key is to consume the unstable elements in the country.\n   </p>\n   <p>\n    Especially some particularly fertile races are feared by the five royal families and become the main consumables in every war.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    In the Mountain Territory, the news of the outbreak of the frontline war came, and the urging documents from the Governor's Office followed.\n   </p>\n   <p>\n    Hudson, who was under great pressure, also had to urge the lords below to speed up the speed of material raising.\n   </p>\n   <p>\n    Compared to raising supplies, it is actually more difficult to send things to the front line. According to the plan, the southeast province will send tens of thousands of tons of materials to the front line every month.\n   </p>\n   <p>\n    Massive transportation tasks are obviously not something that a team of cavalry can complete. Each county can only organize its own team to transport supplies.\n   </p>\n   <p>\n    The role of the Governor's Mansion is to coordinate and supervise. When it comes to the specific implementation, the noble lords below are responsible.\n   </p>\n   <p>\n    Wright County was lucky, Hudson replaced a large amount of grain with iron products to hand in the task. It is also a transportation task, and delivering iron is obviously easier than delivering food.\n   </p>\n   <p>\n    One pound of iron can be exchanged for twenty-five pounds of miscellaneous grains. Not to mention the shrinkage in volume and weight at the same time, there is no need to worry about loss during transportation.\n   </p>\n   <p>\n    Even if there was an accident on the way, and it was exposed to wind, sun, and rain, at most it would only add a layer of rust, just scrape it off before handing in the task.\n   </p>\n   <p>\n    If it was replaced with grain, several cars might be scrapped because of mold.\n   </p>\n   <p>\n    Under normal circumstances, when transporting materials such as grain and salt, it is necessary to prepare more for losses during transportation.\n   </p>\n   <p>\n    Dadeer City, looking at the piles of supplies, Hudson directly took the lead:\n   </p>\n   <p>\n    \"Everyone, the materials for this month have been prepared, and the next step is to transport things to the front line.\n   </p>\n   <p>\n    I won't talk nonsense, for the sake of fairness, everyone will come directly to draw lots.\n   </p>\n   <p>\n    These wooden signs are numbered, and the three people who draw No. 1 will be responsible for the first transportation task.\n   </p>\n   <p>\n    Three people who draw No. 2 will be responsible for the transportation task of the next month, and so on.\n   </p>\n   <p>\n    Everything is left to God to decide. If you are unlucky and get the lottery with the previous serial number, consider yourself unlucky!\n   </p>\n   <p>\n    If you want to change it, you can, but it must be voluntary. Any despicable means are not allowed here.\n   </p>\n   <p>\n    The lottery starts now, may the Lord of Dawn bless you all! \"\n   </p>\n   <p>\n    This is a decision, not a negotiation.\n   </p>\n   <p>\n    He came up with the plan directly, without consulting everyone's opinions. Hudson's sudden role change made many people uncomfortable.\n   </p>\n   <p>\n    Anyone with a little bit of political savvy knows that this is a test made in advance for the next reorganization of the army and issuing orders.\n   </p>\n   <p>\n    Uncomfortable is uncomfortable, and if you want to object, you still have no way to start. The drawing of lots determines the order of the escorted materials, which does seem fair.\n   </p>\n   <p>\n    To veto this proposal, not to mention offending people, the key is that it is difficult to come up with a better way to deal with it.\n   </p>\n   <p>\n    \"I'll come first!\"\n   </p>\n   <p>\n    Viscount Sith said with a gloomy face.\n   </p>\n   <p>\n    It can be seen that his dissatisfaction with Hudson has become more intense.\n   </p>\n   <p>\n    For such a big matter, he didn't even say hello to him, obviously ignoring him as the sheriff.\n   </p>\n   <p>\n    But all of this, Hudson is still holding high the banner of righteousness against the orcs. No matter how dissatisfied he was, he could only hold back.\n   </p>\n   <p>\n    \"No. 1 lottery!\"\n   </p>\n   <p>\n    People are unlucky and drink cold water and their teeth are stuck. Sith never thought that his luck would be so good, and he would draw the worst lottery as soon as he came up.\n   </p>\n   <p>\n    It seems that everyone has to perform transportation tasks, but the order is actually not important. But in fact, according to the serial number, it turns around, and the difference between one month and three years is three years.\n   </p>\n   <p>\n    The occupation of northern Xinjiang was indeed protracted, but most of the time it only came to an end in two or three years. If you can stop and go in the middle, if you can drag it for three or four years, it is considered resilient.\n   </p>\n   <p>\n    With any luck, the war will end within two years. Nobles with lower serial numbers don't even have to undertake a transportation mission.\n   </p>\n   <p>\n    If you are unlucky, it will take exactly three years to end. Then the No. 1 lottery will win the first prize and need to undertake two transportation tasks.\n   </p>\n   <p>\n    In front of everyone, Viscount Sith was too embarrassed to go back on his word, so he could only grit his teeth and admit his bad luck.\n   </p>\n   <p>\n    \"Viscount Hudson, it's your turn!\"\n   </p>\n   <p>\n    Looking at the bucket that Sith reluctantly handed over, Hudson smiled slightly and said:\n   </p>\n   <p>\n    \"You are welcome, Viscount Sith. I proposed the lottery. For the sake of fairness, everyone will draw first. The last one left will be mine!\"\n   </p>\n   <p>\n    For a show, although he is not a professional, he has seen a lot.\n   </p>\n   <p>\n    Anyway, it's all about luck. When you can show your demeanor, there is no need to be the first.\n   </p>\n   <p>\n    Instead of being the first to take the risk and bet on your own luck, it is better to stay quietly and gamble that there are enough unlucky people in the crowd to take away the wooden sign with the serial number in front.\n   </p>\n   <p>\n    It's not that Hudson looks down on people, it's really the group of sad nobles in Wright County, no matter how they look at it, few of them are lucky.\n   </p>\n   <p>\n    At the same time, he caught up with the rebels, the nobles' internal strife, the locust plague, and the full-scale invasion of orcs. In just two or three years, his life experience is richer than that of other people.\n   </p>\n   <p>\n    It is a miracle that this kind of extreme luck can survive until now.\n   </p>\n   <p>\n    If there is no way, Hudson doesn't want to be mixed with these unlucky teammates.\n   </p>\n   <p>\n    Viscount Sith is a good negative teaching material. How bad my luck is, I don't have any clues in my heart.\n   </p>\n   <p>\n    To be the first to jump out of the lottery, it is not surprising to get the first prize.\n   </p>\n   <p>\n    (end of this chapter)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 158": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1 class=\"main-title\">\n  The King Chapter 158: command turmoil\n </h1>\n <body>\n  <div [class]=\"'par fontsize-' + fontsize\" class=\"par fontsize-16\">\n   <p>\n    Chapter 158 Command power disturbance\n   </p>\n   <p>\n    The other two unlucky ones came out quickly, and Hudson, who was drinking tea, almost spit out his water.\n   </p>\n   <p>\n    Both of them are famous men in Wrightshire, namely his good neighbor, Baron Kettley, and Justin the Butcher Knight.\n   </p>\n   <p>\n    Taking stock of their experiences in recent years, we know that there is no worst luck, only worse luck.\n   </p>\n   <p>\n    Others do things to achieve what they want, but they do what they don't. It's fine if they are not capable, but their personal performance is not bad.\n   </p>\n   <p>\n    It is a pity that the Lord of Dawn is always on the opposite side of them. No matter how perfect their plans are, they will eventually fail due to various accidents.\n   </p>\n   <p>\n    The fortune is not good, and the hero can only do nothing. So far, it has evolved to the point where the more you do, the more mistakes you make.\n   </p>\n   <p>\n    If you don't come out and draw a lottery, it's all \"special prize\" treatment. Among the hundred or so wooden sticks, he got the two worst ones accurately.\n   </p>\n   <p>\n    If you know this result, I don't know if the two will come to draw lots too early. After all, there are many unlucky nobles in Wright County, and they might be taken away by others later.\n   </p>\n   <p>\n    Everything is as Hudson expected, there are a bunch of unlucky people in front, and the rest will not be too bad.\n   </p>\n   <p>\n    The unlucky ones snatched up all the junk numbers, and chose one of the last two remaining lottery numbers, but they were still left with a tail number.\n   </p>\n   <p>\n    With this luck, Hudson would have doubted that he was a \"son of luck\" if he hadn't engaged in a black box operation.\n   </p>\n   <p>\n    The character design cannot be lost. For a good character design, it is reasonable to arrange it deliberately.\n   </p>\n   <p>\n    The seemingly normal wooden sign is actually slightly different. Just because outsiders can't see it doesn't mean that our own people can't see it either.\n   </p>\n   <p>\n    Someone deliberately cooperated, and the last remaining wooden stick, regardless of the number engraved on it, the final answer announced will only be the tail number.\n   </p>\n   <p>\n    The process is not important, what matters is the result. In the eyes of the nobles, Hudson missed the best number by luck.\n   </p>\n   <p>\n    If the nations of the human race responded faster and the war lasted a little shorter, he might not even be able to deliver the mission.\n   </p>\n   <p>\n    Even if it is his turn to deliver supplies, it will be in the middle and late stages of the war, and it is entirely possible to collide with the king's call-up order.\n   </p>\n   <p>\n    The two major obligations that need to be fulfilled are rushing together, so it is natural to give priority to the battlefield. The task of transporting supplies will naturally be taken over by other unconscripted nobles.\n   </p>\n   <p>\n    Calculate the distance and you will know that it will take a month or two to transport materials back and forth.\n   </p>\n   <p>\n    However, there is still no credit at all. Naturally, no one likes the drudgery of purely obligatory performance.\n   </p>\n   <p>\n    It should be delivered on time. If an accident occurs midway, resulting in a delay in the arrival of the materials, or a direct loss, the kingdom will be held accountable.\n   </p>\n   <p>\n    The probability of being held accountable is not high. In order to avoid delaying the date, everyone will set off early.\n   </p>\n   <p>\n    If there is an accident, it must be a loophole in the defense line, and the orc army rushed in. If they come across it, the **** team will almost die.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"The result came out, regardless of luck or bad luck, it was all drawn out by you yourself, and you can't blame others.\n   </p>\n   <p>\n    The next task of delivering supplies will be performed according to the result of the lottery. I hope everyone can work together on the way to **** the supplies, and don't make troubles that will embarrass everyone and follow along.\n   </p>\n   <p>\n    In addition to this, there is a second major event today, which requires everyone to make a decision here.\n   </p>\n   <p>\n    The war has broken out, and those who are willing to go out with me can come and sign up. Those who do not want to perform military obligations in the county and want to transfer to other regions must also make a statistics.\n   </p>\n   <p>\n    No matter what choice you make now, the materials provided to the frontline every month are indispensable.\n   </p>\n   <p>\n    If there are nobles who exchange their obligations, or perform their obligations on behalf of others, or change the place of obligation performance for other reasons, they should go to the Governor's Mansion to apply for it.\n   </p>\n   <p>\n    Remind you, if you want to apply for it, you'd better hurry up.\n   </p>\n   <p>\n    The war has broken out, and some provinces have begun to mobilize, preparing to reinforce the front line.\n   </p>\n   <p>\n    Once the obligation is transferred, it is necessary to catch up with others' speed of action. If you act slowly, you will be held accountable if you miss the deadline. \"\n   </p>\n   <p>\n    As soon as Hudson's voice fell, everyone started talking. The Viscount Sith, who sat at the top, was so angry that he almost burst into flames.\n   </p>\n   <p>\n    To take the place out of the ordinary, for this sake, there are not many of them. As the sheriff of the host country, he has become an outsider now.\n   </p>\n   <p>\n    Such an unbelievable scene happened in front of everyone's eyes, and everyone took it for granted.\n   </p>\n   <p>\n    Even the northern nobles who originally supported him were dumbfounded at the moment, and joined the heated discussion team in twos and threes. Those who didn't know thought they were members of the local nobles.\n   </p>\n   <p>\n    Looking at the two groups of nobles living in harmony, Viscount Sith doubted his own eyes.\n   </p>\n   <p>\n    A few days ago, I was still yelling and shouting, but I changed my attitude so quickly, and the speed of changing my position is too fast.\n   </p>\n   <p>\n    It's not that the world is too magical, but that the world is too realistic.\n   </p>\n   <p>\n    Nobles are realists. The flames of war in northern Xinjiang have ignited. In the face of survival, the original small internal conflicts have been reduced to secondary conflicts.\n   </p>\n   <p>\n    On the issue of facing the orcs, everyone's position is the same. The need for common interests has temporarily suppressed internal conflicts.\n   </p>\n   <p>\n    Even if everyone couldn't let go of their hatred in their hearts, and secretly planned to find a chance to get revenge, it didn't prevent everyone from expressing their goodwill to each other.\n   </p>\n   <p>\n    There were 105 people present, and 94 nobles signed up to join the Hudson team. Especially among the nobles of the north, except for Viscount Sith, who did not express their views, the rest actually signed up.\n   </p>\n   <p>\n    The foot of the wall was dug to such an extent that Hudson was taken aback. Obviously he didn't do anything, but only hinted a few times, so many people turned to him.\n   </p>\n   <p>\n    But thinking in another place, and after weighing the pros and cons, he understood the reasons why the children of the northern nobles made their choices.\n   </p>\n   <p>\n    Go back to your hometown to join the war, now you can pack your bags and set off, and then carry them until the end of the war. Properly high-risk, low-return, failure will be taken by the orcs.\n   </p>\n   <p>\n    The Viscount Sith, who is most suitable to be a leader, was so suppressed by Hudson that he couldn't think about it for a while, and put it badly.\n   </p>\n   <p>\n    In normal times, playing like this is nothing. How can everyone feel at ease to entrust their wealth and lives to the past with such a poor performance at such a critical point.\n   </p>\n   <p>\n    As a last resort, everyone can only follow Hudson. At least Hudson has a good reputation and is particularly capable of playing, so he is lucky.\n   </p>\n   <p>\n    Following such a boss may not be able to make great achievements, but the probability of surviving on the battlefield must be higher than following other people.\n   </p>\n   <p>\n    Looking at the results of the lottery, you can tell that a guy possessed by a bad luck spirit was the first to reach out and took away the saddest No. 1; the other stayed put and waited for everyone to draw first, and the rest were the best tail numbers.\n   </p>\n   <p>\n    This sharp contrast, even if Hudson said it was a coincidence, no one would believe it.\n   </p>\n   <p>\n    If on the battlefield, Viscount Sith continues to maintain this kind of tragic luck, the men who follow him will be led into the pit sooner or later.\n   </p>\n   <p>\n    On the battlefield of the two major races, not to mention the soldiers of a county, even the soldiers of a province are wiped out, which is not uncommon in history.\n   </p>\n   <p>\n    When it came to their own lives, all the nobles in the North didn't care about which camp or not, and chose the team that they thought was the safest.\n   </p>\n   <p>\n    \"The statistical results have come out. The path is chosen by everyone. No matter what happens in the future, I hope you will not regret it.\n   </p>\n   <p>\n    The nobles who are willing to stay in the county to participate in the war will be included in the unified training command. If you can't follow orders, you can still choose to quit if you regret it now.\n   </p>\n   <p>\n    I will truthfully report your wishes to the Governor's Office for the choices of the rest of the people, and wait for the coordination from above.\n   </p>\n   <p>\n    The few inside the province don't need trouble. I have communicated with the other county guards, just transfer military obligations, and you can contact your hometown directly.\n   </p>\n   <p>\n    By the way, there is also the Sith Viscount who has not yet made a decision. Are you going to fight alone, or are you going to return to the command of the Grand Duke of Kavadia? \"\n   </p>\n   <p>\n    Hudson said meaningfully.\n   </p>\n   <p>\n    It wasn't his deliberate connotation. It was actually Sith, the sheriff, who had now become the biggest unstable element in Wright County. It is necessary to suppress its arrogance and weaken its reputation.\n   </p>\n   <p>\n    Perhaps out of conscience, Hudson also deliberately reminded everyone that they can still choose to quit now.\n   </p>\n   <p>\n    After all, a bluff like \"Son of Luck\" can be used to deceive others. If I foolishly follow the letter, then my brain is flooded.\n   </p>\n   <p>\n    Without super good luck, Hudson has no idea where this team will eventually lead.\n   </p>\n   <p>\n    The only thing that is certain is: in case of bad luck and a big defeat on the battlefield, he will never take care of his allies when he slips away.\n   </p>\n   <p>\n    \"Viscount Hudson, you have misunderstood. As the Sheriff of Wright County, how can I ignore everyone at this critical moment and leave alone?\"\n   </p>\n   <p>\n    Viscount Sith said angrily.\n   </p>\n   <p>\n    Half of the anger was directed at Hudson; the other half was directed at the former gang of younger brothers.\n   </p>\n   <p>\n    The sudden betrayal of the northern nobles bankrupted all the plans of Viscount Sith.\n   </p>\n   <p>\n    There is no going back to the Northland.\n   </p>\n   <p>\n    As an embarrassing illegitimate child, he was the son of the Grand Duke when he stayed outside. After returning to the family, compared with those half-brothers, he became an unrecognizable person.\n   </p>\n   <p>\n    With the current soldiers and horses in his hands, going to the battlefield alone to face the orc army is almost offering his head.\n   </p>\n   <p>\n    Both roads have been gambled to death, and the other nobles have no friendship. Leaning over rashly, there is no place to appeal for grievances after being cheated to death.\n   </p>\n   <p>\n    In contrast, staying in the Wright County team, continuing to spend with Hudson, looking for new opportunities, the safety factor is the highest.\n   </p>\n   <p>\n    As long as the Felix family is still at its peak, and his grand duke father is still in power, everyone will not dare to let him have any accidents.\n   </p>\n   <p>\n    \"Craft candy!\"\n   </p>\n   <p>\n    This is Hudson's first reaction. Although the means were a bit shameless, Viscount Sith's choice really made him uncomfortable.\n   </p>\n   <p>\n    If you want to refuse, you must also consider the reactions of the children of the northern nobles. Although the strength in the hands of these people has been weakened, they still have the ability to fight with soldiers.\n   </p>\n   <p>\n    Not to mention the origin of the family, they are all feudal nobles who were killed with a knife and a gun on the battlefield. When it comes to military talent, it definitely beats most of the local aristocrats Jiutiaojie.\n   </p>\n   <p>\n    In the past, they were enemies. The more talented these people are, the more they must be suppressed.\n   </p>\n   <p>\n    The current situation has changed. Everyone is going to fight the orcs. Not only will Hudson not be afraid of their talents, but he has to worry that they are not enough to fight.\n   </p>\n   <p>\n    Personal grievances, everything will be discussed after the war is over. Judging from the extremely high casualty rates of previous wars, there may be conflicting opponents who died directly on the battlefield.\n   </p>\n   <p>\n    \"The Viscount Sith is willing to stay, so we welcome it. However, efficiency is what matters on the battlefield, and there can only be one person who gives orders.\n   </p>\n   <p>\n    When the country is facing a crisis, Hudson happens to have some military talent and is willing to take on this important task to serve the country.\n   </p>\n   <p>\n    This requires you to feel wronged and obey the military orders. Don't do anything that is detrimental to the interests of our human race because of a momentary dispute. \"\n   </p>\n   <p>\n    When it is time to fight, we must fight. In the continent of Aslant, the strong are respected, and modesty is never considered a virtue.\n   </p>\n   <p>\n    If you want to play the trick of \"three pushes and three words\", the younger brothers don't know how to cooperate. Do as the Romans do, involving military power, Hudson can only show domineering.\n   </p>\n   <p>\n    Putting off the big hat, he glanced at the audience, but couldn't find any supporters. Viscount Sith felt a chill in his heart.\n   </p>\n   <p>\n    While secretly scolding the children of the nobles in the North for being cowardly and unbelievable; at the same time secretly annoyed that they were careless, and they didn't even notice that they were dug into the wall.\n   </p>\n   <p>\n    Fortunately, he didn't know that all the nobles in the north made a temporary decision to quit because they saw that he was not strong enough, otherwise they would have to collapse on the spot.\n   </p>\n   <p>\n    \"Viscount Hudson, don't worry. How dare Sith be negligent in the slightest when it comes to matters involving hundreds of millions of people in our human race.\n   </p>\n   <p>\n    I'm just afraid that someone will take revenge for their own sake and take the opportunity to suppress dissidents, wasting the vitality of my human race in vain, and making it easier for foreign bandits...\"\n   </p>\n   <p>\n    The struggle to death, except for giving Hudson another wave of eye drops, did not affect his acquisition of army command.\n   </p>\n   <p>\n    Deep in his heart, Hudson secretly raised his vigilance against the Sith Viscount. \"Bending and stretching\" is easy to say, but few can do it.\n   </p>\n   <p>\n    Being able to lower your figure and bow your head to competitors who are not as good as yourself is not a kind of ability.\n   </p>\n   <p>\n    The seemingly futile performance is not completely meaningless. At the very least, a seed of distrust has been planted in the hearts of all the noble children of the Northlands. If one day Hudson acts unfairly, this seed will take root and germinate.\n   </p>\n   <p>\n    (end of this chapter)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 159": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1 class=\"main-title\">\n  The King Chapter 159: mysterious sea\n </h1>\n <body>\n  <div [class]=\"'par fontsize-' + fontsize\" class=\"par fontsize-16\">\n   <p>\n    Chapter 159 The Mysterious Sea\n   </p>\n   <p>\n    In Port Hansen, the laborers are busy loading the ship against the howling sea wind.\n   </p>\n   <p>\n    \"The governor is here!\"\n   </p>\n   <p>\n    As soon as the voice fell to the ground, the pier suddenly boiled. Everyone stopped what they were doing and looked in the direction of the person coming.\n   </p>\n   <p>\n    Hanging around on the pier, I have seen a lot of people of all kinds who travel all over the world, and they can be called well-informed.\n   </p>\n   <p>\n    But it was the first time for many people to encounter the governor in person.\n   </p>\n   <p>\n    The vast sea is extremely dangerous and always awe-inspiring. Storms, sea monsters, pirates...all threaten the safety of sea navigation.\n   </p>\n   <p>\n    Living at sea can be said to be a different kind of licking blood. You must be ready to die in the sea at any time.\n   </p>\n   <p>\n    Human beings are always full of fear of the unknown, and the aristocratic lord is no exception.\n   </p>\n   <p>\n    From the southeastern province to Canglan City, the capital of the kingdom, in addition to the land transportation line, you can also sail along the mainland by sea, and then go upstream via the Lancang River.\n   </p>\n   <p>\n    This sea line of communication has been in operation for hundreds of years, and countless ships and business travelers come and go every day.\n   </p>\n   <p>\n    The bustling commerce and trade still cannot conceal the dangers of sea navigation. Almost every once in a while, there will be news of ship accidents.\n   </p>\n   <p>\n    The danger of the sea cannot stop everyone from getting rich. The huge profits of maritime trade attract business travelers and adventurers to join in one after another.\n   </p>\n   <p>\n    Even some descendants of declining nobles have devoted themselves to the maritime trade business. Compared with the conservative and traditional inland, the atmosphere of Hansen Port is obviously much more open.\n   </p>\n   <p>\n    However, among these participants, owners with big families and big businesses are not included.\n   </p>\n   <p>\n    For the feudal lords, it is a last resort. Everyone would rather run wildly on land than go by sea.\n   </p>\n   <p>\n    On the one hand, I hate unknown risks, and on the other hand, the experience of sailing at sea these days is really not good.\n   </p>\n   <p>\n    The biggest advantage of sea freight is the low freight cost, as for passenger transport, it does not exist. The speed of galloping horses of noble gentlemen is much faster than that of slow ships.\n   </p>\n   <p>\n    A warhorse with the blood of a monster can be regarded as the greatest breakthrough in biotechnology in the continent of Aslante.\n   </p>\n   <p>\n    The double improvement of endurance and explosive power freed the knights from the trouble of one person with two horses and three horses.\n   </p>\n   <p>\n    The knights can easily travel hundreds of miles a day, and the military reports on the front line are expedited, and they can even travel thousands of miles a day.\n   </p>\n   <p>\n    Of course, everyone still prefers to let the air units flying in the sky pass information instead of sending messages quickly.\n   </p>\n   <p>\n    It's just that air units are too scarce to be equipped on a large scale. Most of the time, cavalry is still used for communication.\n   </p>\n   <p>\n    With the risk-averse conservative style of the aristocrats, if there is a choice, everyone is definitely more willing to go by land.\n   </p>\n   <p>\n    It's a pity that the monthly freight task of tens of thousands of tons is too heavy. In order to reduce costs and improve efficiency, waterway transshipment has become the only option.\n   </p>\n   <p>\n    As the first time since the war broke out, the southeast province sent supplies to the front line. In order to show its importance, Governor Pierce brought a group of bigwigs in the province to personally supervise.\n   </p>\n   <p>\n    Looking at the piles of supplies waiting to be shipped, everyone couldn't help but feel emotional.\n   </p>\n   <p>\n    Looking at the list of supplies sent by his subordinates, Earl Pierce suddenly changed his face, pointing to a piece of data and asked in doubt: \"What's going on with the data on it?\"\n   </p>\n   <p>\n    The military officer on the side glanced at the data, and explained with a smile:\n   </p>\n   <p>\n    \"These materials were sent by Wright County. They were seriously affected by the disaster and did not raise enough food.\n   </p>\n   <p>\n    According to the requirements of the provincial government, weapons, armor and high-quality raw iron were used to make up the number.\n   </p>\n   <p>\n    Originally they wanted to take other iron products, but we refused them because of transportation considerations.\n   </p>\n   <p>\n    We didn't expect that they would come up with so many iron products, and the province's internal materials could not be adjusted for a while.\n   </p>\n   <p>\n    After communicating with the logistics department of the capital, they agreed to receive this batch of supplies, so...\"\n   </p>\n   <p>\n    Entering the nationwide mobilization system all at once, no matter how experienced you are, various problems will inevitably arise.\n   </p>\n   <p>\n    Flexible adaptability is the key to solving problems.\n   </p>\n   <p>\n    The time is too tight, and if a certain material is not in place, there is no way to offset it with other strategic materials.\n   </p>\n   <p>\n    If the rules are applied mechanically without leaving any room for flexibility, the people below will not be able to work.\n   </p>\n   <p>\n    Earl Pierce is naturally aware of this kind of thing. Otherwise, they would not have agreed to carry out material transfers in the province.\n   </p>\n   <p>\n    Now what he cares about is obviously not the difference in the types of materials, but the quantity of high-quality raw iron that Wright County has produced, which far exceeds his estimation.\n   </p>\n   <p>\n    The original task of paying food has just turned into a pile of iron bumps.\n   </p>\n   <p>\n    This means that the mountainous territory that could only produce low-quality weapons now has the basis for mass production of weapons and equipment.\n   </p>\n   <p>\n    Walking to a carriage transporting weapons, he pulled out a warhammer from it, with the words Made in the Mountain Territory impressively engraved on it.\n   </p>\n   <p>\n    Inferior low-quality iron has become high-quality iron. Earl Pierce can't wait to send the guys who collected information back to the furnace for remaking.\n   </p>\n   <p>\n    Military production capacity is crucial to any major power. We must know that due to the lack of coal, the Dalton family cannot mass-produce weapons and equipment.\n   </p>\n   <p>\n    But this kind of core strategic material has always been under his nose, and it has not been discovered for a long time.\n   </p>\n   <p>\n    War has broken out, and unity is the theme of Alpha Kingdom. Any behavior that causes disputes and undermines the overall situation of unity will be severely cracked down by the kingdom.\n   </p>\n   <p>\n    Besides, the current mountain collar is not a soft persimmon. Hudson, who has integrated the military forces of Wright County, can also be regarded as a powerful faction in the southeastern provinces.\n   </p>\n   <p>\n    proposed to exchange fiefs, and it was difficult for the Dalton family to take advantage.\n   </p>\n   <p>\n    \"Ha ha…\"\n   </p>\n   <p>\n    A burst of hearty laughter covered up the unnatural embarrassment on his face just now, and Earl Pierce said with feigned emotion:\n   </p>\n   <p>\n    \"I really didn't expect that my southeastern province would actually have the ability to produce high-quality iron on a large scale.\n   </p>\n   <p>\n    The front line has a huge demand for weapons and equipment, especially the shortage of disposable weapons, which is a terrifying figure.\n   </p>\n   <p>\n    The forging capacity of the logistics department is limited, and all the processing pressure is thrown on them, which cannot meet the needs of the front line at all.\n   </p>\n   <p>\n    Viscount Daw Leonard, please communicate with the Royal Capital's logistics department and explain to them the predicament we are facing.\n   </p>\n   <p>\n    See if you can adjust the supply of materials in the southeast province and replace some of them with weapons for delivery.\n   </p>\n   <p>\n    Viscount Hudson, you have no problem processing these irons into weapons, right? \"\n   </p>\n   <p>\n    As a politician, Governor Pierce is undoubtedly qualified, and he can see the crux of the problem at a glance.\n   </p>\n   <p>\n    If he doesn't bring up this kind of thing, Hudson still has to push it.\n   </p>\n   <p>\n    Although the Alpha Kingdom had made preparations early, from the moment the war started, ordnance became consumables.\n   </p>\n   <p>\n    Ordinary weapons and equipment are not consumed very quickly. Even if it is damaged, it can be repaired and repaired.\n   </p>\n   <p>\n    Disposable weapon consumables, such as: arrows, javelins, throwing spears... Basically, there is no return.\n   </p>\n   <p>\n    For the soldiers defending the city, these consumable weapons will never be enough.\n   </p>\n   <p>\n    Even some ordinary knight spears and spears can be regarded as disposable weapons. Usually after a big battle, seven or eighty-eight will be damaged.\n   </p>\n   <p>\n    The daily mass consumption on the front line is definitely not enough to rely on inventory alone. Since the outbreak of the war, the military production capacity of the Alpha Kingdom has exploded to the extreme.\n   </p>\n   <p>\n    Compared with the huge consumption, the production speed obviously cannot keep up. Against this background, it is impossible for the Ministry of Logistics to refuse to add a new weapons production area.\n   </p>\n   <p>\n    As the disadvantaged party, you must go all out, and you can't be willful at all.\n   </p>\n   <p>\n    Rather than waiting for Hudson to promote it, it is better for him, the governor, to propose it first. Not only sold a favor, but also created an image of taking care of the overall situation for himself.\n   </p>\n   <p>\n    As for the problem of greedy eyes, we can wait until the end of the war. If Hudson had an accident on the battlefield, the Mountain Territory would be in the pocket of the Dalton family.\n   </p>\n   <p>\n    Conversely, if the Dalton family suffers heavy losses on the battlefield and loses their vitality, this favor can also come in handy.\n   </p>\n   <p>\n    In the melee where hundreds of thousands or even millions of troops participated on the front line, anything can happen. Smart people don't make enemies easily at this time when they don't have to.\n   </p>\n   <p>\n    \"Your Excellency, it is Hudson's honor to be able to share the kingdom's worries.\n   </p>\n   <p>\n    It is only necessary to forge weapons on a large scale, and the mountain territory still lacks enough blacksmiths.\n   </p>\n   <p>\n    It is better to have the iron provided by the mountain leader, and everyone will share the heavy responsibility of forging weapons. \"\n   </p>\n   <p>\n    Hudson suggested along the way.\n   </p>\n   <p>\n    Those who can forge weapons for the kingdom are all old and powerful forces. Joining in suddenly will inevitably touch the interests of these people.\n   </p>\n   <p>\n    Hudson never had any confidence in the integrity of the arms dealer.\n   </p>\n   <p>\n    It is very necessary to bring together a group of allies to share the pressure.\n   </p>\n   <p>\n    Diluted the income, and the mountain collar was no longer so conspicuous. Even if there is trouble in the future, the families that have taken advantage of it can't just watch.\n   </p>\n   <p>\n    By the way, it can also be regarded as: the Koslow family joined the upper circle of the southeastern province.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    After a small episode, the scene became much warmer. Earl Pierce is thinking about the iron in the Mountain Territory, and Hudson is also eyeing the port of the Dalton family.\n   </p>\n   <p>\n    In the eyes of traditional aristocrats, inland fertile land and fertile land are the best fiefdoms; but in Hudson's view, coastal territories like Watson with excellent ports are the best treasure lands.\n   </p>\n   <p>\n    Greedy eyes are greedy, but the fiefdom that the Dalton family has operated for many years is not something he can peek at.\n   </p>\n   <p>\n    Looking at the busy and bustling port, Hudson's thoughts also began to wander. Perhaps the development plan for the swamp could be changed.\n   </p>\n   <p>\n    Before all of them are opened up as farmland, it will be more valuable for the development of the mountain territory to open a road leading to the sea.\n   </p>\n   <p>\n    \"Hudson, this is the first time you have experienced the magnificence of the sea, are you intimidated?\"\n   </p>\n   <p>\n    Hearing this familiar voice, Hudson knew that his contemplation just now had been misunderstood by his father-in-law.\n   </p>\n   <p>\n    Interpretation is non-existent. As an aristocrat who grew up in an inland area, Hudson saw the sea for the first time.\n   </p>\n   <p>\n    Shock gaffes are normal. If nothing happens, then there is a problem.\n   </p>\n   <p>\n    \"Indeed! The magnificence of the sea is really beyond imagination.\n   </p>\n   <p>\n    However, compared to these waves, I am more curious about the mystery of the sea.\n   </p>\n   <p>\n    The endless sea monster legends and the legendary sea races are fascinating existences! \"\n   </p>\n   <p>\n    They are all true words, and he is really interested in these legends.\n   </p>\n   <p>\n    If you want to find gold in the sea, you can't do it without clarifying these issues. Hudson didn't think that he could play ocean trade by building a few ships at will.\n   </p>\n   <p>\n    \"What sea monster legends are nothing more than some magical beasts that grow in the sea. It is very boastful, but in fact it is what it is.\n   </p>\n   <p>\n    If it was as powerful as in the legend, the sea route would have disappeared long ago.\n   </p>\n   <p>\n    As for the legendary Sea Clan, there are really records in the history books. It seems mysterious, but it is actually no different from the alien races on the mainland.\n   </p>\n   <p>\n    It is nothing more than a group of intelligent creatures living in the sea.\n   </p>\n   <p>\n    Since the Great War in the Middle Ages, these sea creatures have abandoned the coastal areas and migrated to the deep sea to settle down, basically not interacting with us humans.\n   </p>\n   <p>\n    However, many products in the sea are indeed rich. Some guys with good hands and eyes opened up trade with the Sea Clan and made a lot of money.\n   </p>\n   <p>\n    This kind of business is not enviable, it is all luck.\n   </p>\n   <p>\n    In order to open up trade with the Sea Clan, many forces have organized fleets to search for the creatures of the Sea Clan.\n   </p>\n   <p>\n    The person was indeed found, but the ending was a bit surprising. Trade lines have not been opened, but conflicts have occurred frequently.\n   </p>\n   <p>\n    If you stay in the port all the time, maybe one day you will meet fishermen who take the sea creatures they caught to the market for sale.\n   </p>\n   <p>\n    It is said that the mysterious, supernatural, and omnipotent Sea Clan does not exist at all. Most of the sea creatures are pitifully weak. \"\n   </p>\n   <p>\n    Viscount Oran said disdainfully.\n   </p>\n   <p>\n    There are few intelligent creatures in the sea. In the special environment of the sea, the probability of being able to produce wisdom is much lower than that on land.\n   </p>\n   <p>\n    Even if wisdom is born, it will be very difficult to derive a civilization in the face of various complex environments in the sea.\n   </p>\n   <p>\n    Being a link in the food chain of each other, the sea people are divided severely, basically all the tribes go their own way.\n   </p>\n   <p>\n    The Sea Clan in a mess, naturally cannot bring pressure to the people, and it is inevitable that they will not be taken seriously.\n   </p>\n   <p>\n    Once the Kehai tribe is unified, it will be the largest ethnic group in the world. After all, the reproduction speed of the creatures in the sea is completely cheating.\n   </p>\n   <p>\n    If it weren't for the checks and balances of the food chain, there would have been a flood of creatures.\n   </p>\n   <p>\n    Smiling slightly, Hudson did not continue to pick up the topic.\n   </p>\n   <p>\n    Ignorance is not terrible, ignorance and running to discuss and tear up with others is too much.\n   </p>\n   <p>\n    Hudson's understanding of the Haizu is limited to some folklore. The materials of the Koslow family are all old materials hundreds of years ago, and they are still incomplete and scattered records.\n   </p>\n   <p>\n    Even if time is worthless to a race, hundreds of years can still affect the development of a civilization.\n   </p>\n   <p>\n    Of course, the longevity race is an exception. For a race like the giant dragon that can sleep for hundreds of years in a single sleep, hundreds of years really can't change anything.\n   </p>\n   <p>\n    Shipment work continues.\n   </p>\n   <p>\n    Everyone just came over to take a look, to express the high-level position of the province, and did not mean to swear an oath speech to boost morale.\n   </p>\n   <p>\n    A group of laborers are not worth thinking about by the nobles.\n   </p>\n   <p>\n    This gesture was made mainly to warn the bureaucrats in the specific implementation to be more peaceful.\n   </p>\n   <p>\n    Watching the fully loaded ship leave port, Hudson...\n   </p>\n   <p>\n    (end of this chapter)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 160": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1 class=\"main-title\">\n  The King Chapter 160: pot from heaven\n </h1>\n <body>\n  <div [class]=\"'par fontsize-' + fontsize\" class=\"par fontsize-16\">\n   <p>\n    Chapter 160 The pot comes from the sky\n   </p>\n   <p>\n    \"kill!\"\n   </p>\n   <p>\n    \"kill!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Accompanied by the sound of killing, corpses were already scattered on the ground. The tragic scene made everyone who was used to seeing big scenes couldn't help but lose their composure.\n   </p>\n   <p>\n    Both warring parties were red-eyed. A human soldier had half of his head chopped off, but the instinct of the body still stabbed the last shot.\n   </p>\n   <p>\n    Many people have been severely injured, and the first reaction is not their own injuries, but to continue the attack in their hands.\n   </p>\n   <p>\n    This almost instinctive reaction clearly turns people into war machines, as if they were born specifically for war.\n   </p>\n   <p>\n    I am not qualified to criticize, because the enemy on the opposite side is an orc. In the face of the life-and-death crisis of genocide, any means should be taken.\n   </p>\n   <p>\n    What is recorded on the photo stone is just a small episode of the front line in northern Xinjiang. There are many similar battle scenes on the front line.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"These photo stones are all recording the battle situation on the front line. What you saw was just a small-scale encounter. Similar battles happen countless times on the front line every day.\n   </p>\n   <p>\n    The orc army is severely polarized. Those who are not good are really bad, and those who are fierce are really fierce.\n   </p>\n   <p>\n    When you encounter those cannon fodder races, you can easily kill them, but once you encounter powerful races, our human soldiers will suffer a lot.\n   </p>\n   <p>\n    The wolf cavalry that appeared in the battle were just ordinary prairie werewolves. They were at the middle level in the orc empire, and their combat effectiveness was almost the same as that of our elite human race.\n   </p>\n   <p>\n    If it was replaced by the five royal families of orcs, the scene would be even more tragic. Especially the most powerful Behemoth family, the fighting power is the most terrifying.\n   </p>\n   <p>\n    Every adult man of the Beamon tribe has the fighting power of a junior knight. After training, the combat effectiveness will be even stronger.\n   </p>\n   <p>\n    When encountering the Beamon army, there is no more than ten times the strength advantage, so don't hesitate, just avoid it.\n   </p>\n   <p>\n    Even the kingdom's most elite troops are no match for them with the same size of troops.\n   </p>\n   <p>\n    I tell you this, not to make you fear and avoid war, but to remind you that this war is very dangerous, and the enemy is far stronger than you imagined.\n   </p>\n   <p>\n    When you are on the battlefield, don't try to be smart and take the initiative to play something. Just follow the orders from above and do what you need to do. \"\n   </p>\n   <p>\n    Everyone didn't react much to Earl Pierce's warning.\n   </p>\n   <p>\n    After the port inspection, everyone was drawn to watch the movie, and everyone was prepared.\n   </p>\n   <p>\n    How can a country that mobilizes the whole country ignore the training of military officers. Even if you are still behind, you have to learn in advance.\n   </p>\n   <p>\n    As the kingdom's reserve team, the biggest advantage is that you can learn from previous combat experience. These tragic clips are the best teaching materials.\n   </p>\n   <p>\n    From the battle screen, we can see the combat effectiveness of the orc armies.\n   </p>\n   <p>\n    Vaguely, Hudson had no idea why the kingdom didn't advocate taking the initiative. It is the precious experience summed up by the predecessors with **** lessons.\n   </p>\n   <p>\n    It's not that it's not good to take the initiative to attack. The crux of the problem is that the ordinary noble private army simply doesn't have the strength to fight against the elite beastmen.\n   </p>\n   <p>\n    No matter how good the fighter is, someone still needs to execute it. Except for some elites, most armies do not have this ability to execute.\n   </p>\n   <p>\n    On the contrary, the defense is simpler. Relying on fortifications, even ordinary soldiers can bring damage to the enemy.\n   </p>\n   <p>\n    The most important thing is to easily stabilize the morale of the army. The...broth boiling in the orc camp is the best morale stabilizer.\n   </p>\n   <p>\n    No matter how heavy the casualties are, the defenders who don't want to be reduced to food can only fight the enemy.\n   </p>\n   <p>\n    It's not like in a field battle, you can still run if you can't beat it. Once the casualties exceed the critical point of morale, the supervising team will not be able to prevent the collapse of the army's morale.\n   </p>\n   <p>\n    The fortresses on the border are all made of special materials. The power of the magic attack falling on the city wall will be weakened a lot, often only half of the normal period.\n   </p>\n   <p>\n    Some important fortresses even have defensive magic circles inside. The orcs are just not good at magic attacks, creating the best conditions for defending the city.\n   </p>\n   <p>\n    Of course, no matter how strong the fortress is, it will eventually be conquered one day.\n   </p>\n   <p>\n    Not good at magic attacks, that's only relative.\n   </p>\n   <p>\n    If the magical power of an empire is concentrated, even forbidden spells can be released, so how can a mere city wall be able to stop it?\n   </p>\n   <p>\n    The orcs failed to kill the Quartet, and the containment of the Kingdom's mage group was also a very important factor.\n   </p>\n   <p>\n    Everyone present is the backbone of the southeastern province. When it comes to the battlefield, they are also proper mid-level and high-level officers who need to be sent out to take charge of their own.\n   </p>\n   <p>\n    If you don't beat them in advance, if someone wants to show off and act without authorization and lose the battle, the defense line of a theater may collapse.\n   </p>\n   <p>\n    Hudson didn't take it seriously at first, but Earl Pierce's sharp eyes made him feel that something was wrong.\n   </p>\n   <p>\n    Vaintly, he seemed to feel that the ambiguous words were aimed at himself.\n   </p>\n   <p>\n    Conscience of heaven and earth, is he so unreliable?\n   </p>\n   <p>\n    Counting all his achievements since his debut, Hudson can say bluntly that all of them can be called stable.\n   </p>\n   <p>\n    He was so cautious when dealing with the **** of the Skull and Bones Society; how could he be a moth when he met the main force of the orc army!\n   </p>\n   <p>\n    Explanation is to cover up, age disadvantage, it is easy to be automatically labeled as impulsive, middle school, ... labels.\n   </p>\n   <p>\n    Faced with this distrust, Hudson simply looked at Earl Pierce in line with the principle: As long as I am not embarrassed, then embarrassment is someone else's principle.\n   </p>\n   <p>\n    After more than ten seconds, Earl Pierce suddenly changed the subject:\n   </p>\n   <p>\n    \"Everyone must carefully read the content on the photo stone. How much knowledge you can learn from it depends on your own understanding.\n   </p>\n   <p>\n    But the above content is forbidden to be leaked, so as not to cause panic among the people below.\n   </p>\n   <p>\n    The Kingdom is indeed at a disadvantage on the front line, but only we know about this kind of thing. When you spread the word below, you still have to surround yourself with...\n   </p>\n   <p>\n    This question is not in a hurry for the time being. I believe that the frontline army will soon be able to win a big victory, which can be used for publicity.\n   </p>\n   <p>\n    Although the mobilization sequence of the southeastern province is late, the time when we participated in the war is often the most tragic time of the war.\n   </p>\n   <p>\n    Judging from the casualty rate of previous wars, everyone is actually almost the same. With bad luck, the whole army may still be wiped out.\n   </p>\n   <p>\n    Beasts don't care how many difficulties you have. If you want to come back from the battlefield alive, then show your true skills!\n   </p>\n   <p>\n    Not only your own private army, but also the private army of the nobles in the county must be trained...\"\n   </p>\n   <p>\n    The war broke out for more than half a month, and there was not a single battle on the front line. Just think about how miserable the kingdom was suppressed by the enemy.\n   </p>\n   <p>\n    Even if they can win later, it is because of political needs. Perhaps only the Lord of Dawn knows how much the Alpha Kingdom has to pay behind the scenes for a victory.\n   </p>\n   <p>\n    I don't know if it's an illusion, but when he mentioned \"annihilation\", his father-in-law's expression obviously tightened, as if he had been stepped on a sore foot.\n   </p>\n   <p>\n    Reminiscent of the decline of the Holliser family due to a large-scale orc invasion, Hudson felt as if he had dug up the truth.\n   </p>\n   <p>\n    This kind of black history must not be mentioned. Even if it is a warning to future generations, it must be beautified.\n   </p>\n   <p>\n    It can be seen that the decline of the Holliser family was not an ordinary defeat. Maybe it was due to their negligence and negligence, digging a hole and burying themselves.\n   </p>\n   <p>\n    Similar things happen in almost every war. Even though there are many lessons learned before, everyone still keeps stepping on the pit.\n   </p>\n   <p>\n    It seems to confirm the sentence that the only lesson that humans can learn from history is-humans never learn from history.\n   </p>\n   <p>\n    What he said is very good. We need to learn from the experience and lessons of the predecessors, but when it comes to the actual operation, we still can't help stepping on the pit.\n   </p>\n   <p>\n    Alpha Kingdom is considered good. We have been in distress, but we are still forced to make progress.\n   </p>\n   <p>\n    Everyone knows how to avoid the pits that the predecessors stepped on.\n   </p>\n   <p>\n    Even if someone still falls, at least when they fall into the same pit, the posture and orientation of everyone's whereabouts will still change.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Accepting the baptism of documentaries, Hudson has a deeper understanding of the cruelty of war. To say I learned anything from it would be pure bullshit.\n   </p>\n   <p>\n    If you can learn how to fight with soldiers by watching a few battle movies, then the **** of war will fly all over the world.\n   </p>\n   <p>\n    Everyone's abilities have improved, and the story has returned to the original point.\n   </p>\n   <p>\n    Originally, I wanted to be cheeky and go back with my father-in-law to learn more about the sea.\n   </p>\n   <p>\n    I just thought of the Holliser family, who are also a bunch of landlubbers now. Their understanding of the sea is only superficial, and Hudson had to give up again.\n   </p>\n   <p>\n    Gathering intelligence, the most important thing is accuracy. It is really difficult to verify the authenticity of the materials that have not been personally involved, but are just hearsay materials.\n   </p>\n   <p>\n    With the feces of the nobles, Hudson has every reason to believe that those with vested interests will release fake news to trap latecomers.\n   </p>\n   <p>\n    This invisible threshold, Hudson has come into contact with a lot. If he hadn't been careful enough, he would have fallen into the pit and been buried long ago.\n   </p>\n   <p>\n    Back to the Mountain Territory, Hudson immediately ordered the lords from all walks of life to strengthen their training in the name of the Governor's Mansion.\n   </p>\n   <p>\n    In order to show importance, evaluation rules were specially formulated to regularly test the training results.\n   </p>\n   <p>\n    Rewards are limited to words, but punishments are real.\n   </p>\n   <p>\n    Such an unfair reward and punishment model is not Hudson's first creation, but everyone is playing it like this.\n   </p>\n   <p>\n    The great Caesar III fulfilled his promise.\n   </p>\n   <p>\n    The province that performed the most hips in the early preparations has now led the team to the front line, stationed in the most dangerous fortress.\n   </p>\n   <p>\n    The tragic scene in the picture stone is most likely their current situation. When I met an army of unreasonable orcs, I only talked to them about fists.\n   </p>\n   <p>\n    Fairness is only relative, and the weak never have the right to speak.\n   </p>\n   <p>\n    The most unlucky province has come out, but there is still one unlucky county in the lead in the southeast province.\n   </p>\n   <p>\n    The counties are now competing with each other, whoever slackens down first will be the unlucky one.\n   </p>\n   <p>\n    Adding weight layer by layer, of course there will be the most unlucky lords in each county.\n   </p>\n   <p>\n    It doesn't matter if it's delayed, but if it hurts everyone to escape death, this kind of hatred is irreconcilable.\n   </p>\n   <p>\n    In the face of life and death, even brothers can turn their faces.\n   </p>\n   <p>\n    It happened that the unlucky Sith was not there at this time, and no one dared to come out to make trouble, so Hudson promulgated the military law.\n   </p>\n   <p>\n    The specific content is very simple, it is a replica of the serf soldiers who led before. There is only one \"sit together\" at the core, forcing everyone to supervise each other.\n   </p>\n   <p>\n    Punishment is not for nobles, Hudson still made adjustments in line with the rules of the times.\n   </p>\n   <p>\n    When nobles commit crimes, they are the captains of the \"Death Squad\".\n   </p>\n   <p>\n    It doesn't matter if there are many accomplices, just set up a few more death squads.\n   </p>\n   <p>\n    There are so many dangerous things on the battlefield, there is no need to worry about the opportunity for them to perform.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"Sir, during your absence, several special guests came to visit.\n   </p>\n   <p>\n    Considering their special status, it is inconvenient for them to stay outside.\n   </p>\n   <p>\n    I decided on my own and placed it in the other courtyard of the Lord's Mansion. \"\n   </p>\n   <p>\n    The old butler said with a complicated expression.\n   </p>\n   <p>\n    Even the way he looked at Hudson was different. It was as if he was worried about a secret that he knew and shouldn't know.\n   </p>\n   <p>\n    \"What special guest?\"\n   </p>\n   <p>\n    Hudson asked in a daze.\n   </p>\n   <p>\n    Looking back on what I have done, although I can't say everything is aboveboard, but overall I am worthy of the title of nobility.\n   </p>\n   <p>\n    Those who come and go are also nobles from all walks of life. Perhaps the level of strength is uneven, but there is absolutely no hidden danger in the identity.\n   </p>\n   <p>\n    \"Master, you should go and see for yourself! People have come to your door, so it's not good if you don't admit it?\"\n   </p>\n   <p>\n    The old butler said with a embarrassed face.\n   </p>\n   <p>\n    Hearing this explanation, the teacup in Hudson's hand almost fell to the ground.\n   </p>\n   <p>\n    \"Looking at the door\", \"Don't accept the account\", these are all the same.\n   </p>\n   <p>\n    I thought he acted rightly and sat upright, so he didn't do anything wrong!\n   </p>\n   <p>\n    Could it be the pot left by the original owner?\n   </p>\n   <p>\n    That's not right either!\n   </p>\n   <p>\n    Before he crossed over, the original owner was still a kid, even if he wanted to, he was powerless.\n   </p>\n   <p>\n    Without too much entanglement, Hudson came all the way to the other courtyard. After seeing the person coming, Hudson's face turned green.\n   </p>\n   <p>\n    \"Miss Isabel, what are you doing? Who let you live here!\"\n   </p>\n   <p>\n    It's not that he doesn't have self-cultivation, but the identity of the person in front of him is too special.\n   </p>\n   <p>\n    When they were in the capital, there were rumors that there was a special relationship between the two. Now that Isabel has appeared in the Mountain Territory, the rumors that Hudson jumped into the Lancang River can't be cleared.\n   </p>\n   <p>\n    As a nobleman with a fiancée, engaging in such an affair before marriage is easily considered disrespectful and insincere by the woman's family.\n   </p>\n   <p>\n    Even if it can be explained clearly, it will be difficult to solve the matter if it involves the face of the nobles.\n   </p>\n   <p>\n    \"Viscount Hudson, have you forgotten so soon?\n   </p>\n   <p>\n    I was invited here, and at the banquet that day, you told me...\"\n   </p>\n   <p>\n    Jiao Didi's voice sounded, making Hudson's face even more ugly, and immediately sent his men to retreat.\n   </p>\n   <p>\n    \"Enough, don't act here, I dare not invite your boss.\n   </p>\n   <p>\n    Don't care what your background is, but don't forget whose territory this is, Miss Isabel! \"\n   </p>\n   <p>\n    No more pretending!\n   </p>\n   <p>\n    When I was outside, I was concerned about my own image, so I didn't want to do anything to her. When it comes to their own land, everything will be different.\n   </p>\n   <p>\n    If you can't give a reasonable explanation, Hudson is not going to let this trouble go away.\n   </p>\n   <p>\n    A beautiful woman, or a beautiful woman with a great reputation, can cause him a lot of trouble if she is placed outside.\n   </p>\n   <p>\n    Perhaps sensing the murderous look in Hudson's eyes, Isabel's expression changed. She wanted to give up this **** mission a long time ago, but unfortunately the mysterious organization behind it refused.\n   </p>\n   <p>\n    She was able to have today's status, and the mysterious organization also contributed a lot. Without the support of these people behind the scenes, I'm afraid she would have become the plaything of a certain big shot.\n   </p>\n   <p>\n    But the benefits are not for nothing. Enjoying the benefits of joining the mysterious organization, naturally you have to pay for it.\n   </p>\n   <p>\n    In the past, they were all small tasks, and they were completed with ease, and I didn't feel that there was anything wrong.\n   </p>\n   <p>\n    The situation this time is obviously different, the target is the famous Blood Moon Horn. Anyone who has this thing in his hand will not take it out easily.\n   </p>\n   <p>\n    \"Viscount Hudson, you don't have to be so serious, do people have any malice towards you.\n   </p>\n   <p>\n    Tell you the truth, a mysterious organization has received news that the corner of the Blood Moon has entered your hands.\n   </p>\n   <p>\n    As a weak woman, I unfortunately accepted this task.\n   </p>\n   <p>\n    Different from you men all day long, the little girl doesn't like to fight and kill, so I came here to discuss with you to see if I can transfer the Blood Moon Horn. \"\n   </p>\n   <p>\n    While speaking, Isabel also tentatively narrowed the distance between the two to observe Hudson's reaction.\n   </p>\n   <p>\n    \"To disappoint Ms. Isabel, I don't have any Blood Moon Horn in my hand. Instead of coming here to discuss the Blood Moon Horn, let's talk about romance.\"\n   </p>\n   <p>\n    While speaking, Hudson took advantage of the situation and greeted him, as if he really wanted to talk about love.\n   </p>\n   <p>\n    Deep in his heart, he had already begun to scold his mother. Obviously what I did was very careful, but I didn't expect that the news still leaked.\n   </p>\n   <p>\n    What is uncertain now is whether the other party is just suspicious, or really believes that the Blood Moon Horn is in his hands.\n   </p>\n   <p>\n    The soft fragrance is in the bosom, and the aroma is tangy. Before she had time to enjoy it, Isabel broke free directly, and even Hudson, a senior knight, couldn't stop her.\n   </p>\n   <p>\n    \"Unexpectedly, Miss Isabel is still a master. It seems that I will not be able to enjoy this beauty!\"\n   </p>\n   <p>\n    Hudson spread his hands and smiled.\n   </p>\n   <p>\n    To be honest, if it was an ordinary singer, maybe he would have quietly entered the room.\n   </p>\n   <p>\n    For this beautiful woman whose identity is unknown and not weak, rationality tells him that it is better not to be superior.\n   </p>\n   <p>\n    \"That's not necessarily the case, this is the territory of the mountains. In your territory, the little girl is not allowed to let you torment.\"\n   </p>\n   <p>\n    Isabel, who came back to her senses, regained her charm again.\n   </p>\n   <p>\n    The strength is exposed, and experience tells her that if she wants to get out of the body, she must use the most advantageous weapon.\n   </p>\n   <p>\n    \"Is it?\n   </p>\n   <p>\n    Miss Isabel, it would be the best to have this awareness.\n   </p>\n   <p>\n    Beautiful scenery on a good day…”\n   </p>\n   <p>\n    Before Hudson could finish his molesting words, Isabel spoke again:\n   </p>\n   <p>\n    \"Viscount Hudson, although the Blood Moon Horn has a great name, it actually has no real effect on Your Excellency.\n   </p>\n   <p>\n    Instead of keeping this hot potato, why not make an offer first and see if we can negotiate terms.\n   </p>\n   <p>\n    After completing this task, people can leave the mysterious organization, and then we can...\"\n   </p>\n   <p>\n    Facing Isabel's temptation, Hudson rolled his eyes directly. If I really wanted to have something to do with him, I wouldn't have resisted so fiercely just now, and I didn't even care about hiding my strength.\n   </p>\n   <p>\n    If he handed over the Horn of the Blood Moon so easily, then he would really be taken advantage of.\n   </p>\n   <p>\n    Even if you can embrace a beautiful woman, it is still a **** business. The value of the blood moon horn can buy the entire rainbow moon.\n   </p>\n   <p>\n    It was very simple to refuse, but the real trouble was that the other party seemed to believe that the Horn of the Blood Moon was in his hands.\n   </p>\n   <p>\n    \"The Horn of the Blood Moon is not in the mountain area, Miss Isabel brought someone to look for it.\n   </p>\n   <p>\n    If you just wait for me to come back, you don't have to ignore your reputation and pretend to be my concubine.\n   </p>\n   <p>\n    But if the price is right, I don't mind being a middleman to help you contact the real owner.\n   </p>\n   <p>\n    Of course, no matter whether the transaction is successful or not, my compensation will be indispensable. \"\n   </p>\n   <p>\n    While speaking, Hudson pretended to be obsessed with staring at Isabel, as if he was really dazed, and put his restless hands together again.\n   </p>\n   <p>\n    Different from before, Isabel, who was focused on the blood moon horn, did not avoid Hudson immediately, but instead asked charmingly:\n   </p>\n   <p>\n    \"Who owns the thing?\"\n   </p>\n   <p>\n    (end of this chapter)\n   </p>\n  </div>\n </body>\n</html>\n"
}