{
    "Chapter 1": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1 class=\"main-title\">\n  I Want To Be Qin II Chapter 1: Gongzi Gao\n </h1>\n <body>\n  <div [class]=\"'par fontsize-' + fontsize\" class=\"par fontsize-16\">\n   <p>\n    Chapter 1 Gongzi Gao\n   </p>\n   <p>\n    Qin Wangzheng for nine years!\n   </p>\n   <p>\n    Yongcheng, the ancestral land of the Qin Kingdom, in the Qinian Palace, the imperial physicians come and go. After a great turmoil, the world is quiet, and only here are people coming and going.\n   </p>\n   <p>\n    Right here, a king awakens, and his firm steps will break the existing pattern and break the comfort dream of the kings of the six kingdoms of Shandong.\n   </p>\n   <p>\n    He will take his army, take his country, and walk out a road that is the only one in the world.\n   </p>\n   <p>\n    History will be remembered today, and this great chaos in the Palace of the Year of the Year will be remembered.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    In the evening, it rained in the Qinian Palace, as if the heavens could not see today's slaughter, and wanted to wash the blood stains on the floor with Tianshui, to wash away today's shame for Da Qin.\n   </p>\n   <p>\n    The rain was pouring, ticking on the tiles, making a crisp sound, however, in the hearts of a group of imperial physicians, there were dark clouds and anxiety.\n   </p>\n   <p>\n    Just after dealing with some matters, Qin Wangzheng walked quickly, and Zhao Gao, who was behind him, followed closely, with a nervous expression on his face.\n   </p>\n   <p>\n    \"Zhao Gao, how is your son Gao?\" There was a rare trace of nervousness on Qin Wangzheng's face.\n   </p>\n   <p>\n    \"Your Majesty, the third son is in a coma. The imperial doctor said: There is a strange poison from Loulan on the assassin's sword. Although it has been detoxified, its life and death are unknown...\"\n   </p>\n   <p>\n    When he said these words, Zhao Gao's face was full of apprehension. From the corner of his eye, King Qin's face became dark, and a chilling air came quietly.\n   </p>\n   <p>\n    \"The Imperial Physician, whether it is Loulan's strange poison or Yuezhi's strange poison, Master Gao must not be in trouble!\" At this moment, Qin Wangzheng was determined.\n   </p>\n   <p>\n    \"No!\"\n   </p>\n   <p>\n    Standing outside the Qinian Palace, Qin Wangzheng's face returned to calm, but in his heart, the scene of the electric light and flint on the crown ceremony was always on display.\n   </p>\n   <p>\n    The    assassin jumped up and the long sword lashed out. He could see the hideous look on the assassin's face, the fear on the faces of Fusu and the others, and the young figure rushing out.\n   </p>\n   <p>\n    Qin Wangzheng knew that if it wasn't, Ying Gao suddenly rushed out and lay on the bed at the moment, and he would be the one whose life and death were unknown.\n   </p>\n   <p>\n    It can be said that Yinggao suffered for him!\n   </p>\n   <p>\n    At this moment, Qin Wangzheng was still shocked. Born in the royal family, childhood was the hostage, when he was a teenager, the queen mother and the concubine promiscuous | promiscuous, the father and the king dote on the wrestling.\n   </p>\n   <p>\n    So much so that Qin Wangzheng was desperate for family affection.\n   </p>\n   <p>\n    But Yinggao rushed towards the assassin desperately. When the long sword stabbed the young body, Qin Wangzheng was shocked, his originally cold heart melted a little.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"I have seen Wang Shang, Wang Shang has been for thousands of years!\" When they saw Qin Wangzheng, a group of imperial physicians saluted in awe.\n   </p>\n   <p>\n    \"Su Che, tell Gu, how many of Yinggao are likely to wake up?\" Qin Wangzheng was Qin Wangzheng after all, and reason overwhelmed emotion at this moment.\n   </p>\n   <p>\n    He knew that the imperial physician of Daqin was the best doctor in this era. Although he was the king of Daqin, he could only rely on these imperial physicians in terms of professionalism.\n   </p>\n   <p>\n    \"Your Majesty, the ministers have done what they are supposed to do. Whether the third son can wake up depends on his tenacious will to survive and God's blessing!\"\n   </p>\n   <p>\n    Su Che was helpless, the poison on the assassin's sword was extremely violent, and the son was only six years old, too young to resist.\n   </p>\n   <p>\n    Removing the poison was all he could do.\n   </p>\n   <p>\n    Hearing the words, Qin Wangzheng was silent for a while, and said categorically, \"Young Master Gao will stay in Qinian Palace. You can choose the herbs in Xianyang. There is only one request, and that is to wake up Yinggao!\"\n   </p>\n   <p>\n    \"I will do my best!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Qin Wangzheng gave some advice, walked into the Qinian Palace, looked at Ying Gao, whose face was pale and whose life and death were uncertain, he was silent for a long time, then turned and left.\n   </p>\n   <p>\n    Qinian Palace This is just the beginning of his journey to the number one person in the world. The rebellion must be dealt with immediately. Today's Daqin needs him to stabilize.\n   </p>\n   <p>\n    He can't stay in Qi Nian Palace for long!\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    In the palace, black is the main tone, rough, yet exquisite, giving people a majestic and powerful atmosphere.\n   </p>\n   <p>\n    At this moment, even if a needle fell from the silence in the palace, it could be clearly heard.\n   </p>\n   <p>\n    The boy on the bed struggled a few times with his eyelids and slowly opened his eyes. He looked at the ceiling above the palace, his eyes were blank, followed by shock.\n   </p>\n   <p>\n    Qin Jun was stunned!\n   </p>\n   <p>\n    merged his memories, and he naturally knew what the body he had seized was called!\n   </p>\n   <p>\n    Win High!\n   </p>\n   <p>\n    The third son of the first emperor!\n   </p>\n   <p>\n    Great Qin Empire, son is high!\n   </p>\n   <p>\n    Qin Jun was a researcher in the history of the Qin Dynasty at that time. He could almost say that he knew everything in the Great Qin Empire.\n   </p>\n   <p>\n    For Yinggao's life, he is naturally clear.\n   </p>\n   <p>\n    Young Master Gao, Ying surnamed Qin.\n   </p>\n   <p>\n    The son of Yingzheng, the first emperor of Qin, after Hu Hai seized the throne, the son Gao wanted to flee, but he was afraid that Zhao Gao would execute his entire family after fleeing.\n   </p>\n   <p>\n    So the son Gao sacrificed himself and asked to be buried at the foot of Mount Li for the first emperor.\n   </p>\n   <p>\n    The Second Emperor of Qin and Zhao Gao were very happy and gave 100,000 money for a burial.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    As a researcher of the Qin Dynasty's history of dynasties, Qin Jun naturally yearned for the mysterious Daqin.\n   </p>\n   <p>\n    Feeling grief over the end of the Great Qin Empire, and being a little angry at Hu Hai and Fusu.\n   </p>\n   <p>\n    The majestic Daqin has only existed for fifteen years and then fell apart.\n   </p>\n   <p>\n    This is also the reason why Qin Jun often went to Mount Li to visit the Terracotta Warriors, he just wanted to feel the power and invincibility of the Qin army.\n   </p>\n   <p>\n    And when he was visiting the Terracotta Warriors, a little girl fell into the pit of the Terracotta Warriors. In order to save people, he was crushed to death by a Terracotta Warriors.\n   </p>\n   <p>\n    \"Master Gao, in this life, I, Lord Qin, will live for you and guard the majestic Qin!\" At this moment, Lord Qin had a firm belief in his heart.\n   </p>\n   <p>\n    Because he had nothing to worry about in his previous life, he dedicated his whole life to the history of the Qin Dynasty. At this moment, when the son Gao was seized, Qin Jun was not panic, but a little excited.\n   </p>\n   <p>\n    This time, he will no longer study, but personally witness this era full of miracles and witness this mysterious empire.\n   </p>\n   <p>\n    At this moment, being the son of Da Qin, Qin Jun is proud of him!\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    This is an era of drastic changes in which rituals collapsed and music broke down, tiles and kettles thundered, high shores became valleys, and deep valleys became mausoleums.\n   </p>\n   <p>\n    This is also an era of great destruction, great creation, great sinking, and great rise and fall.\n   </p>\n   <p>\n    As a researcher of the Qin Dynasty's history of dynasties, Qin Jun is more aware that this is a world of great contention in which everyone has blood and spirit.\n   </p>\n   <p>\n    This is also the collapse of the old system, the destruction of the old culture, a new system will be born, and influence China for more than two thousand years, the formation of a new unified thought.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    At this moment, Qin Jun calmly accepted the fact that he was Ying Gao. He believed that in this life, he would use all his strength, including his life, to protect this mighty country.\n   </p>\n   <p>\n    Even if it is to change the course of history, even if it is to kill people!\n   </p>\n   <p>\n    For the sake of Daqin, Yinggao is at all costs!\n   </p>\n   <p>\n    Although he was not valued by Qin Shihuang, his concubine was a palace maid, and he was also a maid sent to the palace by Marquis Wenxin, but Yinggao had enough confidence to change everything unfavorable in the future.\n   </p>\n   <p>\n    (end of this chapter)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 2": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1 class=\"main-title\">\n  I Want To Be Qin II Chapter 2: Good medicine is bitter, the desolate Qi Nian Palace! [For collection,\n </h1>\n <body>\n  <div [class]=\"'par fontsize-' + fontsize\" class=\"par fontsize-16\">\n   <p>\n    Chapter 2 Good medicine is bitter, the desolate Qi Nian Palace! 【For collection, for recommendation】\n   </p>\n   <p>\n    The crowning ceremony is over!\n   </p>\n   <p>\n    King of Qin's political pairing with the ancestor Mu Gongjian, and the seal of the King of Qin and the military talismans presented by all parties.\n   </p>\n   <p>\n    At the same time, Lu Buwei walked to the middle of the hall, bowed solemnly to King Qin, and said, \"Old minister, please go to the title of \"Zhongfu\" and return to the king!\n   </p>\n   <p>\n    Hearing this, Qin Wangzheng glanced at Lu Buwei, his eyes flashed with joy, his face was as usual, and he said, \"If it is an isolated incident, please ask the Marquis of Wenxin for advice!\"\n   </p>\n   <p>\n    Qin Wangzheng didn't hesitate, and didn't give others room to think, he just nodded and agreed.\n   </p>\n   <p>\n    This is his power!\n   </p>\n   <p>\n    Since then, Qin Wangzheng has been the puppet king of Qin for eight years, and finally he has touched the supreme power of Daqin. Life and death are in his hands.\n   </p>\n   <p>\n    Forcing himself to endure the anger in his heart, Qin Wangzheng glanced at the ministers, followed suit, and said, \"Zhao Gao, declare that the king's book--!\"\n   </p>\n   <p>\n    \"No!\"\n   </p>\n   <p>\n    nodded in agreement, Zhao Gao opened the silk thread on the king book in his hand, and then slowly unfolded it, like a picture scroll with fame and fortune written on it.\n   </p>\n   <p>\n    No one present knew that this was not just a reward, but also a picture of the splendid rivers and mountains of the empire.\n   </p>\n   <p>\n    \"The edict of the King of Qin: Marquis Wenxin Lu Buwei has a fiefdom for hundreds of miles, and still leads the Prime Minister of Kaifu to supervise the country; the rest of the monarchs, ministers, and generals, all those who have made merit in pacifying the rebellion, all will be promoted by Marquis Wenxin as appropriate!\"\n   </p>\n   <p>\n    \"All the internal servants who participated in the war were all ranked first in the army; Wang Wan was promoted to Changshi, and he was in charge of the affairs of the king's city; Meng Tian was promoted to Xianyang Commander and led the general of Xianyang, and he was in charge of the military and government of the country!\"\n   </p>\n   <p>\n    \"Wang Jian was promoted to former general, deputy Huanqi General Administration Lantian Camp Military Affairs; internal servant Zhao Gao entered the Shaofu, and was in charge of the royal family's treasury.\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"King Qin Mingcha!\" At this moment, the ministers bowed at the feet of King Qin, and all agreed with his award.\n   </p>\n   <p>\n    Only Lu Buwei frowned obscurely, he could feel the power of King Qin's hand.\n   </p>\n   <p>\n    actually calmed down the instability of people's hearts because of the old man, and made the ministers identify with the young king of Qin, which is really amazing.\n   </p>\n   <p>\n    Such a king of Qin really has a unique vision and an astounding keen observation.\n   </p>\n   <p>\n    For a moment, Lu Buwei had a feeling that this king was truly a god-given king.\n   </p>\n   <p>\n    It's just that now that the King of Qin is crowned, he is already a hungry wolf, and even Lu Buwei, Marquis of Wenxin, can't stop the wolf's ferocity.\n   </p>\n   <p>\n    The fate of Daqin, from this moment onwards, will move towards an unknown, reaching an extreme splendor.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"Meng Tian, ​​lead the army to open the way, and all the civil and military officials will return to the Xianyang King City overnight!\" Qin Wangzheng's eyes were deep, and he suddenly gave an order.\n   </p>\n   <p>\n    \"No!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    After the award, Qin Wangzheng left the Qinian Palace non-stop, and went to Xianyang Wangcheng overnight. In today's Daqin, there are still a lot of things waiting for him to deal with.\n   </p>\n   <p>\n    The mighty people left, and the desolate Qinian Palace was once again lonely.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    In the entire Qi Nian Palace, there are only some maids and chamberlains left, including the imperial physician Su Che, the queen mother Zhao Ji, and the third son Ying Gao.\n   </p>\n   <p>\n    It is a pity that the two masters of the Qinian Palace were imprisoned in Yiyang Palace, and the other was lying on the bed.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Su Che boiled the medicinal liquid and handed it to the palace maid Lu He, carefully instructing, \"Feed it to the third son, be careful during the process!\"\n   </p>\n   <p>\n    \"No!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Lu He walked into the palace, holding a medicine bowl with a nervous expression, and came to Yinggao's bed.\n   </p>\n   <p>\n    Yinggao and Lu He looked at each other, and for a while, both of them were a little surprised, and there was no sound for a while. After a long time, Lu He just slowly said.\n   </p>\n   <p>\n    \"Three Young Masters, are you awake?\"\n   </p>\n   <p>\n    For Yinggao, Lu He is very fond of. This kind of affection has nothing to do with identity, just because Ying Gao rushed up and rescued the king of Daqin.\n   </p>\n   <p>\n    At this time, the reverence of the old Qin people for the King of Qin can be said to be extremely deep.\n   </p>\n   <p>\n    In the great Qin, the whole country, the King of Qin is like a god!\n   </p>\n   <p>\n    \"Um!\"\n   </p>\n   <p>\n    Nodding slightly, Ying Gao looked at Lu He, but for a while, he didn't know how to speak, so he just stared like this and didn't speak.\n   </p>\n   <p>\n    \"Third Young Master, this servant will go to ask Imperial Physician Su...\" There was a hint of excitement on Lu He's pretty face, she put the medicine bowl on the desk, turned around and was about to leave.\n   </p>\n   <p>\n    \"Um!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    At this time, Yinggao's enthusiasm has all faded away. He knew that at this time, the most important thing to do was to work hard to survive.\n   </p>\n   <p>\n    Otherwise, everything will be in vain!\n   </p>\n   <p>\n    Therefore, Ying Gao did not stop Lu He from going to see Imperial Doctor Su. Medical care was not developed in this era, and the imperial physicians in Daqin almost represented the highest medical level in this era.\n   </p>\n   <p>\n    In order to survive, Yinggao can only trust these experts!\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Hearing the news from Lu He, Su Che was taken aback, exclaimed that the heavens bless him again and again, kept his feet, and walked towards Ying Gao's bedroom.\n   </p>\n   <p>\n    \"Third Young Master, do you feel any discomfort in your body?\" Su Che's eyes were bright, joyful, puzzled, and even more doubtful.\n   </p>\n   <p>\n    \"I feel that I am extremely weak, nothing else...\" At this moment, for the safety of his own life, Ying Gao chose to tell the truth.\n   </p>\n   <p>\n    \"The third son's poisoning is too deep, and the process of detoxification is a process of great damage to the vitality. It is normal for the son to feel weak!\"\n   </p>\n   <p>\n    Su Che felt a little joy in his heart, he knew that Ying Gao's life was saved, and so was his life.\n   </p>\n   <p>\n    \"Lu He feeds the young master to take the medicine!\" Su Che instructed Lu He, and then told Yinggao, \"The young master is seriously injured, so you should pay attention to rest.\"\n   </p>\n   <p>\n    \"Um!\"\n   </p>\n   <p>\n    Yinggao looked at Su Che, out of breath, and said, \"It's been troublesome to have Imperial Physician Laosu!\"\n   </p>\n   <p>\n    \"This is the duty of the minister, the son doesn't need to care!\" Su Che was in a good mood and left Yinggao's bedroom, planning to sleep and have a good rest.\n   </p>\n   <p>\n    Too many things happened during the day, which made Su Che physically and mentally exhausted, Ying Gao's life and death were uncertain, and when he was unconscious, a string was tense in his heart.\n   </p>\n   <p>\n    Now that Yinggao woke up, he only felt weak and had no other bad symptoms, which made Su Che feel at ease.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"so bitter!\"\n   </p>\n   <p>\n    Feeling the bitterness in his mouth, Ying Gao frowned, and even wrinkles appeared on his forehead.\n   </p>\n   <p>\n    \"Young Master, only by taking medicine can you recover quickly and return to the King City of Xianyang...\" Lu He gently comforted him, as if he was coaxing a child.\n   </p>\n   <p>\n    \"What's your name?\" Still filled with bitterness in his mouth, Ying looked up at Lu He and said.\n   </p>\n   <p>\n    \"Master Hui, the slave's cheap name: Lu He.\" In the green lotus like water and autumn pupils, there was a vague glimpse.\n   </p>\n   <p>\n    \"Green lotus, right?\"\n   </p>\n   <p>\n    Yinggao was silent for a long time, until he drank the half bowl of black medicinal liquid, and then said to Lu He, \"What kind of medicine is this?\"\n   </p>\n   <p>\n    \"Lu He, go bring a bowl of water, this medicine is too bitter!\" Ying Gao pouted before waiting for Lu He to answer.\n   </p>\n   <p>\n    \"No!\"\n   </p>\n   <p>\n    nodded in agreement, Lu He got up, brought the water that had been prepared on the long table, and carefully fed Yinggao spoonfuls by spoonfuls.\n   </p>\n   <p>\n    Newcomers and new books seeking recommendation, collection, and attention\n   </p>\n   <p>\n   </p>\n   <p>\n   </p>\n   <p>\n    (end of this chapter)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 3": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1 class=\"main-title\">\n  I Want To Be Qin II Chapter 3: Su's advice [for collection and recommendation]\n </h1>\n <body>\n  <div [class]=\"'par fontsize-' + fontsize\" class=\"par fontsize-16\">\n   <p>\n    Chapter 3 Guidance of Imperial Physician Su 【Seeking collection for recommendation】\n   </p>\n   <p>\n    King Qin's government is vigorous and resolute!\n   </p>\n   <p>\n    The day after    entered Xianyang, the King of Qin dispatched Chief Shi Wang Wan to invite Lu Buwei, Marquis of Wenxin, and summoned Tingwei, Si Kou, Xian Pirates, Imperial Censors, State Prisoners, State Prisoners and other ministers of law.\n   </p>\n   <p>\n    The state of Qin has strict laws. Any crime has always been convicted in accordance with the law, and there has never been a resolution in the court meeting. However, the regent of Lu Buwei has shaken the foundation of Qin law.\n   </p>\n   <p>\n    actually planted an impression on the Daqin Dynasty, that a large punishment can be punished by the court, and a court meeting can be lenient.\n   </p>\n   <p>\n    Now that the King of Qin has summoned the ministers who practice the law, for a while, the ministers are unable to touch the mind of the King of Qin.\n   </p>\n   <p>\n    For a time, all the ministers were apprehensive and looked at each other, and no one was willing to speak first.\n   </p>\n   <p>\n    Facing the sharp gaze of the King of Qin, the old Tingwei folded his hands and said, \"I dare to ask the king, Xiangguo, whether this case is a crime in accordance with the law, or a lenient sentence outside the law?\"\n   </p>\n   <p>\n    \"This is exactly what the ministers mean!\" At the same time, several ministers said in unison.\n   </p>\n   <p>\n    \"Marquis Wenxin, what's your opinion?\" Qin Wangzheng glanced at Lu Buwei, who was sitting peacefully, and asked.\n   </p>\n   <p>\n    \"There is a law in the state, and you should follow the law!\" Lu Buwei sternly kowtowed on the long case, and said, \"The old minister is worried about only the Queen Mother!\"\n   </p>\n   <p>\n    This matter was brought up by Lu Buwei, and the ministers could not help but turn their attention to Qin Wangzheng. After all, the Queen Mother was involved, and as a minister, it was inevitable that one would be at a loss.\n   </p>\n   <p>\n    \"Snapped!\"\n   </p>\n   <p>\n    As soon as the king's case was shot, Qin Wangzheng looked cold, looked at all the ministers, and said, \"Since all the ministers have doubts, today the king will warn you: From today onwards, no matter how big or small the case is or whoever is involved, Always decide according to the law!\"\n   </p>\n   <p>\n    \"Your Majesty the King, the ministers will honor your orders!\" Tingwei and the others were delighted, and hurriedly agreed.\n   </p>\n   <p>\n    Qin Fa was deeply rooted in the hearts of the people, and these law-practicing ministers were somewhat dissatisfied with Lu Buwei's actions.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Without looking at all the ministers, Qin Wangzheng looked indifferent, knocked on the king's case, and said, \"It is the shame of Qin's rule of law to commit rebellion and rebellion. The body of the man, the palace that he entered?\"\n   </p>\n   <p>\n    \"This king's decision: The six ministers are co-signed, with the Tingwei Mansion as the mainstay, and no one may interfere. Within two months, the investigation of the case will be completed, and there must be no mistakes!\"\n   </p>\n   <p>\n    \"No!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    In Xianyang, because of Qin Wangzheng's thunderstorm, there was a chilling wind. For a time, everyone was in danger and instantly became vigilant.\n   </p>\n   <p>\n    However, in the Qi Nian Palace, the only thing Yinggao had to do for one day was to take medicine, take medicine, and take medicine until seven days later.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Seven days later, Ying Gao finally got out of bed and walked in the desolate Qinian Palace with the help of Lu He, breathing fresh air and letting himself get better soon.\n   </p>\n   <p>\n    After all, he stayed there all the time, even if he was a good person, he would be dismissed. What's more, Ying Gao was still a weak young man who had just been detoxified.\n   </p>\n   <p>\n    At this moment, he can only improve himself and rely on himself.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"Congratulations to the third son, congratulations to the third son, congratulations to the third son, this is finally over...\" Su Che looked at Ying Gao, whose face was still pale, but had a hint of popularity, bowed and said.\n   </p>\n   <p>\n    \"Doctor Su doesn't need to be polite, just sit down and talk—!\" Ying Gao motioned for Lu He to help him over, and the two took their seats in the pavilion.\n   </p>\n   <p>\n    Although he is only six years old, Ying Gao is very tall. At first glance, if he does not know his age, he will mistake him for a child of eight or nine years old.\n   </p>\n   <p>\n    And the deepness in Ying Gao's eyes from time to time made Su Che not regard Ying Gao as just a child.\n   </p>\n   <p>\n    \"Doctor Su, tell me the truth, how is my physical condition?\" Yinggao looked at Su Che straightly, and said, \"How long can I live?\"\n   </p>\n   <p>\n    For Yinggao, how long he can live has a completely different meaning, and the plan he will deploy is also different.\n   </p>\n   <p>\n    Hearing the words, the corners of Su Che's mouth rose: \"Don't worry, Third Young Master, the poison has been resolved. As long as the son is diligent and cultivated, there will be no problem!\"\n   </p>\n   <p>\n    \"It's just that the poisoning is too deep. Even if the poison has been removed, I am afraid that in the rainy weather, there will be bone-piercing pain between the bones. This is just the minister's guess!\"\n   </p>\n   <p>\n    \"Maybe this is my Yinggao's life, Imperial Doctor Su doesn't have to blame himself, I know you have done your best!\" After persuading Su Che, Yinggao's face was a little ugly.\n   </p>\n   <p>\n    After all, one moment ago, he was very ambitious and thought that infinite beauty was waiting for him. The next moment, bad news came, and the sky fell in an instant.\n   </p>\n   <p>\n    \"You don't need to be so discouraged, Young Master San. Now Young Master is only six and a half years old, which is the age when everything is possible, and it's not necessarily a return to normal!\"\n   </p>\n   <p>\n    Su Che sighed a little in his heart. After seven days of getting along with each other, he has some understanding of this third son, and he is very strong.\n   </p>\n   <p>\n    It's just that fate is so unfair to Yinggao!\n   </p>\n   <p>\n    This Loulan strange poison, even after detoxification, will leave the root of the disease, but the severity of the root of the disease is different for everyone.\n   </p>\n   <p>\n    This is a disaster for a child who is only six and a half years old.\n   </p>\n   <p>\n    Su Che can feel the sadness hidden under the innocent smile. He knows that some things are understood by Yinggao, he also understands, and Lu He also understands.\n   </p>\n   <p>\n    It's just that they tacitly understand each other!\n   </p>\n   <p>\n    \"Young Master is only severely damaged by poisoning, so he may not have a chance to recover, but this requires Master's perseverance and chance!\"\n   </p>\n   <p>\n    Su Che has no son and no grandson. The past few days of getting along day and night have made him feel a little good about Ying Gao. He pondered for a long time and couldn't help but mention a sentence.\n   </p>\n   <p>\n    No matter how old the old man is, he can't help but envy the happiness of his family.\n   </p>\n   <p>\n    Hearing this, Ying Gao's eyes burst into a gleam of light, and at that moment, it was terrifyingly bright: \"Ying Gao dares to ask Imperial Doctor Su for guidance, this kindness Ying Gao will never forget!\"\n   </p>\n   <p>\n    Su Che's eyelids opened and closed, paused for a moment, chuckled, and said, \"In today's world, most generals have amazing strength, and they are invincible in battle and invincible!\"\n   </p>\n   <p>\n    \"This is not inborn, but acquired with a secret method to polish, refine the muscles and bones, nourish the blood and qi, so as to achieve the improvement of the force!\"\n   </p>\n   <p>\n    \"If the young master can polish this secret technique, he may not be able to make up for the defects, but the process is difficult and extremely painful!\"\n   </p>\n   <p>\n    \"This kind of secret method is the foundation of a family of generals, even if the son gets the status, I'm afraid it will be difficult to get-!\"\n   </p>\n   <p>\n    “…”\n   </p>\n   <p>\n    Yinggao's eyes are deep and deep, he knows what Su Che said, that the martial artist has to train his body. Among them, there are prescriptions and special steps.\n   </p>\n   <p>\n    Although you can't practice internal strength, it can make a person's strength improve in an all-round way.\n   </p>\n   <p>\n    took a sip of tea, Ying Gao raised his head suddenly, the excitement and heat in his eyes turned into madness in an instant: \"I don't know Imperial Doctor Su, can you tell me which secret method in the Qin kingdom is suitable for me?\"\n   </p>\n   <p>\n    Daqin established the country with martial arts, and there were many families in the military. Almost all such secret techniques were inherited, but Yinggao knew that there was only one chance.\n   </p>\n   <p>\n    He has to find the best fit!\n   </p>\n   <p>\n    Su Che has said too much, at this moment, he has no scruples, silently facing Ying Gao for a long time, and said: \"In today's world, Wang's and Meng's have great signs of prosperity, and the son is the best! \"\n   </p>\n   <p>\n    (end of this chapter)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 4": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1 class=\"main-title\">\n  I Want To Be Qin II Chapter 4: I want to be the most dazzling and brightest boy in Xianyang Wangcheng\n </h1>\n <body>\n  <div [class]=\"'par fontsize-' + fontsize\" class=\"par fontsize-16\">\n   <p>\n    Chapter 4 I want to be the brightest and brightest boy in Xianyang King City\n   </p>\n   <p>\n    Time flies like a white cloud and a dog.\n   </p>\n   <p>\n    One month passed in a blink of an eye, and the relationship between Yinggao and Su Taiyi Lu He has grown by leaps and bounds.\n   </p>\n   <p>\n    Of course, a huge palace, desolate and desolate, with only a few people, in such an environment, as long as the other party is not a vicious person, they will get along well.\n   </p>\n   <p>\n    This is the principle of reporting groups to keep warm.\n   </p>\n   <p>\n    It's just that compared to Lu He, Suche, and Ying Gao, they seem a lot more deliberate.\n   </p>\n   <p>\n    In the whole of Daqin, he has no henchmen, and some people, the best start is when they are dull, when they are in trouble.\n   </p>\n   <p>\n    Now that his serious injury has not healed, he is still a teenager. Others are not guarding him enough. It is the best time to understand a person's character and talent.\n   </p>\n   <p>\n    This is Ying Gao's choice, Lu He is the person he is looking for, and Su Che, in this world, has a talented doctor who is the best choice.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"Young Master, the king sent an oral decree: I ask the son and his ministers to set off immediately and rush back to Xianyang—!\" Su Che looked at Ying Gao with a trace of undetectable love in his eyes.\n   </p>\n   <p>\n    Yinggao always knew that the Qinian Palace was just a starting place, and the Xianyang Palace was the main battlefield.\n   </p>\n   <p>\n    In order to meet this moment, he has been preparing for a month. Here, he will be the most dazzling and brightest boy in Xianyang Wangcheng.\n   </p>\n   <p>\n    In this way, Fang will live up to this life!\n   </p>\n   <p>\n    \"Father has a call, come back—!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Ma Xiaoxiao, the carriage was running fast on the road, but it didn't feel much bumps. Obviously, this driver was a real driving master.\n   </p>\n   <p>\n    Xianyang Palace.\n   </p>\n   <p>\n    Entering Xianyang Palace and Wangcheng, Lu He was taken away by the inner servant, Ying Gao ordered one or two, and he and Su Che walked towards the study of King Qin.\n   </p>\n   <p>\n    In Yinggao's memory, this will be the second time to see the King of Qin, the king who is destined to be one kingdom under the heaven.\n   </p>\n   <p>\n    The first time was on the crown ceremony of the Qiannian Palace!\n   </p>\n   <p>\n    \"The third son is waiting in the side hall, and Imperial Physician Su will go to see the king first!\" Zhao Gao said in a low voice to Su Che and Ying with an expression as usual.\n   </p>\n   <p>\n    \"Um.\"\n   </p>\n   <p>\n    exchanged glances with Su Che, and Ying Gao was led into the side hall by the palace maid. On the long table in the side hall, there are snacks that he does not know.\n   </p>\n   <p>\n    came all the way, feeling hungry in his belly, Ying knelt down and sat down, took some snacks and started eating.\n   </p>\n   <p>\n    This is Daqin, not a big man. Yinggao doesn't have to worry that this is sweet-scented sweet-scented osmanthus cake, and he doesn't have to worry that when he swallows the snack, there will be a sound: General Liang Ji is here.\n   </p>\n   <p>\n    With the tea, Ying Gao took a plate of dim sum and swallowed most of it, only then did his stomach feel a little warm.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"Third Young Master, Your Majesty asked you to go to the study—!\" A strange color flashed across Zhao Gao's eyes, and he was also surprised by the winning move.\n   </p>\n   <p>\n    He knew that Yinggao at the moment was the only firelight in King Qin's fragile emotional world.\n   </p>\n   <p>\n    \"it is good!\"\n   </p>\n   <p>\n    nodded slightly, and Ying Gao stretched out his hand: \"There is an order from the Laozhongchefu—!\"\n   </p>\n   <p>\n    For this **** who almost subverted Da Qin with one hand, Ying Gao did not like it, but he did not dare to underestimate it.\n   </p>\n   <p>\n    \"No!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    On the way to the study, Ying Gao tried to recall Qin Wangzheng's appearance, but found that it was extremely vague.\n   </p>\n   <p>\n    \"Your Majesty, the third son is here!\" Standing at the entrance of the study, Zhao Gao bowed and said.\n   </p>\n   <p>\n    \"Um!\"\n   </p>\n   <p>\n    At this moment, Qin Wangzheng suddenly raised his head, a ray of light shot out from his eagle-like eyes, took a deep look at Ying Gao, and said, \"Zhao Gao, step back!\"\n   </p>\n   <p>\n    \"No!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    When Zhao Gao left, Qin Wangzheng's domineering and sharp eyes gradually softened. At this moment, Yinggao bowed solemnly: \"My son pays respect to father, Wang Wannian, Daqin Wannian—!\"\n   </p>\n   <p>\n    \"Ha ha…\"\n   </p>\n   <p>\n    laughed, Qin Wangzheng waved his hand: \"Come in and sit, how is your body?\"\n   </p>\n   <p>\n    walked into the study, sat down on the side of the king's case, Ying Gao was silent for a while, and said, \"Reporting to the father, Imperial Physician Su said that my son may suffer from the root of the disease, and the bones will sting in the rainy weather!\"\n   </p>\n   <p>\n    Hearing the words, Qin Wangzheng had deep eyes, paused for a moment, and said, \"At that time, above the crown ceremony, the assassin was killed. Did you not think about the consequences when you rushed out?\"\n   </p>\n   <p>\n    \"No!\"\n   </p>\n   <p>\n    \"why?\"\n   </p>\n   <p>\n    raised his head and looked at Qin Wangzheng, Ying Gao's eyes burst into hot fire: \"Because you are my father, maybe you may not remember me!\"\n   </p>\n   <p>\n    At this moment, Qin Wangzheng was shocked by his son.\n   </p>\n   <p>\n    This sentence is like the sharpest knife, stabbed into the heart of Qin Wangzheng at once.\n   </p>\n   <p>\n    Fortunately, Qin Wangzheng is very personable, his heart is surging, and his face is still calm like water: \"Su Taiyi told Father Wang that your vitality has been severely damaged by removing poison, and you may be able to use the secret method of grinding your bones to make up for it!\"\n   </p>\n   <p>\n    \"Among the aristocratic families of the Daqin generals, the Wang family and the Montessori family are the favorites of the father and the king. Now, do you choose one?\"\n   </p>\n   <p>\n    Yinggao was injured because of his injury. Whether it was because of his father and son, or kindness, Qin Wangzheng must try his best to make up for it, otherwise, it would be a debt for his life.\n   </p>\n   <p>\n    At this moment, when Qin Wangzheng's voice fell, Ying Gao's breathing became heavier, and a pleasant surprise appeared in his eyes, which was the desire for life.\n   </p>\n   <p>\n    Qin Wangzheng, who saw this scene, nodded slightly.\n   </p>\n   <p>\n    But, for Yinggao, he knows better than anyone what this choice is, this is half of the Daqin military.\n   </p>\n   <p>\n    Wang Jian, Wang Ben, Meng Tian, ​​Meng Yi…\n   </p>\n   <p>\n    Anyone who knows their future achievements will not be moved.\n   </p>\n   <p>\n    Yinggao knew that the best choice was Montessori, because he remembered clearly that at the end of Qin Dynasty, Meng Yi and Meng Tian had all appeared, but Wang and his son were nowhere to be seen.\n   </p>\n   <p>\n    Only Wang Li played and was captured in the end!\n   </p>\n   <p>\n    However, Ying Gao knew that now the decision-making power is not in his hands, but in the hands of Qin Wangzheng.\n   </p>\n   <p>\n    After thinking about this, Ying Gao folded his hands and said: \"I am ignorant about this matter, please ask the father and king to make the decision-!\"\n   </p>\n   <p>\n    \"Um!\"\n   </p>\n   <p>\n    nodded slightly, now Ying Gao is only six and a half years old, one year younger than Fu Su, so it is normal that he does not know much about the generals in the army.\n   </p>\n   <p>\n    \"General Wang Jian uses his troops like a god, and he is a family of generals. If you can learn a thing or two, it will not be in vain for your father and king!\"\n   </p>\n   <p>\n    In one thought, Qin Wangzheng made a decision. After all, Wang Jian is a little older and a teacher. He is too young to look reliable.\n   </p>\n   <p>\n    Thoughts flickered in his heart, Qin Wangzheng exhorted, \"It's not easy to polish your muscles and bones. Back then, when the father and the king were hostages to Zhao, there was no such opportunity.\"\n   </p>\n   <p>\n    \"Now that you have it, you must cherish it, do things, and don't give up halfway—!\"\n   </p>\n   <p>\n    Hearing the words, the happy expression on Yinggao's face quickly spread, and he no longer concealed it, directly exposing the emotional fluctuations to Qin Wangzheng's eyes.\n   </p>\n   <p>\n    Qin Wangzheng's eyes were deep, and a smile appeared on his face: \"Father will send you to help Su to Montessori, and Lu to Sima's...\"\n   </p>\n   <p>\n    \"I hope you brothers, don't let your father down...\"\n   </p>\n   <p>\n    Hearing this, Ying Gao stood up and bowed to the Qin King Zheng pretending to be like a child fighting for victory, said.\n   </p>\n   <p>\n    \"Thank you father Wang Chengquan, my son will definitely learn the martial arts and military skills of General Wang Jian, and become the most dazzling and brightest boy in Xianyang Wangcheng!\"\n   </p>\n   <p>\n    (end of this chapter)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 5": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1 class=\"main-title\">\n  I Want To Be Qin II Chapter 5: Ying Gao comes to the door\n </h1>\n <body>\n  <div [class]=\"'par fontsize-' + fontsize\" class=\"par fontsize-16\">\n   <p>\n    Chapter 5\n   </p>\n   <p>\n    Fu Su worshipped the Montessori, Jiang Lu worshipped the Sima family, and Yinggao worshipped the Wang family.\n   </p>\n   <p>\n    Among them, Montessori is the best, followed by Wang and Sima. Similarly, this is also the ranking of the three of them in Qin Wangzheng's mind. It is so obvious, but it is very clear.\n   </p>\n   <p>\n    Qin Wangzheng's arrangement of the three oldest sons fully explained his preferences. If Ying Gao hadn't rescued him in Qinian Palace, this choice would definitely not have been Wang Jian and his son.\n   </p>\n   <p>\n    Such an arrangement is only a kind of co-optation and a balance, but the King of Qin believed that his subjects were absolutely loyal to him.\n   </p>\n   <p>\n    However, the biggest reason why Qin Wangzheng arranged this way is that Daqin established the country with military force. In each period, there were one or two extremely dazzling generals in the public office.\n   </p>\n   <p>\n    Although Qin Wangzheng did not have a successor, his cultivation and attention to Fusu was definitely not comparable to others.\n   </p>\n   <p>\n    Yinggao knew clearly that Qin Wangzheng only wanted to help Su Chengcai, because he always wanted to establish a successor.\n   </p>\n   <p>\n    After all, in the future, Meng Tian will hold an army of 300,000 people from the North, and if there are any changes, Fusu can take the lead.\n   </p>\n   <p>\n    Not to mention, Meng Yi will be the commander-in-chief of the Great Qin Empire, and will be with the First Emperor all the year round.\n   </p>\n   <p>\n    The Montessori brothers, both in literature and martial arts, can be the right arm of Fusu.\n   </p>\n   <p>\n    \"Hey!\"\n   </p>\n   <p>\n    sighed in his heart for a lifetime, Ying Gao knew that his journey is still far away and has just begun.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    After leaving the study, Yinggao went straight to his own bedroom, Changyang Palace.\n   </p>\n   <p>\n    Because Yinggao was still young, both Fusu and Yinggao lived in the harem.\n   </p>\n   <p>\n    Because of digesting the memory of the original owner, Ying Gao was still familiar with Changyang Palace.\n   </p>\n   <p>\n    Moreover, the King of Qin has only seen him a few times, so he doesn't need to pretend at all, he is Ying Gao, the third son of the current King of Qin.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"Young Master, you've come!\"\n   </p>\n   <p>\n    Lu He has been waiting in the bedroom for a long time, eager to see. She was unfamiliar with life here, and for a while, she was quite at a loss.\n   </p>\n   <p>\n    As soon as Lu He's words came out, the face of the maid in Changyang Palace turned pale, but because of Lu He's identity, no one dared to attack on the spot.\n   </p>\n   <p>\n    \"Green Lotus!\"\n   </p>\n   <p>\n    nodded slightly, glanced at the maids and servants who were waiting at the door of the palace, and said, \"From now on, the maids in Changyang Palace will be headed by you.\"\n   </p>\n   <p>\n    \"No!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"Change clothes for me, find a white one, and pack up...\" Glancing at the palace, which was dominated by black, Ying Gao frowned slightly and said.\n   </p>\n   <p>\n    \"No!\"\n   </p>\n   <p>\n    Right now Daqin is still black, but black is not the only one. Ying Gao wanted to change into white clothes, firstly to facilitate entry into Wang Jian's mansion, and secondly because he was keen on white clothes.\n   </p>\n   <p>\n    The current Daqin is an open and tolerant Daqin, so as long as it is not a rebellion against the monarch and violation of Qin's laws, almost all of them will be tolerated.\n   </p>\n   <p>\n    After washing, Yinggao changed into a white robe, and the whole person became brighter, no longer a dull color.\n   </p>\n   <p>\n    \"Huang Liangfu, go to the palace gate to register, and then drive to General Wang Jian's mansion!\" Ying Gao glanced at Shangyang Palace and stepped out.\n   </p>\n   <p>\n    \"Master, this old slave is going!\"\n   </p>\n   <p>\n    Huang Liangfu is the exclusive servant of Ying Gao. He is already a man in his thirties. He acts meticulously and cautiously, which is what Ying Gao needs at this moment.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Ma Xiaoxiao, a chariot three feet wide and three feet high, pulled out of the palace and headed for Wang Jian's mansion.\n   </p>\n   <p>\n    On the way, the Qin people walked very fast and hardly stopped, but their faces were not anxious, but a kind of calm, a kind of calmness of the people of a big country.\n   </p>\n   <p>\n    As if the sky is falling, you are not afraid!\n   </p>\n   <p>\n    Above the car, Ying Gao has a deep gaze. These people of the country were not surprised by the bronze chariot, but silently gave way.\n   </p>\n   <p>\n    And they gave way, but the pedestrians moved to the sides and continued on without stopping.\n   </p>\n   <p>\n    Seeing this, Yinggao also felt a little emotional in his heart. Daqin may have a thousand kinds of bad things, but Qin's laws are strict, and the laws are not noble, and the whole country is one and the same.\n   </p>\n   <p>\n    This made Qin Fa the lifeblood of the old Qin people!\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"Young Master, General Wang Jian's residence is here—!\" Huang Liangfu restrained the carriage, tilted his head towards Ying, and said respectfully.\n   </p>\n   <p>\n    \"Liangfu, knock on the door and hand in the salutation, remember to be more respectful—!\" Yinggao gestured, he didn't dare to be careless about this trip.\n   </p>\n   <p>\n    He was aware of Wang Jian's prudence, and taught himself the way of martial arts and how to sharpen his muscles and bones. To a certain extent, Wang Jian was his teacher.\n   </p>\n   <p>\n    At that time, it is very likely that they will be bound together and intervene in the battle for succession.\n   </p>\n   <p>\n    With Wang Jian's prudence, it was a huge trouble for Yinggao to come to the door today.\n   </p>\n   <p>\n    And this era is the most open and tolerant Warring States on the land of China. Between the ruler and the minister, there is only the ruler and the minister, and there is no clear master and servant.\n   </p>\n   <p>\n    Between the two, at most, they are the bosses and employees of later generations. Although there are words from King Qin, Wang Jian can also refuse.\n   </p>\n   <p>\n    Even if Wang Jian rejects Ying Gao today, it will not affect Wang Jian's status in King Qin's heart. He knows that he is far from Wang Jian's status at this moment.\n   </p>\n   <p>\n    \"No!\"\n   </p>\n   <p>\n    At this time, Wang Jian has just been reused by the King of Qin, and the road to a generation of famous marshals has just begun. Therefore, at the moment, Wang Jian's mansion is not grand, with only six entrances.\n   </p>\n   <p>\n    Yinggao walked out of the carriage and horse field, took three steps and two steps, came to the back of Liangfu, and waited for Wang Jian.\n   </p>\n   <p>\n    He knew that when the news spread, with Wang Jian's character, no matter whether he was powerful or not, Wang Jian would not fail to go out to greet him because of the sons of the royal family, the current son of the King of Qin.\n   </p>\n   <p>\n    Sure enough, after a few moments of conversation between Liangfu and the old man of Wangfu, Wang Jian's figure appeared in front of the door, and even his son Wang Ben followed.\n   </p>\n   <p>\n    \"Wang Jian has seen Third Young Master!\" Wang Jian walked out of the mansion gate and stood still, and was about to bow down.\n   </p>\n   <p>\n    Seeing Wang Jian going out, Yinggao hurriedly stretched out his hand to support Wang Jian, preventing him from bowing down: \"General, Yinggao is dressed in white, don't bow!\"\n   </p>\n   <p>\n    \"I came to the door today, Yinggao has something to ask for, I wonder if the general can accept it?\"\n   </p>\n   <p>\n    Yinggao knew clearly that since the King of Qin had already said that he should find Wang Jian to learn the art of warfare and how to sharpen his muscles and bones, he must have communicated with Wang Jian.\n   </p>\n   <p>\n    But out of respect for Wang Jian, Ying asked loudly, if Wang Jian was unwilling, he would not force it.\n   </p>\n   <p>\n    \"Third Young Master, this place is not a place to talk, why don't you go to the old man's study and have a talk?\" There was a trace of sadness on Wang Jian's face, and it disappeared in a flash.\n   </p>\n   <p>\n    \"General, please—!\" At this moment, Ying Gao's expression was dignified and generous, with a calmness that a young man never had.\n   </p>\n   <p>\n    \"Three Young Masters, please—!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Seeing this scene, a strange color flashed across Wang Jian's eyes. Before, he had no contact with Ying Gao.\n   </p>\n   <p>\n    If it wasn't for the amazing act of Ying Gao in the Qinian Palace, I am afraid that the Qin Dynasty would have forgotten that there is such a person.\n   </p>\n   <p>\n    However, judging from today's contact, Wang Jian knew that this third son was different from ordinary people, and he was not comparable to ordinary people of his age when it came to dealing with people and things.\n   </p>\n   <p>\n    At least, his grandson Wang Li is far inferior!\n   </p>\n   <p>\n    (end of this chapter)\n   </p>\n  </div>\n </body>\n</html>\n"
}