{
    "Chapter 477": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1>\n  <span class=\"title\">\n   第一百五十七章、此一时，彼一时\n  </span>\n </h1>\n <div class=\"rp-article bookContent\" id=\"bookContent\">\n  <p>\n   事实证明，问题不是靠讨论就能够解决的。\n  </p>\n  <p>\n   盘点了一遍大陆各国，庇护七世硬是没有找到一个有份量的盟友。\n  </p>\n  <p>\n   除了教廷的小弟外，各国的立场总体上可以分为两种：直接反教廷和中立反教廷。\n  </p>\n  <p>\n   前者的代表是法兰克王国、阿尔法王国，后者代表则是尹利比亚王国、中大陆三国、以及大陆上的众多小国。\n  </p>\n  <p>\n   当然，各方的实际行动是一回事，口头上的表现又是另外一回事。\n  </p>\n  <p>\n   在法兰克王国另立教廷的消息传出，尹利比亚人就第一时间出来谴责，然后他们的教会也跟着搞起了小动作。\n  </p>\n  <p>\n   中大陆三国的表现也很有意思，一面呼吁各方冷静，一面派人参加法兰克王国发起的另立教廷会议。\n  </p>\n  <p>\n   阿尔法王国只是谴责几句教廷的暴行，就没有再出来刷存在感，但是他们的教会已经全盘复制了教廷的一众机构。\n  </p>\n  <p>\n   谋逆之心都摆在了明面上，哪天冒出来一个北大陆教廷，大家都不会感到奇怪。\n  </p>\n  <p>\n   幸好人族联盟议会正处于闭会期间，否则被这么闹腾下去，联盟非得被折腾垮不可。\n  </p>\n  <p>\n   调停是不可能调停的，人族的几家大势力都是风波中的主角，剩下的小国谁敢瞎比比啊！\n  </p>\n  <p>\n   人族内部无人劝架，外界的异族联盟更是恨不得他们直接打起来，一个个都忙着在背后推波助澜。\n  </p>\n  <p>\n   好在神灵是卷顾人族的，人类各大势力内斗，异族联盟的内部矛盾也渐渐被激化。\n  </p>\n  <p>\n   共患难不易，共富贵更难。\n  </p>\n  <p>\n   前面的战利品分配，就让中大陆几家异族之间产生了矛盾，现在的内部贸易不平衡，更是加剧了这种矛盾。\n  </p>\n  <p>\n   风波的主角是矮人王国，靠着军火市场上的垄断地位，在贸易链上处于了顶端地位。\n  </p>\n  <p>\n   精灵族同样是既得利益者，矮人族锻造武器装备，他们出魔法师为装备刻画魔法阵，在高端军火领域占据了优势地位。\n  </p>\n  <p>\n   一件普通的装备，就能够换取成吨的粮食、矿石。魔法装备更是价值连城，往往需要一个万人部落打上几年工。\n  </p>\n  <p>\n   刚开始的时候，大家还没有发现什么问题，毕竟这就是市场价。\n  </p>\n  <p>\n   武器价格居高不下，除了技术垄断外，还有就是信息不透明。\n  </p>\n  <p>\n   在各族看来，这些先进的武器，本身的造价肯定不菲，价格高昂也是正常的。\n  </p>\n  <p>\n   可接触的时间长了，情况就渐渐发生了变化。\n  </p>\n  <p>\n   大家惊讶的发现，这些武器装备的生产成本，比他们预想中要低得多。\n  </p>\n  <p>\n   三五倍的利润，那都是“打骨折”后的友情价。十几倍的暴利，才是常态。\n  </p>\n  <p>\n   部分大师级作品，溢价到生产成本的百倍，都是有可能的。\n  </p>\n  <p>\n   知道的多了，心态上免不了失衡。不甘心遭受盘剥的各族，联合向矮人族提出了降价要求。\n  </p>\n  <p>\n   毫无疑问，这种“无理要求”，自然是不可能被同意的。\n  </p>\n  <p>\n   矮人族的武器从来都是供不应求，看在大家是盟友的份儿上，才对他们敞开供应的。\n  </p>\n  <p>\n   搁在外面想买，那都要加价，才能够提到货。\n  </p>\n  <p>\n   爱买就买，不买拉倒，矮人做生意，主打的就是一个直爽。\n  </p>\n  <p>\n   最惨的还是兽人，因为距离的缘故，他们采购武器装备需要从异族联盟的地盘上绕一个大圈。\n  </p>\n  <p>\n   沿途的过路费交下来，本就在天上的价格，直接飘到了大气层之外。\n  </p>\n  <p>\n   价格高昂还不是最惨的，更悲剧的是他们属于纯购买方，国内的商品压根儿就卖不出去。\n  </p>\n  <p>\n   不是盟友们刻意压价，完全是地理位置导致的。\n  </p>\n  <p>\n   海上贸易线被阿尔法王国给封锁死死的，陆上交通线要先穿越冰雪世界，才能够和上古遗族联盟交易。\n  </p>\n  <p>\n   恶劣的交通条件，让他们出产的大部分商品，都丧失了交易价值。\n  </p>\n  <p>\n   能够拿出来交易的，就剩下一些硬通货。比如说：魔晶、魔核、魔法材料。\n  </p>\n  <p>\n   在这种背景下，兽人帝国购买的武器装备没有多少，财富反而出现了大量外流。\n  </p>\n  <p>\n   以往的时候，平息贸易逆差的最佳手段，就是带着军队去抢人族。\n  </p>\n  <p>\n   此刻兽人帝国内部各族正忙着内斗，根本就无法通力合作，劫掠也就无从谈起。\n  </p>\n  <p>\n   当然，最重要的原因还是现在没有东西可抢。\n  </p>\n  <p>\n   近东只是阿尔法王国纸面上的领土，港口都还在选址，人影子都碰不到。\n  </p>\n  <p>\n   北疆七省都是刚被祸害过的，就剩下地皮和残存的城堡了，再远的北地属于又穷又硬的骨头。\n  </p>\n  <p>\n   或许在很多兽人部落心中，还期待着阿尔法王国快点开发近东，把“韭菜”培养起来。\n  </p>\n  <p>\n   大家都有一堆破事需要处理，亚斯兰特大陆反倒太平了起来。除了偶尔有兽人部落开干外，总体局势渐渐趋于稳定。\n  </p>\n  <p>\n   另立教廷风波还在持续，但哈德逊已经不担心了。教廷没有第一时间动手，那就意味着要采取外交手段解决问题。\n  </p>\n  <p>\n   很明显，这是被逼出来的结果。\n  </p>\n  <p>\n   没有各国的支持，劳师远征法兰克王国，教廷完全没有任何胜算。\n  </p>\n  <p>\n   想要‘杀鸡儆猴’，都找不到合适的目标。\n  </p>\n  <p>\n   直接反教廷的都不好惹，大陆上的异端份子那么多，万一不小心损失惨重，那才是真的要完蛋。\n  </p>\n  <p>\n   中立反教廷的，略微要好欺负一些，但政治影响太过恶劣。\n  </p>\n  <p>\n   搞不好“鸡”没有杀死，反而将中立派系的逼到了直接反教廷阵营，让局势变得更加恶劣。\n  </p>\n  <p>\n   既得利益者们又不傻，自然要权衡利弊。考虑到的问题越多，就越不敢动手。\n  </p>\n  <p>\n   见双方打起了嘴炮，哈德逊也就放心了。短时间内不打起来就行，后续谁也没有奢望两大霸主能够和平相处。\n  </p>\n  <p>\n   真要是法兰克王国和教廷和解，阿尔法王国也就没法混了。\n  </p>\n  <p>\n   以往的时候，王国敢和教廷对着干，除了双方距离远外，最重要的就是有法兰克人在前面顶着。\n  </p>\n  <p>\n   最近这些年，只要教廷搞大行动，法兰克王国必定会拖后腿，反之也是亦然。\n  </p>\n  <p>\n   两家大势力互相添堵，各国才有好日子过。\n  </p>\n  <p>\n   放下手中的情报后，哈德逊继续和幕僚们完善雪月领开发计划。\n  </p>\n  <p>\n   “公爵，按照王国的近东战略规划，我们将是第一批开荒者。\n  </p>\n  <p>\n   综合各方面因素之后，政务部认为领地的前期开发，以港口为核心即可。\n  </p>\n  <p>\n   兽人缺乏航海技术，就算是发生变故，我们也可以从海上撤离。\n  </p>\n  <p>\n   首批移民，主要以渔民为主。既可解决前线驻军的肉食问题，又可以免受兽人的威胁。\n  </p>\n  <p>\n   政务部计划，港口开辟成功之后，先向新月港输送三千渔民。\n  </p>\n  <p>\n   待站稳脚跟后，再逐步增加移民数量。\n  </p>\n  <p>\n   从港口开辟进度来看，移民工作将在明年展开。预计神圣历99994年，我们将向雪月领移民两万人。\n  </p>\n  <p>\n   三年之后，在当地的移民总数，将突破十万！”\n  </p>\n  <p>\n   雅各布意气风发的说道。\n  </p>\n  <p>\n   这次东进开发雪月领，他们都是受益者。哈德逊的画饼技术虽然很初级，但在亚斯兰特大陆绝对是跨时代的。\n  </p>\n  <p>\n   为了让手下人卖力干活，哈德逊老爷已经为大家描绘了雪月领开发完成后的美好画卷。\n  </p>\n  <p>\n   身份地位、荣华富贵，那是应有尽有。出于防备兽人的目的，哈德逊甚至还创造了独具特色的新贵族体系。\n  </p>\n  <p>\n   封地爵位自然是有的，只不过大家不需要单独去管理，而是他这个封君统一进行规划管理，大家直接拿收益分红即可。\n  </p>\n  <p>\n   正常情况下，这么玩儿肯定会被人认为这是图谋不轨，但是近东地区例外。\n  </p>\n  <p>\n   有兽人那个好邻居在，中小贵族的领地能够收支平衡，都是一个奇迹，稍有不慎就是身死领地灭。\n  </p>\n  <p>\n   与其每天生活在危机之中，自然不如统一管理，共同分担风险靠谱。\n  </p>\n  <p>\n   权力是被限制了，但胜在安全性提高了，还省去了前期的开发投入！\n  </p>\n  <p>\n   对新兴贵族来说，领地开荒期是最容易发生意外的。很多贵族领主，都倒在了这最关键的一环上。\n  </p>\n  <p>\n   跟着哈德逊老爷混就简单了，按照这份新贵族体系建造计划，他们直接豁免了初期的风险。\n  </p>\n  <p>\n   后续的权利问题，先加入贵族这个有潜力的集团，积累到人生的第一桶金后再考虑吧！\n  </p>\n  <p>\n   唯一美中不足的是想加入这份计划门槛很高，只有立下大功劳的家臣，才有资格获得，比拿到爵位的难度都大。\n  </p>\n  <p>\n   “计划没有什么问题，但是太过保守。按照你们的计划展开，王国的近东战略，就没办法按时完成了。\n  </p>\n  <p>\n   新月港不光是雪月领的港口，同时也是王国在近东地区的第一大军港。除了承担领地的开发外，还要支援其他贵族的领地建设。\n  </p>\n  <p>\n   简单的来说，新月港开辟过后，我们不光要在当地站稳脚跟，还要为一众近东领主提供后续的物质保障。\n  </p>\n  <p>\n   首批移民三千可以不变，但明年我们最少要向近东输送五万移民，三年后当地的总人口不能低于三十万。\n  </p>\n  <p>\n   考虑到兽人的反应，前期的移民聚居点，全部放在沿海地区好了。\n  </p>\n  <p>\n   把思维模式打开，雪月领的疆域范围，只有和人族接壤区域有边界，其它区域都是没有边界的。\n  </p>\n  <p>\n   我记得兽人帝国的东部沿海多是沼泽地、盐碱地，当地很少有兽人部落聚居，这就是机会。\n  </p>\n  <p>\n   不适合农牧，又不影响捕鱼，未来很长一段时间内，雪月领的支柱产业都是渔业。\n  </p>\n  <p>\n   寻找适合防守的地区，先设立聚居点。\n  </p>\n  <p>\n   那边的地形不适合大兵团展开，兽人就算是过来袭击，兵力也不会太多。\n  </p>\n  <p>\n   我们坐拥海上交通的便利，很容易在局部战场对敌人形成兵力优势。\n  </p>\n  <p>\n   前期的移民一律不带家卷，平时为民，战时为兵。\n  </p>\n  <p>\n   我会和王国的魔法师团打招呼，让他们顺便清理一下近东沿海的礁石，以确保三千吨以下的船舶能够自由通航！”\n  </p>\n  <p>\n   哈德逊的话，将众人吓了一大跳。\n  </p>\n  <p>\n   只能在内心深处感慨一句：不愧是王国的元帅，做事就是霸气!\n  </p>\n  <p>\n   拿魔法师团的法师老爷们当劳工用，众人是想都不敢想。\n  </p>\n  <p>\n   当然，这种事情也就哈德逊干得出来。别的贵族敢向魔法师团提出这要求，就等着挨揍吧！\n  </p>\n  <p>\n   近海暗礁被清理，海上大动脉畅通，一切都不一样了。\n  </p>\n  <p>\n   整体上，王国在近东地区依旧处于被动，但局部地区却获得了主动权。\n  </p>\n  <p>\n   要是沿着兽人帝国沿海一路清理下去，未来的兽人大草原，四处都是王国军队的登陆点。\n  </p>\n  <p>\n   当然，这只是理想状态。兽人一旦发现了王国的计划，必定会采取措施破坏。\n  </p>\n  <p>\n   “公爵，移民计划一下子扩大这么多，领地的运力怕是无法满足。\n  </p>\n  <p>\n   尤其是前期阶段，近东开发战略基础设施建设、王国的驻军、全部都要靠从海上获得补给。\n  </p>\n  <p>\n   估摸着东南沿海的闲置运力，都会被王国征用，就算是花钱也很难雇佣到足够的船舶。\n  </p>\n  <p>\n   主要还是幽灵船之祸的后遗症，外国船舶对这条航线心有余季，很少有船东接单。\n  </p>\n  <p>\n   如果想要计划顺利展开的话，还需要您协调一下和沿海几家大贵族的关系，尤其是和道尔顿家族的关系。”\n  </p>\n  <p>\n   凯恩顺势提议道。\n  </p>\n  <p>\n   指挥老大干活，这也没谁了。但这种活儿，也只有哈德逊能干。\n  </p>\n  <p>\n   其他人出面，连这些大贵族的人都见不到，更不用说让人家挤出宝贵的运力帮忙了。\n  </p>\n  <p>\n   “那就替我邀约皮尔斯伯爵，现在的局势不一样了，我们两家之间的关系也该发生变化。”\n  </p>\n  <p>\n  </p>\n  <p>\n   哈德逊笑呵呵的说道。\n  </p>\n  <p>\n   贵族的世界就是如此，敌友从来都不是绝对的。\n  </p>\n  <p>\n   以往的时候，科斯洛家族和道尔顿家族一起窝在东南行省，那就是妥妥的竞争对手。\n  </p>\n  <p>\n   现在科斯洛家族战略东移，继续和道尔顿家族在东南行省斗下去，就有些得不偿失了。\n  </p>\n  <p>\n   短时间内，确实是东南行省的土地更加肥沃，经济更加发达，但未来就不一定了。\n  </p>\n  <p>\n   雪月领最大的优势就是边界模湖，除了和一众王国领主接壤的地区有边界外，剩下的区域都没有明确划分。\n  </p>\n  <p>\n   理论上来说，只要哈德逊有能力，完全可以一直往兽人帝国扩张。\n  </p>\n  <p>\n   这种扩张是有法理支撑的。无论是人族联盟，还是阿尔法王国都法律明文规定：鼓励人族领主向异族扩张。\n  </p>\n  <p>\n   用一句话概括，那就是所有从异族手中抢来的土地，那都是合法的！\n  </p>\n  <p>\n   不管异族是否承认，反正人类世界是承认的。\n  </p>\n  <p>\n   理论上来说，一介平民从异族手中抢到一片土地，只要能够守的住，也可以合法的成为当地领主。\n  </p>\n  <p>\n   至于爵位的高低，从来都没人想过这个问题，因为这张大饼压根儿就没人吃到过。\n  </p>\n  <p>\n   当人族敢把这样的条文以法律形式写出来时，自身已经成了大陆霸主，贵族体系早就完善了。\n  </p>\n </div>\n</html>\n",
    "Chapter 478": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1>\n  <span class=\"title\">\n   第一百五十八章、训练骑士团\n  </span>\n </h1>\n <div class=\"rp-article bookContent\" id=\"bookContent\">\n  <p>\n   不得不承认，运气真的很重要。全大陆的目光都被吸引到了南大陆，莫西公国顺势吞并了战锤王国的半壁江山。\n  </p>\n  <p>\n   两个大老闹的正欢，人族联盟假装看不见，在这种时候根本就不可能召开会议。\n  </p>\n  <p>\n   想要抗议都找不到地方，更不用说国际社会介入。\n  </p>\n  <p>\n   流亡的战锤王国政府苦逼了，和无数倒霉蛋小国一样，复国梦就此破灭。\n  </p>\n  <p>\n   造成了吞并的既定事实后，阿尔法王国第一时间承认了莫西人对战锤王国统治的合法性，紧接着中大陆三国也跟着表态。\n  </p>\n  <p>\n   身处异族联盟的包围圈内，中大陆三国和北大陆两国都是同命相连的苦逼倒霉蛋。\n  </p>\n  <p>\n   吃过一次亏，五国都对南大陆的几家人族大势力没有信心，抱团取暖成了顺理成章的事情。\n  </p>\n  <p>\n   流亡的战锤王国政府，对危机中的四国没有任何价值，被出卖是必然的。\n  </p>\n  <p>\n   确切的说，连出卖都算不上。自始至终，阿尔法王国和中大陆三国都没有承认过战锤流亡政府的合法性。\n  </p>\n  <p>\n   哪怕他们选出了国王，建立了复国机构，拥有合法的继承权，也没有任何意义。\n  </p>\n  <p>\n   想分家就分家，想合并就合并，把大家当猴耍呢！\n  </p>\n  <p>\n   反正莫西人占领的地盘，都是从异族大军手中收复的，又不是直接抢占了战锤王国的领土。\n  </p>\n  <p>\n   双方都有对这片土地宣誓主权的法理基础，本身就是一笔湖涂账，支持谁都可以。\n  </p>\n  <p>\n   现在的尴尬处境，实际上还是战锤王国那帮权贵自己搞出来的。要是他们留下来坚持抵抗，坚持到远征军团抵达，又是另一番局面。\n  </p>\n  <p>\n   翡翠宫，凯撒四世现在是痛苦并快乐着。没有任何意外，此前和莫西人的交易还是被大家给发现了。\n  </p>\n  <p>\n   王后突然增加了六个行省的嫁妆，要说没有幕后交易，那就是在侮辱大家的智商。\n  </p>\n  <p>\n   只不过事发突然，等大家察觉到的时候，事情已经尘埃落定。\n  </p>\n  <p>\n   找不到国王和莫西人搞内幕交易的证据，仅仅只是逻辑推理，根本就无法拿到台面上说。\n  </p>\n  <p>\n   嫁妆问题，那是两国王室之间的事情，做臣子的无权进行干涉。\n  </p>\n  <p>\n   在程序上挑不出实质性的毛病，不甘心吃亏的一众大贵族，最近这段日子纷纷以自己的方式发泄心中的怨气，一时间搞的凯撒四世焦头烂额。\n  </p>\n  <p>\n   幸好这块肉足够肥，吃到嘴中的油水，安抚了他这颗受伤的心。\n  </p>\n  <p>\n   “哼！”\n  </p>\n  <p>\n   冷喝一声之后，凯撒四世随手扔掉了奏折。没有任何意外，又是给他上眼药的。\n  </p>\n  <p>\n   不得不承认这些大贵族就是鸡贼，绝口不提“六大行省嫁妆”的事，却又句句都和此事有关系。\n  </p>\n  <p>\n   新增控制区，不是拿到手中就够了，还要考虑领地的安全问题。\n  </p>\n  <p>\n   吃了大亏的贵族领主们，现在一口咬定王国防御计划已经确定，不能够轻易进行更改，拒绝履行对这六个行省战略安全的义务。\n  </p>\n  <p>\n   “这帮混蛋，难道以为缺了他们，我们就守不住这六省之地！\n  </p>\n  <p>\n   一个个目无君上，简直……”\n  </p>\n  <p>\n   凯撒四世的怒骂，搞得一众王室大老很是尴尬。这些话，他们真心没法接。\n  </p>\n  <p>\n   现在的阿尔法王室，名义上控制了十二个行省，实际上开发出来的只有三个。\n  </p>\n  <p>\n   开发出来的三个行省，也不是国王一个人的，还包括王室成员和一些家臣的领地。\n  </p>\n  <p>\n   真要是遭遇外敌入侵，光王室能够调集的力量，还真的不一定能够守住。\n  </p>\n  <p>\n   当然，作为国王就算是不动用王国军队，凯撒四世还是可以施展大召唤术。\n  </p>\n  <p>\n   无数贵族旁支都在等待机会，只要许诺出足够的利益，不愁没人帮他卖命。\n  </p>\n  <p>\n   唯一的问题就是敌人不能太强，这种临时招募起来的军队，战斗力从来都无法让人放心。\n  </p>\n  <p>\n   “陛下，大家也是忧心王国，有些事情您没必要往心里去。”\n  </p>\n  <p>\n   宰相纽芬兰大公上前劝说道。\n  </p>\n  <p>\n   这次交易，自家国王确实干的很漂亮，但那份君主的控制欲也跟着上涨。\n  </p>\n  <p>\n   在他看来，王室吃了独食，让人埋怨几句也没啥大不了的。\n  </p>\n  <p>\n   王国防御计划不能轻易更改，又不是无法更改。本质上还是政治上讨价还价的事情，完全没必须闹的不可开交。\n  </p>\n  <p>\n   等过些日子，大家的气消得差不多了，再回过头来谈，事情就好办得多了。\n  </p>\n  <p>\n   反正上古遗族联盟在消化战果，一时半会儿没功夫挑起事端，边界地区还有一段日子的太平时光。\n  </p>\n  <p>\n   “算了，先不管这些烦心的家伙。近东战略才刚刚启动，你们都给盯紧一点儿，千万不要折腾出乱子。\n  </p>\n  <p>\n   只要近东地区的局势稳定下来，北大陆就出不了大乱子。\n  </p>\n  <p>\n   趁着兽人忙于内斗，赶紧将新月港打造出来，为后续开发奠定基础。\n  </p>\n  <p>\n   这次大陆战争埋下了太多的隐患，我有一股不详的预感，亚斯兰特大陆太平不了几年时间。\n  </p>\n  <p>\n   算算时间，距离史书上经常出现的万年之劫，也没有多长时间了。\n  </p>\n  <p>\n   都怪南大陆那帮蠢货，一个个都打着小算盘，居然没有把握住覆灭异族联盟的机会。\n  </p>\n  <p>\n   要是把异族绞杀干净，甭管未来局势怎么发展，亚斯兰特大陆都是我人族的天下！”\n  </p>\n  <p>\n   凯撒四世的吐槽，将众人吓了一跳。要不是国王提起，他们都忘了“万年之劫”的传说。\n  </p>\n  <p>\n   没有办法，时间过得太久了，留下的资料实在是太少。仅凭史书上的只言片语，压根儿就不知道万年前究竟发生了什么。\n  </p>\n  <p>\n   哪怕是发掘过一些古墓，从中获得的讯息也不多。很多内容还自相矛盾，根本就分不清真假。\n  </p>\n  <p>\n   唯一能够左证“万年之劫”存在的，还是大陆霸主的更替。大部分霸主都是在从这个时间节点开始，逐渐走向没落的。\n  </p>\n  <p>\n   唯一值得庆幸的是“万年之劫”爆发，不等于大陆霸主一定会发生更替，精灵族就曾扛过两轮冲击，遭遇第三波后才逐渐衰落的。\n  </p>\n  <p>\n   “陛下，一个无法确定真假的传说而已，何必放在心上呢，搞不好纯粹就是历史的巧合。\n  </p>\n  <p>\n   大陆混战、邪神入侵、深渊入侵、恶灵降临……这些事情大陆上发生的还少么？\n  </p>\n  <p>\n   邪教组织搞一次大行动，就有可能引发的灾难，我们又不是没有遇到过。”\n  </p>\n  <p>\n   财政大臣德尔加多侯爵一脸无所谓的说道。\n  </p>\n  <p>\n   大陆各族混战，完全不需要操心。现在的异族联盟是精灵族当家，只要人族不主动掀起大战，精灵就不会想发动战争。\n  </p>\n  <p>\n   若非了解精灵族的短板，知道就算给他们一百年时间，实力也壮大不了哪里去，大陆战争也不会这么轻易结束。\n  </p>\n  <p>\n   不知道万年之劫是啥无所谓，盯着几家传承古老的大势力即可。只要这些家伙不慌，那么一切都还在可控制范围内。\n  </p>\n  <p>\n   异位面入侵，那也要看遇上什么位面。若是碰到深渊、亡灵界，那么只能自认倒霉，从头到尾都只有“苦逼”。\n  </p>\n  <p>\n   若是碰到较弱的位面，谁入侵都不一定呢！\n  </p>\n  <p>\n   “行了，我就感慨一句罢了。按照资料上的记载，万年之劫的时间周期又不固定，可以提前十几年，也可以延后几十年，持续周期也不确定。\n  </p>\n  <p>\n   运气好的话，我们这代人都遇不上，还是先考虑眼下的危机吧！\n  </p>\n  <p>\n   各地的贵族领主闹情绪，我可以假装看不见，但涉及到和近东战略相关的事宜，绝不能容许任何人破坏。\n  </p>\n  <p>\n   要是你们处理起来太过麻烦，那就扔给哈德逊元帅，他最近可是闲得慌！”\n  </p>\n  <p>\n   凯撒四世一脸郁闷的说道。\n  </p>\n  <p>\n   大家一起瓜分战锤王国，结果到了最后就他一个挨骂，心里有多郁闷可想而知。\n  </p>\n  <p>\n   偏偏这些事情上不得台面，为不引发更大的政治风波，他只能独自扛下大贵族们的怨念。\n  </p>\n  <p>\n   ……\n  </p>\n  <p>\n   山地领，无数青年男女汇聚在广场上，排成一列列长队，焦急的等待着测试结果。\n  </p>\n  <p>\n   能够过来排队的，事先都经历过了三轮筛选。\n  </p>\n  <p>\n   第一轮筛选出身来历，不要求出身多么显赫，最起码必须身世清白。\n  </p>\n  <p>\n   今时不同往日，培养出了大量基层人才后，羽翼渐渐丰满的哈德逊老爷，已经不需要靠“间谍”治理领地。\n  </p>\n  <p>\n   原来的“间谍”，要么自己主动投诚被接纳，要么就不小心死在了战场上。\n  </p>\n  <p>\n   有机会弃暗投明，不光是因为他们为领地立下过汗马功劳，更重要的是他们原来的主子也投奔了过来。\n  </p>\n  <p>\n   事实上，用“间谍”两个字来形容，完全是高看他们了。\n  </p>\n  <p>\n   以哈德逊当时一介小男爵的地位，还不值得大家花大代价，派精心训练的间谍过来潜伏。\n  </p>\n  <p>\n   一部分是领居们收拢的门客，另一部分则是威胁或收买的没落贵族子弟，让他们帮忙传递情报。\n  </p>\n  <p>\n   哈德逊的身份地位越高，向山地领安插探子的贵族就越慌。唯恐哪天被哈德逊发现了，直接带人打上门来算账。\n  </p>\n  <p>\n   煎熬了一段时间后，承受不住压力的中小贵族，陆陆续续向哈德逊表示投诚。\n  </p>\n  <p>\n   为了安抚人心，哈德逊大度的表示不计较了。只不过暴露身份的探子，还是不可避免的被踢出了权力中心，从事一些不涉及机密的工作。\n  </p>\n  <p>\n   前面是哈德逊家底太过薄弱，领地人才严重贵乏，迫不得已的情况下只能先用其才。\n  </p>\n  <p>\n   现在羽翼丰满了，“忠诚度”就成了选才的首要因素。哈德逊可不愿意花费大代价，替敌人培养人才。\n  </p>\n  <p>\n   第二轮筛选日常表现，初步考察其品行。\n  </p>\n  <p>\n   坦率的说，这一关很模湖，无法进行具体量化。只要没有作奸犯科，没有反领主老爷的倾向，基本上都可以过关。\n  </p>\n  <p>\n   第三轮才是资质筛选。\n  </p>\n  <p>\n   因为现在领地的人口太多，魔法师数量又太少，根本就做不到全民检测，索性哈德逊就公开了前期的冥想法门和骑士基础训练法门。\n  </p>\n  <p>\n   光靠这些东西，自然练不出什么大的成果来，不过用来确定修炼资质还是够了。\n  </p>\n  <p>\n   现在的第四轮检测，才是真正确定修炼资质好坏，从而确定未来的培养方向。\n  </p>\n  <p>\n   这种全面筛选的选拔模式，对王国现行的人才选拔机制，也是一种挑战。搁在一年前，哈德逊都不敢这么大张旗鼓的玩儿。\n  </p>\n  <p>\n   现在不一样了，在开发近东的旗号下，一些略微有些出格的行为，大家也可以接受。\n  </p>\n  <p>\n   以往那种从士兵中选拔精锐，再教授斗气修炼法门，从中筛选出有修炼资质的士兵培养，现在明显满足不了要求。\n  </p>\n  <p>\n   军队中的资质测试，哈德逊早就在私底下完成了，有修炼资质的士兵，都拿到了修炼法门。\n  </p>\n  <p>\n   只可惜有修炼资质的人太少，天赋不错的人更少。把领地的几万军队筛选了一个遍，包括一众预备役士兵在内，一共也就四千多人有修炼资质，其中有培养的价值的只有一半。\n  </p>\n  <p>\n   这个比例，远远低于贵族子弟。很明显，亚斯兰特大陆流传的血脉论，也不是完全没有根据。\n  </p>\n  <p>\n   不过在哈德逊看来，这更像是人类的自我进化。就和挑选种子差不多，颗粒最大最饱满的种子，种出来的粮食，产量和品质大概率也会更好。\n  </p>\n  <p>\n   贵族子弟的父辈觉醒了修炼天赋，生命本质就发生了升华，这种天赋有一定概率传承下来。\n  </p>\n  <p>\n   一代又一代的不断优化筛选之后，贵族子弟拥有修炼资质的概率，就远远超越了普通人。\n  </p>\n  <p>\n   不光是拥有修炼资质的概率高，就连资质品级也相对较高。这也是传承古老的大贵族，更容易诞生强者的原因之一。\n  </p>\n  <p>\n  </p>\n  <p>\n   看着不断汇聚的测试结果，哈德逊对亚斯兰特大陆的阶级固化，又有了更新的认识。\n  </p>\n  <p>\n   幸好平民子弟的基数足够大，哪怕是拥有修炼资质的人不足十分之一，放在这个大基数之后也是一个可观的数字。\n  </p>\n  <p>\n   “公爵，这是统计上来的测试结果。\n  </p>\n  <p>\n   领地12到18周岁领民中，拥有魔法天赋的共计926人，其中劣等天赋469人、下等天赋376人、中等天赋72人、上等天赋9人。\n  </p>\n  <p>\n   拥有骑士修炼天赋者共计24867人，其中劣等天赋14346人、下等天赋8764人、中等天赋……”\n  </p>\n  <p>\n   听了凯恩的汇报，哈德逊眉头一皱。这个数据比他预想中少得多。\n  </p>\n  <p>\n   算上王室领和王国划拨的难民，现在的山地领，可是坐拥两百万人口。光12～18周岁的人口，就足有三十万之多。\n  </p>\n  <p>\n   更糟糕的是有修炼资质，不等于有培养价值。培养劣等天赋者，纯粹就是浪费资源。\n  </p>\n  <p>\n   勤能补拙没有问题，前提是有海量的资源投入。眼前这些人的修炼资格，都要靠哈德逊赐予，哪来那么多资源给他们挥霍。\n  </p>\n  <p>\n   这种测试未必完全准确，要是后期觉醒一些特殊体质，或者是碰上了奇遇，还是有可能改变资质的。\n  </p>\n  <p>\n   “劣等天赋者，直接让他们回去吧！告诉他们三年内要是修炼出来了气感，还可以再回来。\n  </p>\n  <p>\n   若是有人能够每天坚持修炼，三年内可以不给他们安排任务，每日口粮增加0.5磅鱼肉。\n  </p>\n  <p>\n   拥有魔法天赋的编入魔法师团。\n  </p>\n  <p>\n   其余的男童全部编入预备役，下等资质者往战士方向培养，中、上等资质者往骑士方向培养。\n  </p>\n  <p>\n   女童除了上等资质的全部留下外，剩下的让她们自己选择是否留下。要是选择留下来，那就按照同样的标准培养。”\n  </p>\n  <p>\n   哈德逊叹了一口气说道。\n  </p>\n  <p>\n   机会他是给了，这些人能否把握住，却是一个未知数。\n  </p>\n </div>\n</html>\n",
    "Chapter 479": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1>\n  <span class=\"title\">\n   第一百五十九章、士兵学院\n  </span>\n </h1>\n <div class=\"rp-article bookContent\" id=\"bookContent\">\n  <p>\n   一次性征招这么多人，培养就成了大问题。师资力量只能从军中抽调，至于是否合格，根本就不在考虑范畴中。\n  </p>\n  <p>\n   宽进严出的选拔标准，就注定了这是粗放式的培养。除了教授修炼法门，分享一下修炼经验外，传道授业解惑就不用为难一帮大老粗了。\n  </p>\n  <p>\n   莫说是农奴子弟出身的军官，就算是小贵族出身的军官，学识也高不到哪里去。\n  </p>\n  <p>\n   在资源有限的情况下，很多小贵族之家，都只是重点培养长子，剩下的都只是进行最简单的教育。\n  </p>\n  <p>\n   像哈德逊那种兄弟几人都接受贵族教育，骑士基础训练完成后，还能够搞到生命原液，那已经算是家境优握的。\n  </p>\n  <p>\n   贵族的世界尚且如此残酷，骑士团预备役的培养，可想而知。\n  </p>\n  <p>\n   所谓的重点培养，实际上也就平时吃的好点儿，能够保障训练所需的营养，日常管理严格一点儿。\n  </p>\n  <p>\n   更多的修炼资源，那就不用奢望了。哈德逊可没有豪气到一次性拿出两万多人的修炼资源来。\n  </p>\n  <p>\n  </p>\n  <p>\n   不光是钱的问题，而是如此大批量的修炼资源，根本就没有人会卖。\n  </p>\n  <p>\n   市面上的修炼资源，都是零散出现的，并且价格也不便宜。\n  </p>\n  <p>\n   背靠黑石山脉，山地领也能够出产部分修炼资源，但野生的资源太少了，人工培养又需要时间周期。\n  </p>\n  <p>\n   修炼资源虽然少，但是在人力资源上，哈德逊却吃到了科斯洛家族四处联姻的红利。\n  </p>\n  <p>\n   除了从领地中选拔出来的人才外，还有一帮能和家族扯上关系的小贵族，输送过来的子弟。\n  </p>\n  <p>\n   自家培养不过来，就送到亲戚家培养，在贵族世界也是很平常的事情。\n  </p>\n  <p>\n   当然，这种培养不是无偿的，需要他们成年后给哈德逊老爷打工还债。\n  </p>\n  <p>\n   过来打工也不亏，反正小贵族子弟成年之后，也要先给大贵族打工。\n  </p>\n  <p>\n   提前把子弟过来，不光省下了一笔开销，还能够拉近关系，为未来发展铺路。\n  </p>\n  <p>\n   “自家人”一开始就被打上了“嫡系”的标签，在同样的条件下，提拔速度肯定更快。\n  </p>\n  <p>\n   整个阿尔法王国，都是这么玩儿的。\n  </p>\n  <p>\n   大贵族手下的私军骑士团，除了少量的家族子弟，和一部分是外来投奔的骑士外，剩下的都是依附他们生存的中小贵族子弟。\n  </p>\n  <p>\n   正常情况下，这些人已经足够大家用的了。要是太平几十年，还会出现人才过剩，自然用不着再去民间刻意选拔。\n  </p>\n  <p>\n   如果不是开发近东，没有战争威胁，按照固有的模式发展，哈德逊也不会缺基础人才。\n  </p>\n  <p>\n   从领地的发展情况来看，他根本就养不起几万超凡部队，搞这么大的基数出来，主要还是为了筛选精英。\n  </p>\n  <p>\n   编入预备骑士团的足有两万五千多人，不等于最终入选人数也有这么多。只有优秀的学员，才能够留到最后，进入骑士团服役。\n  </p>\n  <p>\n   ……\n  </p>\n  <p>\n   “公爵，把这些人全部送入学院，这规模也太大了吧？\n  </p>\n  <p>\n   传了出去，我们会被人笑话的！”\n  </p>\n  <p>\n   何塞苦涩的说道。\n  </p>\n  <p>\n   哈德逊大手一挥，山地领就出现了一座士兵培养学院。\n  </p>\n  <p>\n   原本想叫魔武学院，只是担心引来不必要的麻烦，才故意降低了逼格。\n  </p>\n  <p>\n   从农奴中选拔人才就出格的，再把这些人培养成强者，那就太拉仇恨了。\n  </p>\n  <p>\n   不光是外界，内部依附他的贵族，甚至连科斯洛家族的成员都会站出来反对。\n  </p>\n  <p>\n   毕竟，作为既得利益者群体中的一员，谁也不想增加一批抢饭碗的。\n  </p>\n  <p>\n   从善如流的哈德逊，在听取手下建议之后，果断的将名字换成了《山地领士兵学院》。\n  </p>\n  <p>\n   事实上，也无所谓逼格。\n  </p>\n  <p>\n   光看这座学院的师资力量，就足以打消大部分人的担忧。真心是培养精锐士兵的学院，和魔武学院没有一毛钱的关系。\n  </p>\n  <p>\n   学院的导师都是从军中拉来的低阶骑士凑数，能够算得上强者的只有哈德逊这位校长。\n  </p>\n  <p>\n   哪怕是全大陆最垃圾的魔武学院，学员的平均实力也比这些导师强。\n  </p>\n  <p>\n   魔法部的情况更惨，魔法学徒都成了导师。与其说是在培养魔法师，不如说是在培养打工人。\n  </p>\n  <p>\n   尝到了魔法药剂暴利的甜头后，哈德逊再也忍不住了。独具特色的哈氏药剂，不断被开发出来。\n  </p>\n  <p>\n   为了掩人耳目、提高生产效率，哈德逊独创了药剂成分单列生产法，领地的魔法师都只参与其中一个环节的生产。\n  </p>\n  <p>\n   再怎么进行简化，那也是纯人工制配的药剂，自然少不了打工人。\n  </p>\n  <p>\n   从外界招募魔法师的成本太高不说，还容易混入各大势力的间谍，索性就自己培养了。\n  </p>\n  <p>\n   反正前期都是基础理论学习，培养的成本并不高。需要大量烧钱，那是成为魔法师之后的事情。\n  </p>\n  <p>\n   哈德逊玩的是“丐版”人才培养模式，主打的就是性价比。只要培养的周期短、价格够便宜、数量足够多就行了。\n  </p>\n  <p>\n   潜力不潜力的，并不是那么重要。大部分学员都会止步低阶，可基数上去了，总会有幸运儿脱颖而出。\n  </p>\n  <p>\n   现在没有修炼资源辅助修炼，不等于未来立下战功之后，也无法获得修炼资源。\n  </p>\n  <p>\n   让所有人都打破阶层不现实，提拔个别优秀者打破阶层限制，在封闭的贵族体系中开一道口子，哈德逊还是能够做到的。\n  </p>\n  <p>\n   毕竟，没有哪条法令明确规定，不能让农奴成为贵族。\n  </p>\n  <p>\n   为了激励士兵卖命，历次大战过后，阿尔法王国都会推出几名草根幸运儿，作为普通士兵的榜样。\n  </p>\n  <p>\n   哈德逊的做法，无非是增加了幸运儿的数量，未来放进来的人，可能会略微多了那么一丢丢。\n  </p>\n  <p>\n   只要脸皮足够厚，修饰一下言辞，完全可以强行将两者归为一类。\n  </p>\n  <p>\n   制定计划简单，要具体落实，就麻烦了。\n  </p>\n  <p>\n   作为具体执行者的何塞，看到最终的方案后，直接被哈德逊的大计划给搞懵了。\n  </p>\n  <p>\n   两万多名学员的超级大学院，并且每年还有新学员加入，在亚斯兰特大陆完全是划时代的。\n  </p>\n  <p>\n   整个阿尔法王国的所有学院加在一起，都没有这么多学员。\n  </p>\n  <p>\n   正常的一座学院，全体师生加在一起，通常也就那么千儿八百人，很少有超过两千的。\n  </p>\n  <p>\n   人家培养的都是精英，导师强者如云，学员也是人中龙凤。\n  </p>\n  <p>\n   两相对比之下，全面拉胯的山地领士兵学院，那就是妥妥的笑话，简直就是在拉低“学院”的逼格。\n  </p>\n  <p>\n   “哈哈……”\n  </p>\n  <p>\n   “何塞，你太执着了。要是怕人笑话，那我们就再改一下名字，将学院换成基地。\n  </p>\n  <p>\n   对外宣传的时候，就叫：山地领士兵培养基地，也可以叫山地领新兵训练营。\n  </p>\n  <p>\n   我想没有哪座学院会自降身份，要和培养士兵的基地做对比吧！”\n  </p>\n  <p>\n   哈德逊无所谓的说道。\n  </p>\n  <p>\n   名字叫什么不重要，关键是能够培养人才就行了。\n  </p>\n  <p>\n   最初的时候，他确实想捣鼓一座能上台面的学院，可惜成本高昂不说，还无法按他的意志，大批量培养人才。\n  </p>\n  <p>\n   “公爵大人，就算是不谈学员人数的问题，招收这么多女学员干嘛？\n  </p>\n  <p>\n   你该不是要组建女子骑士团吧！\n  </p>\n  <p>\n   这已经有人尝试过了，投入和收益根本就不成正比。”\n  </p>\n  <p>\n   何塞无奈的说道。\n  </p>\n  <p>\n   梦想破灭，原本以为哈德逊学院和大陆上的学院一样，他这个副校长也算是位高权重，一跃跨入上流社会。\n  </p>\n  <p>\n   可惜哈氏学院的逼格太低，对外招生就是自取其辱，更不用说获得社会各界的认可了。\n  </p>\n  <p>\n   “才五千多名女学员而已，哪有你说的这么夸张！\n  </p>\n  <p>\n   放心好了，我没准备组建女子骑士团，只是想要培养少量精英。\n  </p>\n  <p>\n   所有学员考核标准一致，执行末尾淘汰制。\n  </p>\n  <p>\n   每学三个月进行一次考试，每次淘汰百分之十的学员，三年之后留下来的，才是真正要重点培养的。\n  </p>\n  <p>\n   男女体力不一样，这些女学员最后能够留下来的，顶多也就那么几百人。\n  </p>\n  <p>\n   大规模招生也就这一次，往后再招生的话，慢慢将入学标准提高上去就行了。”\n  </p>\n  <p>\n   哈德逊一脸澹定的解释道。\n  </p>\n  <p>\n   作为一名实用主义者，选拔人才都是为接下来的战争服务。\n  </p>\n  <p>\n   招收这么多学员，不光是在选拔优秀兵员，也是在提高领地人口素质。\n  </p>\n  <p>\n   学院的课程虽然以修炼为主，但夹杂着开设一两门文化课，还是可以有的。\n  </p>\n  <p>\n   就算是被淘汰了，在学校学到的粗浅知识，依旧是一笔宝贵的财富。\n  </p>\n  <p>\n   未来安插到其他行业，培养潜力也比纯文盲要高。\n  </p>\n  <p>\n   要是进入二线部队服役，从学院中接触到的战争经验，还是可以用到。\n  </p>\n  <p>\n   指挥千军万马不现实，但稍加训练担任十夫长，还是够用的。\n  </p>\n  <p>\n   不过这些可能影响历史进程的事情，改变未来大陆军事格局的事情，偷偷的做就行了，没必要提前说出来。\n  </p>\n  <p>\n   要是能够造成既定事实，估摸着雪月领也开发了出来，做大的蛋糕足以安抚麾下的人心。\n  </p>\n  <p>\n   外界的非议敌视，顶多也就嚷嚷几嗓子，动摇不了他的根基。\n  </p>\n  <p>\n   “公爵大人，抛开这些问题不提，我们是不是要想办法提高一下师资力量？\n  </p>\n  <p>\n   以您的面子，应该会有不少贵族会买账。不奢望学院导师都是强者，最起码也要有中阶（4-6级）水平吧！”\n  </p>\n  <p>\n   一旁的凯恩跟着叫苦道。\n  </p>\n  <p>\n   刚开始被哈德逊任命为教务主任，他还惶恐了很久。一度认为自己实力不济，没有能力驾驭住下面的教员，还准备辞职的。\n  </p>\n  <p>\n   不过看了教员们的实力水平后，凯恩又突然发现自己担任教务主任，一点儿毛病都没有。\n  </p>\n  <p>\n   导师多是一阶低级骑士、不入流的魔法学徒，一阶的魔法师和二阶的中级骑士都寥寥无几，他这三阶的高级骑士，在学院中可不就成了强者。\n  </p>\n  <p>\n   “别做梦了，就算他们肯过来任教，也只能临时待一段时间，大部分时间都有自己的事情处理。\n  </p>\n  <p>\n   三天打鱼两天晒网，这样的教学模式，还不一定比现在好。\n  </p>\n  <p>\n   何况，他们这些人除了个人实力更强，学识更加渊博，见识更加广阔外，还有什么优点？\n  </p>\n  <p>\n   现在这批导师，都是从战场上一刀一枪杀出来的，战斗经验非常丰富。\n  </p>\n  <p>\n   个人实力确实差了一点儿，但是胜在忠心可靠。\n  </p>\n  <p>\n   军队靠的是团体力量，个人战斗力不足，完全可以靠群体配合来弥补。\n  </p>\n  <p>\n   大陆上魔武学院那么多，也没见他们培养出几个圣域强者来，不要太过把他们当成一回事！”\n  </p>\n  <p>\n   哈德逊面不改色的说道。\n  </p>\n  <p>\n   哪里是他不想提高师资力量，完全是不敢啊！\n  </p>\n  <p>\n   一座专门夹杂私货的学院，搞一群贵族导师进来，纯粹就是自找麻烦。\n  </p>\n  <p>\n   哈德逊可不认为所有的贵族，都像自己麾下这帮贵族子弟好忽悠。要是有大贵族子弟教员，恐怕很快就能够看破的他计划。\n  </p>\n  <p>\n   甚至眼前这帮幕僚，都有可能看破了他的计划，只是一时间不敢确定。或者说是看破不说破，故意装湖涂。\n  </p>\n  <p>\n   毕竟，哈德逊这一系列的做法，看似只是在打擦边球，实际上却是对贵族体系的挑战。\n  </p>\n  <p>\n   没有反对，那是因为他们吃了哈德逊的画饼。在内心深处，已经幻想着雪月领开发出来后的美好生活。\n  </p>\n  <p>\n   至于贵族集团的利益，那和他们有什么关系？\n  </p>\n  <p>\n   除了贵族子弟的名头外，他们现在几乎是一无所有。想要跨越阶层门槛，就必须先把哈德逊老爷给伺候舒服了。\n  </p>\n  <p>\n   维护阶级的利益，那也要等自己先成为既得利益集团中的一员再说。眼下他们的利益，完全和哈德逊绑在了一起。\n  </p>\n  <p>\n   跟着查漏补缺，堵上所有可能引来麻烦的漏洞，替哈德逊老爷解决麻烦，为自己建立功业，才是正途。\n  </p>\n  <p>\n   没有了大的问题，后续的学院选址、校舍建设，都不需要哈德逊操心了。\n  </p>\n  <p>\n   原则只有两个：速度必须要快；必须要尽可能的省钱。\n  </p>\n  <p>\n   全年的总预算才两百万金币，除了土地不要钱外，还包括基础设施建设、教学设备采购费用和人员薪酬开销。\n  </p>\n  <p>\n   在扣除一系列的硬件费用后，均摊到每名学员身上的经费，估摸着连五十金币都没有。\n  </p>\n  <p>\n   事实上，就连这五十金币，也不能全部花到每一名学员身上，还必须考虑教学设备的维护。\n  </p>\n  <p>\n   教学楼、宿舍楼、武器装备维修保养，都不是什么大数字，但战马总是要吃粮的。\n  </p>\n  <p>\n   作为骑士团的预备役，学会骑马是基本操作。不奢望人均一匹战马，最少也要保证两三名学员有一匹战马。\n  </p>\n  <p>\n   幸好哈德逊在军中混的不错，率领大军出征了几次过后，魔晶炮、魔法弩这些先进军械都有了富裕，不需要额外掏钱采购。\n  </p>\n  <p>\n   要不然这点儿经费，连家当都不一定能够置办齐，更不用说还要支撑一年的运行开销。\n  </p>\n  <p>\n   经费预算，决定了生活水平。魔兽肉就不用幻想了，能够保障每天普通肉食供应管够，就算不错的了。\n  </p>\n  <p>\n   估摸着走遍全大陆，都找不到一座这么寒酸的学院。\n  </p>\n  <p>\n   然而，对培养士兵来说，这还是太贵了。\n  </p>\n  <p>\n   要不是有魔法药剂的利润支撑，以山地领的财政收入，根本就养不起这座学院。\n  </p>\n  <p>\n   ……\n  </p>\n  <p>\n   “弗朗茨，男子汉就要自己站起来！”\n  </p>\n  <p>\n   “快自己走过来……”\n  </p>\n  <p>\n   城堡前的大草坪上，没有任何经验的哈德逊，开启了自己的带娃生涯。\n  </p>\n  <p>\n   一旁的梅丽莎，正慵懒的晒着太阳。在哈德逊的卖力耕耘下，她的肚子里又怀上了一胎，现在已经没有多少精力管这对父子了。\n  </p>\n  <p>\n   任由哈德逊怎么呼唤，儿子就是不买账。本着哪里摔倒，就在哪里躺一会儿的原则，弗朗茨直接趴在地上笑个不停。\n  </p>\n  <div class=\"google-auto-placed ap_container\" style=\"width: 100%; height: auto; clear: both; text-align: center;\">\n   <ins class=\"adsbygoogle adsbygoogle-noablate\" data-ad-client=\"ca-pub-1074058122108724\" data-ad-format=\"auto\" data-adsbygoogle-status=\"done\" style=\"display: block; margin: auto; background-color: transparent; height: 280px;\">\n    <div id=\"aswift_2_host\" style=\"border: none; height: 280px; width: 739px; margin: 0px; padding: 0px; position: relative; visibility: visible; background-color: transparent; display: inline-block;\">\n    </div>\n   </ins>\n  </div>\n  <p>\n   眼睛珠子早就从哈德逊身上转移到一旁的贝尔斯登和马克西姆身上，对小家伙来说，缩小版的龙和熊可比哈德逊有趣的多。\n  </p>\n  <p>\n   儿子这么小，哈德逊可不敢让他和这两货接触，万一被带坏了，那可没地方去哭。\n  </p>\n  <p>\n   从年龄上算，马克西姆还是一条青年龙，贝尔斯登那就妥妥一熊孩子。\n  </p>\n  <p>\n   自己都是孩子，让他们带娃，后果实在是太恐怖。\n  </p>\n  <p>\n   然而，魔兽也是有逆反心理的，越是不让干的事情，他们就越喜欢干。\n  </p>\n  <p>\n   哈德逊阻止了他们靠近儿子，却无法阻止他们在一旁卖萌，吸引弗朗茨的注意力。\n  </p>\n  <p>\n   反倒是梅丽莎看得很开，非常乐意儿子和龙熊接触。估摸着她想着打好了关系，未来能够实现魔兽代代相传。\n  </p>\n  <p>\n   有两尊圣域魔兽守护，就算是儿子被养废了，一样能够将基业传承下去。\n  </p>\n  <p>\n   在亚斯兰特大陆，还没有哪家大贵族，在有圣域强者守护期间衰落下去的。\n  </p>\n  <p>\n   尚未到可以讲道理的年龄，儿子不买账，哈德逊也无能为力。\n  </p>\n  <p>\n   在内心深处他已经决定了，等儿子再大一点儿，就给他安排家庭教师，每天都给他布置一堆的作业，让他好好感受什么是父爱如山。\n  </p>\n  <p>\n   或许是看到哈德逊在父子对峙中吃瘪，忍不住梅丽莎噗嗤一声笑了出来。\n  </p>\n  <p>\n   “哈德逊，你都多大的人了，居然还和儿子较起了劲。\n  </p>\n  <p>\n   弗朗茨那么小，怎么知道你的意思。就算是要进行教导，最少也要等他再大一点儿吧！”\n  </p>\n  <p>\n   明明没什么的，这么说出来那就有事了。典型的看热闹不嫌事大，哈德逊直接送上了一击白眼。\n  </p>\n  <p>\n   现在不是计较的时候，儿子实在是太小，完全不知道自己在干什么，孕妇更加惹不起。\n  </p>\n  <p>\n   没有多余的废话，哈德逊直接走上前去，直接提起躺在地上的小弗朗茨，送到了梅丽莎手中，笑呵呵的说道：\n  </p>\n  <p>\n   “科斯洛家族在我手中兴起，能否守住基业站稳脚跟，下一代非常关键。\n  </p>\n  <p>\n   弗朗茨虽然还小，但教育工作也必须提前安排到日程上。家族的教育体系太过陈旧，已经无法适应现在的形势。\n  </p>\n  <p>\n   梅丽莎，这方面你可要多费点儿心。”\n  </p>\n  <p>\n   甭管贵族集团是否腐朽，这些古老大贵族对后辈子弟的教育制度，还是非常有借鉴意义的。\n  </p>\n  <p>\n   一般来说，只要严格按照制度执行，培养出来的继承人，就不会是什么废物。\n  </p>\n  <p>\n   那些把后辈子弟养废了的，大都是在教育过程中参杂了过多的自己主观意志，严重干扰了子弟的正常成长。\n  </p>\n  <p>\n   通常父母的控制欲越强，把子女养废的概率就越大。哪怕有完善的人才培养体系，也经不起折腾。\n  </p>\n  <p>\n   “放心好了，哈德逊。在出嫁之前，我就从家族中抄录了一份继承人的培养资料，回头拿给你看一下是否进行修改。\n  </p>\n  <p>\n   如果不嫌麻烦的话，最好召开一次家族会议，邀请族老们一起制定一份后辈子弟培养计划。”\n  </p>\n  <p>\n   听了梅丽莎的吐槽，哈德逊微微一笑。现在的科斯洛家族就像是一张白纸，可以任由他作画。\n  </p>\n  <p>\n   老祖宗传下来的规矩，在他这位强势的家主面前，没有任何约束力。\n  </p>\n  <p>\n   事实上，科斯洛家族的老祖宗就没有传下啥规矩，或者说定下了规矩，因为各种原因，没有能够很好的传承下来。\n  </p>\n  <p>\n   因为分家太久的缘故，往往同样的一件事，各支脉都有自己的记载，和不同的解读。相互之间，谁也说服不了谁。\n  </p>\n  <p>\n   对哈德逊来说，这无疑是一件好事。没有历史负担束缚，可以按照自己的意志制定规矩。\n  </p>\n  <p>\n   科斯洛家族现在执行的家规，都是哈德逊陆续添加上去的。因为时间太短的缘故，很多方面都不完善。\n  </p>\n  <p>\n   大多数时间，都是先发生了问题，再给打上一个补丁，就和立法差不多。\n  </p>\n  <p>\n   唯一不同的是这里没有法不究过往。以往犯下的事，现在的定下的规矩，还是可以进行处理。\n  </p>\n </div>\n</html>\n"
}