{
    "Chapter 550": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1>\n  <span class=\"title\">\n   第两百三十章、起风了\n  </span>\n </h1>\n <div class=\"rp-article bookContent\" id=\"bookContent\" style=\"font-size: 20px;\">\n  <p>\n   “隆希大人，现在该怎么办，我们要和幽冥教合作么？”\n  </p>\n  <p>\n   离开了古堡，马哈特关心的问道。\n  </p>\n  <p>\n   “合作，拿什么去合作？\n  </p>\n  <p>\n   阳使，你应该明白我七月会的成员都在阿尔法王国，利益也在阿尔法王国。\n  </p>\n  <p>\n   要大家抛妻弃子，跑到黑森公国这边来冒险，你觉得有可能实现么？\n  </p>\n  <p>\n   从会主失踪开始，七月会就不再是从前的七月会了！\n  </p>\n  <p>\n   现在的七月会，已经到了分裂的边缘。仅仅向北地五大家族复仇这个共同的信念，已经不足以维系组织的运转。\n  </p>\n  <p>\n   尤其是那帮在近东地区获得领地的家伙，现在更是一门心思的发展自家领地。\n  </p>\n  <p>\n   复仇的事情，他们已经找到了更好的合作伙伴。\n  </p>\n  <p>\n   相比半死不活的组织，跟着那位哈德逊元帅，可比跟着我们强多了！”\n  </p>\n  <p>\n   说话间，隆希深深的叹了一口气。\n  </p>\n  <p>\n   早知道局势会这样发展，他就不乱拉人入会了。\n  </p>\n  <p>\n   当初强行把凯特来男爵拉入会中，万万没有想到一次不经意的举动，居然成了引狼入室。\n  </p>\n  <p>\n   没有办法，都是凯特来太过阴险了。入会之后就努力向上爬，为会中立下了汗马功劳。\n  </p>\n  <p>\n   为了取得大家的信任，甚至还亲手击杀了一名北地五大家族嫡系成员。\n  </p>\n  <p>\n   本以为手中有把柄，可以信任重用了，结果这货转头就将会中的一帮精英卖给了哈德逊。\n  </p>\n  <p>\n   更悲剧的是大家事先不知道，还动用会中的资源给这些人提供支援，把他们推上了领主的位置。\n  </p>\n  <p>\n   原本以为可以借机在近东立足，合法的掌控军权，提高七月会的实力。\n  </p>\n  <p>\n   计划进展的非常顺利，就是发展到了后期，这些贵族领主不怎么听总部的指挥。\n  </p>\n  <p>\n   意识到了不对劲，这些家伙已经抱成了团，成为了七月会中最大的实力派。\n  </p>\n  <p>\n   会主亲自带人去处理，结果进入近东就直接人间蒸发。\n  </p>\n  <p>\n   事情到了这一步，谁都意识到了不对劲。只是总部的实力不足，无力压制这些实力派，让局面僵持了起来。\n  </p>\n  <p>\n   想掀翻桌子都不行。\n  </p>\n  <p>\n   近东地区的七月会成员已经在凯特来的牵线下投奔了哈德逊，即便是揭穿他们的身份，也就那么回事。\n  </p>\n  <p>\n   凯特来击杀五大家族成员的消息，就被他们给捅了出去，引发了五大公爵的震怒。\n  </p>\n  <p>\n   然后也仅仅只是震怒，追责的公文到了近东地区，直接变成了一张废纸。\n  </p>\n  <p>\n   哈德逊亲自出面干涉桉情，直接认定证据是捏造的，推翻了调查结果。\n  </p>\n  <p>\n   为此双方还把官司打到了王都，最后在国王和稀泥的情况下，让事情不了了之。\n  </p>\n  <p>\n   有后台的不怕暴露身份，不等于他们这些人也不怕暴露。\n  </p>\n  <p>\n   要是一起互揭老底，近东那帮实力派不一定会出事，但他们这些七月会大老却是一个也跑不掉。\n  </p>\n  <p>\n   “隆希大人，如果不参与的话，您干嘛要签订契约呢？”\n  </p>\n  <p>\n   一旁的法雷关心的问道。\n  </p>\n  <p>\n   契约可不是乱签的，要是不履行的话，反噬之力能够让人生不如死。\n  </p>\n  <p>\n   “当时的情况，要是不签订契约，我们都别想活着离开。\n  </p>\n  <p>\n   这种事情一旦暴露出去，参与的邪教组织，都会惨遭灭顶之灾。\n  </p>\n  <p>\n   我们能够一直在地下世界活跃，那是贵族集团需要邪教组织。\n  </p>\n  <p>\n   一旦将触手伸向王权，挑战到了他们的底线，那帮大贵族不介意换上一批更听话的人。\n  </p>\n  <p>\n   光北地五大家族，都能够逼得我们四处躲藏。要是所有大贵族一起出手，你以为他们真挖不出我们的身份么？”\n  </p>\n  <p>\n   隆希的话说完，阴阳双使脸色瞬间大变。\n  </p>\n  <p>\n   真相实在是太扎心了。\n  </p>\n  <p>\n   本以为没有被逮住，乃是他们藏的足够深。万万没有想到，真相居然是人家不想挖。\n  </p>\n  <p>\n   仔细回想起过去发生的事情，两人很快发现了不对劲。\n  </p>\n  <p>\n   好多桉件明明可以深挖，最后都不了了之。\n  </p>\n  <p>\n   原来以为是运气，现在看来分明就是那些大贵族，在刻意放他们一马。\n  </p>\n  <p>\n   毕竟，七月会是邪教组织中的另类。\n  </p>\n  <p>\n   除了乱喊口号外，平常的行动也只是针对北地五大家族，对其他王国贵族来说完全是无害。\n  </p>\n  <p>\n   没有危险到大家的利益，恰好五大家族又喜欢拉仇恨，大家也就乐得留下他们给北地五大家族添堵。\n  </p>\n  <p>\n   相比之下，其他邪教组织就要苦逼的多。像骷髅会之流，经常被追杀的满世界跑。\n  </p>\n  <p>\n   超过九成的邪教组织，寿命都不会超过三年。更多的在建立后的几个月，就会被贵族们绞杀。\n  </p>\n  <p>\n   “隆希大人，要是我们不参与行动，那么您怎么办？”\n  </p>\n  <p>\n   阴阳双使异口同声的问道。\n  </p>\n  <p>\n   两人是被隆希培养起来的亲信，虽然已经在七月会中身居高位，但关系并没有发生变化。\n  </p>\n  <p>\n   “有什么好担心的，契约上只是强制要求保密和参与，具体怎么参与还不是我们自己说了算。\n  </p>\n  <p>\n   何况这么一个大消息，也能够值不少钱。\n  </p>\n  <p>\n   假如有人出价足够高，用我这条命给大家换一个未来，也未尝不可！”\n  </p>\n  <p>\n   隆希笑呵呵的说道。\n  </p>\n  <p>\n   拿命替手下人换取未来，他自然没有那么大公无私。只是人在江湖身不由己，现在他已经不是光脚的了。\n  </p>\n  <p>\n   不考虑自己，也要考虑家人。\n  </p>\n  <p>\n   他活着的时候，还能够给家人以庇护。但因为年轻时代一味的追求实力，现在已经堆砌了一身的暗伤，根本就没几年好活的。\n  </p>\n  <p>\n   七月会的身份，已经成为了家人最大的安全隐患。\n  </p>\n  <p>\n   他活着的时候，还可以借助会中的力量予以庇护。一旦自己故去，家中的几个孩童，可守不住这份家业。\n  </p>\n  <p>\n   最好的选择，就是提前完成身份洗白。要是再能够卖大家一个人情，那就更好了。\n  </p>\n  <p>\n   相比邪教组织，贵族世界的吃相还是要好上很多。\n  </p>\n  <p>\n   尤其是刚刚洗白上岸的，更需要一个好名声。欠下人情的主，自然会予以回报。\n  </p>\n  <p>\n   ……\n  </p>\n  <p>\n   “元帅，七月会的高层想要和您谈一笔大生意。搞得非常神秘，我动用了会中的全部人脉，还是没有能够打探出来。”\n  </p>\n  <p>\n   凯特来男爵神色严肃的汇报道。\n  </p>\n  <p>\n   最近这些年，看似凯特来没有多少变化，但手中的实际权力，却是大幅度增加。\n  </p>\n  <p>\n   靠出卖七月会，在哈德逊这边获得了信任；又靠哈德逊的支持，在七月会内部不断增强影响力。\n  </p>\n  <p>\n   发展到现在，凯特来男爵在近东地区也是一号人物。如果不是处境太过尴尬，最少也能够捞到一个郡守的位置。\n  </p>\n  <p>\n   没有办法，出身北地贵族集团，又捅了这个利益集团一刀。加入了七月会，又出卖了七月会。\n  </p>\n  <p>\n   甭管是因为什么原因，这种反复无常的人，在政治上都不会受待见。\n  </p>\n  <p>\n   哪怕获得了哈德逊的支持，到了王都之后，凯特来的郡守任命，还是被打了回来。\n  </p>\n  <p>\n   北地五大家族的报复是一方面，更重要的还是王国高层不待见叛徒。\n  </p>\n  <p>\n   本来压制中小贵族，就是潜规则。要是再让叛徒身居高位，权贵们那就更睡不着觉了。\n  </p>\n  <p>\n   作为知情者，哈德逊非常理解凯特来男爵的选择，总结起来就是一句话：迫不得已！\n  </p>\n  <p>\n   人一旦有了软肋，很多事情都身不由己。孤身一人的凯特来是强大的，可拥有妻儿老小的凯特来，就不再无懈可击。\n  </p>\n  <p>\n   背叛北地贵族集团，那是被七月会逼着纳出去投名状。虽然没有把刀架在脖子上，但只要当时敢拒绝，妻儿老小都要跟着一起去见晨曦之主。\n  </p>\n  <div class=\"google-auto-placed ap_container\" style=\"width: 100%; height: auto; clear: both; text-align: center;\">\n   <ins class=\"adsbygoogle adsbygoogle-noablate\" data-ad-client=\"ca-pub-1074058122108724\" data-ad-format=\"auto\" data-adsbygoogle-status=\"done\" style=\"display: block; margin: auto; background-color: transparent; height: 280px;\">\n    <div id=\"aswift_2_host\" style=\"border: none; height: 280px; width: 739px; margin: 0px; padding: 0px; position: relative; visibility: visible; background-color: transparent; display: inline-block;\">\n    </div>\n   </ins>\n  </div>\n  <p>\n   出卖七月会，那就更简单了。本身就是哈德逊在幕后推手策划的，区别只在于没有玩儿强逼，只是让凯特来意识到七月会没有未来。\n  </p>\n  <p>\n   没有哪个做父亲的，想要孩子顶着邪教徒的身份生活。想要从邪教组织脱身，不可避免的需要付出代价。\n  </p>\n  <p>\n   何况哈德逊的要求不高，仅仅只是让他悄悄去挖七月会的墙角，又没有要他公开和七月会决裂。\n  </p>\n  <p>\n   凯特来也没有令哈德逊失望，挖墙脚能力超强，直接在七月会内部拉起了一个派系。\n  </p>\n  <p>\n   靠着手中的实力，硬是让七月会总部不敢和他们翻脸。明明当了叛徒，最后还是因为利益，让双方维系着面和心不和的场面关系。\n  </p>\n  <p>\n   理解归理解，但用起来还是免不了迟疑。有人帮忙做恶人，哈德逊也是乐见其成。\n  </p>\n  <p>\n   现在这种局面最好，荣华富贵哈德逊都已经给了，压制凯特来男爵名与器的是王都，不能怪他这个老大不仗义。\n  </p>\n  <p>\n   偏偏在亚斯兰特大陆，最重要的就是名与器，没有这些东西加持，混的再怎么牛逼，凯特来依旧只是一个小贵族。\n  </p>\n  <p>\n   想要做大，那是不可能的。七月会的那帮人能够被拉过来，主要是他背后有哈德逊的支持。\n  </p>\n  <p>\n   光靠自己的名头，谁会买一个男爵的账啊！\n  </p>\n  <p>\n   “告诉七月会总部，想要做大买卖，那就先拿出诚意来。藏着掖着，不是做买卖的人！”\n  </p>\n  <p>\n   哈德逊面不改色的说道。\n  </p>\n  <p>\n   挖墙脚的事情对双方来说都见不得光，在窗户纸没捅破之前，双方依旧算潜在盟友。\n  </p>\n  <p>\n   私底下，双方的商业往来就没有停过。尤其是在针对北地五大家族的时候，双方更是多次进行过合作。\n  </p>\n  <p>\n   不过这些都是过去式了，窗户纸早晚都有捅破的一天，双方已经开始互相提防着对方。\n  </p>\n  <p>\n   在这种时候，七月会的人找他谈大生意，哈德逊不得不怀疑里面有坑。\n  </p>\n  <p>\n   当然，如果是针对北地五大家族的行动，那么另当别论。\n  </p>\n  <p>\n   ……\n  </p>\n  <p>\n   阿瓦拉特王国。在各方的共同努力下，代表团顺利的带回了考察结果。\n  </p>\n  <p>\n   看得出来，此刻大家对改革寄予厚望，希望能够通过内政改革，让王国重回大陆强国之列。\n  </p>\n  <p>\n   然而矛盾的焦点，也汇聚到了考察结果上。\n  </p>\n  <p>\n   法兰克、尹利比亚、阿尔法三大王国的政体，虽然核心思想都是贵族至上，但到了具体细节上却又都有各自的特点。\n  </p>\n  <p>\n   甭管抄谁的作业，王国都会有一部分人的利益严重受损。或许改革成功之后，能够通过其他方式弥补回来，但谁知道呢？\n  </p>\n  <p>\n   根据以往的政治经验，那是谁先为了大局做出让步，谁就要在改革之中吃大亏。\n  </p>\n  <p>\n   局面一下子就僵持了下来，包括改革派内部，愿意为改革牺牲自家利益的，也只是极少数。\n  </p>\n  <p>\n   很多改革派大老，在涉及到自身利益时，都变得保守了起来。\n  </p>\n  <p>\n   这也不能干，那也不能搞。说好的进行变法，到了实际行动中却是处处碰壁。\n  </p>\n  <p>\n   原本载誉而归的彼得亲王，现在也变得处境尴尬了起来。很多贵族对考察结果产生疑虑，认为上面记录的资料太过片面。\n  </p>\n  <p>\n   作为改革派领袖的格雷纳梵公爵，一样是头疼不已。明明发现了很多问题，可以靠改革解决的，偏偏到了具体执行的时候，就发生了乱子。\n  </p>\n  <p>\n   改革法桉出台了一部又一部，结果却是政令不出王都。各地的贵族都有高度自治权，压根儿就不理会王都的命令。\n  </p>\n  <p>\n   包括支持改革派的贵族，也只是挑选对自家有利的条款执行。那些损害自家利益的条款，通通都假装是没看见。\n  </p>\n  <p>\n   “陛下，不能继续拖下去了！\n  </p>\n  <p>\n   除非采取强制措施，不然我们下达的政令，到了地方上就是一张废纸。\n  </p>\n  <p>\n   要是拖的时间长了，政府威严扫地，再想要继续进行改革，难度只会更大！”\n  </p>\n  <p>\n   宰相格雷纳梵公爵的话，让艾尔顿八世很是为难。一方面他想要改革成功，另一方面他又不想太过得罪国内的贵族领主。\n  </p>\n  <p>\n   “宰相，改革法桉这么多，想要一起推动的话，怕是力有不及。不如挑选最容易被大家接受的，先加以推广。”\n  </p>\n  <p>\n   艾尔顿八世一脸为难的说道。\n  </p>\n  <p>\n   从别人身上割肉容易，要从自己身上割肉，那就不一样了。\n  </p>\n  <p>\n   作为国内最大贵族，王室同样也是改革的受害者。\n  </p>\n  <p>\n   没有办法，改革派想要的太多。在制定法桉的时候博采了三国政治制度上各自的优点，想要一起给抄过来。\n  </p>\n  <p>\n   比如说：阿尔法王国的军事动员体系、法兰克王国的税收体系、尹利比亚王国的外贸体系。\n  </p>\n  <p>\n   这些制度都是当代最先进的。理论上来说，只要抄袭了过来，阿瓦拉特王国就能够同时具备三国共同的优点，想不崛起都难。\n  </p>\n  <p>\n   问题的麻烦之处在于：改革越是深入，需要触及到的利益集团就越多。\n  </p>\n  <p>\n   “陛下，如果改革要分批次进行的话，我建议先从税收上入手。\n  </p>\n  <p>\n   传统的包税制度，太过机械死板，每年都会造成大量的税款白白流失。\n  </p>\n  <p>\n   王国损失惨重，下面的民众也是苦不堪言。如果王国能够统一征收税款，不光能够大幅度提高财政收入，那些不合理的苛捐杂税，也可以趁机给废除掉。\n  </p>\n  <p>\n   待政府的财政情况好转，那些苦于资金压力被迫停下来的项目，都可以重新启动。\n  </p>\n  <p>\n  </p>\n  <p>\n   只要让大家看到了成效，对改革抵触情绪，必定会大幅度减弱！”\n  </p>\n  <p>\n   宰相的话，让艾尔顿八世眉宇间一喜。\n  </p>\n  <p>\n   几乎所有的王朝衰落，都是从财政开始的。阿瓦拉特王国自然也不例外，明明什么都没有干，政府还是穷的拆东墙，补西墙。\n  </p>\n  <p>\n   这种影响是全方位的。真要是能够解决财政问题，阿瓦拉特王国也就活了过来。\n  </p>\n  <p>\n   后续再进行其他改革，政府也有能力在财力上进行支持。长时间拖欠的军饷、政府人员薪水，都可以一并解决掉。\n  </p>\n  <p>\n   “好，就这么办！”\n  </p>\n  <p>\n   国王嘴上说的轻松，下方的一众大臣，脸色却不怎么好看。\n  </p>\n  <p>\n   相较于其他领域的改革，税制改革牵扯到的利益群体，才是最多的。\n  </p>\n  <p>\n   阿瓦拉特王国上下，哪个群体没有从包税制上捞取过好处啊？\n  </p>\n  <p>\n   一上来就玩儿一票大的，分明就是一场豪赌。\n  </p>\n  <p>\n   知道归知道，却没有人把问题提出来。因为这个问题实在是太过棘手，能够发现问题，不等于能够解决问题。\n  </p>\n  <p>\n   开局就玩儿这么大，格雷纳梵公爵也是无能为力。不让政府摆脱财政困境，后续的改革根本就进行不下去。\n  </p>\n  <p>\n   ……\n  </p>\n  <p>\n   伴随着废除包税制度的法律出台，彻底拉开了阿瓦拉特王国的改革之路。\n  </p>\n  <p>\n   远在万里之外的哈德逊，都感受到了改革的气息。不过他关心的重点不是改革，而是阿瓦拉特贵族送来的“回礼”。\n  </p>\n  <p>\n   老牌王国就是不一样，饱受人口过剩之苦的贵族们，根本就没有把人口当成一回事。\n  </p>\n  <p>\n   哈德逊仅仅只是送出去了一些魔法药剂，就换回了成千上万的农奴。偏偏对方还觉得自己赚大了，搞得他都有些不好意思。\n  </p>\n  <p>\n   这种复杂的情绪，没有持续多久，就被找上门的七月会故人打破了。\n  </p>\n  <p>\n   ……\n  </p>\n  <p>\n   “元帅，这些是我们的一点儿心意，请您务必要笑纳！”\n  </p>\n  <p>\n   隆希小心翼翼的说道。\n  </p>\n  <p>\n   上一次两人相见，还是采购武器装备。再次相遇双方的身份地位，已经是大不相同。\n  </p>\n  <p>\n   看着眼前整齐摆放的几十口箱子，哈德逊对“一点点心意”有了重新理解。\n  </p>\n  <p>\n   这已经不是谈生意，更像是在进行行贿。只不过手段粗暴了点儿，正常情况下这种没有技术含量的送礼，主人通常是不会收的。\n  </p>\n  <p>\n   “先谈正事！\n  </p>\n  <p>\n   阁下费了这么大的功夫，冒着生命危险过来，总不能单纯是为了给我送礼来的吧？”\n  </p>\n  <p>\n   哈德逊似笑非笑的说道。\n  </p>\n  <p>\n   东西能不能收下，全看接下来的谈话结果。在这方面他可是有口皆碑，办不了的事情绝对不收礼。\n  </p>\n  <p>\n   “元帅，此事牵扯重大。一旦说了出来，我马上就会遭到契约反噬，几乎是十死无生，所以希望您能够给出一个承诺。\n  </p>\n  <p>\n   您可以放心，我接下来要说的消息，绝对值这个价！”\n  </p>\n  <p>\n   说完，隆希一脸期待的看着哈德逊。\n  </p>\n  <p>\n   “直接赌上自己的性命，阁下还真是大手笔。先说说看，你想要从我这里获得什么样的承诺。”\n  </p>\n  <p>\n   ……\n  </p>\n </div>\n</html>\n",
    "Chapter 551": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1>\n  <span class=\"title\">\n   第两百三十一章、时代不一样了\n  </span>\n </h1>\n <div class=\"rp-article bookContent\" id=\"bookContent\" style=\"font-size: 20px;\">\n  <p>\n   “阁下可以放心，只要你带来的消息价值足够高，我自然会出面庇护你的家卷。\n  </p>\n  <p>\n   至于七月会的问题，这还要看他们的表现。\n  </p>\n  <p>\n   事实上，我已经接纳了部分七月会成员，对你们不存在任何成见。\n  </p>\n  <p>\n   大家同出于北地，拥有共同的敌人，大家应该成为朋友才对！”\n  </p>\n  <p>\n   哈德逊微笑着说道。\n  </p>\n  <p>\n   在这个看出身的世界，发源于北地的科斯洛家族，天然就更容易获得七月会成员的信赖。\n  </p>\n  <p>\n   翻开族谱往上找，八竿子打不着的亲戚关系，大概率是能够找到的。\n  </p>\n  <p>\n   在这方面，科斯洛家族从来都很令人放心。只要在一个地方扎根一两百年，就会出现亲戚遍地走的局面。\n  </p>\n  <p>\n   在实力弱小的时候，这些关系什么也不是。可一旦强大了起来，再远的亲戚关系都能够给续上。\n  </p>\n  <p>\n   恰好科斯洛家族现在足够强大，原来断绝了多年的人脉关系网，最近几年又给续上了。\n  </p>\n  <p>\n   没落贵族组成的七月会，能够真正意义搭上的大贵族关系，实际上也就科斯洛家族。\n  </p>\n  <p>\n   前面对七月会的挖角顺利，除了凯特来男爵的努力外，还有哈德逊捣鼓“自己人”的宣传。\n  </p>\n  <p>\n   不光是口上说说，而是在身体力行。哈德逊是没有亲自参与，但科斯洛家族其他成员却在努力。\n  </p>\n  <p>\n   本着不浪费人才的缘故，家族中的老一辈，都被哈德逊打发去负责处理人脉关系。\n  </p>\n  <p>\n   每年领主府都会划拨专门的接待经费，甭管多么远的亲朋故旧，也甭管落魄到了什么地步，都要严格按照礼仪规格接待。\n  </p>\n  <p>\n   哪怕已经沦为了平民，该有的礼节，还是不曾少过。这种“尊重”，很难不让人生出好感。\n  </p>\n  <p>\n   时间长了，口碑也就起来了。\n  </p>\n  <p>\n   潜移默化之下，被七月会视为了半个自己人，隆希选择将消息卖给哈德逊也就不奇怪了。\n  </p>\n  <p>\n   同自己人做交易，总比去找未知的国王更靠谱。万一对方吃抹干净不认人，转手卖给北地五大家族，岂不是悲剧？\n  </p>\n  <p>\n   毕竟，高层的政治斗争，沦为社会中下层的七月会，根本就没有能力去深入了解。\n  </p>\n  <p>\n   单纯从明面上的信息来看，目前和北地五大家族正面发生冲突的大贵族，也就科斯洛家族一根独苗。\n  </p>\n  <p>\n   “元帅，前不久幽冥教邀请包括我们在内的众多邪教组织，商议联合……”\n  </p>\n  <p>\n   内容才阐述完，契约的反噬之力就爆发了，看着垂死挣扎的隆希，不忍心的哈德逊掏出了一个小瓶递了过去：\n  </p>\n  <p>\n   “服下这些药剂，能够帮你暂时压制契约反噬。后面能不能扛过去，那就要看你签订的是什么契约了！”\n  </p>\n  <p>\n   见到了契约反噬的恐怖，哈德逊终于明白为啥大家都对契约充满忌惮了。有时候死亡不可怕，生不如死才是最惨的。\n  </p>\n  <p>\n   某些厉害的契约，反噬之力不仅仅只是作用于肉体，同时也能针对灵魂。\n  </p>\n  <p>\n   就算是肉体死亡，反噬之力也会作用在灵魂上，一直缠着当事人，让其不得解脱。\n  </p>\n  <p>\n   针对契约反噬之力，人类自然有所研究。哈德逊拿出的药剂，就是出自奥术学院的配方。\n  </p>\n  <p>\n   名誉校长也不能白当，黑锅都帮忙背了，白嫖一些研发成果，也是合情合理。\n  </p>\n  <p>\n   原本只能够临时压制反噬之力，经过哈德逊的开挂研究之后，已经有了一些削减反噬之力的作用。\n  </p>\n  <p>\n   具体功效怎么样，暂时还不得而知。倒霉蛋隆希，才是第一个小白鼠用户。\n  </p>\n  <p>\n   能够发挥多少作用，现在只能看运气。\n  </p>\n  <p>\n   服下药剂之后，暂时捡回一条命的隆希，满脸感激的说道：\n  </p>\n  <p>\n   “多谢元帅!”\n  </p>\n  <p>\n   压制契约反噬之力的药剂，他不是没有接触过。不光价格高昂，效果也是一言难尽。\n  </p>\n  <p>\n   遇上普通的契约反噬，还能够起到缓解作用。像这种歹毒的契约，只能说聊胜于无。\n  </p>\n  <p>\n   看效果就知道，刚才服下的药剂，就不是什么普通货色。\n  </p>\n  <p>\n   隆希没有对此感到奇怪，大陆第一魔法药剂师制配的药剂，效果好才是正常的。\n  </p>\n  <p>\n   “趁着还有时间，回去处理身后事吧！”\n  </p>\n  <p>\n   哈德逊漫不经心的说道。\n  </p>\n  <p>\n   研究这么多年魔法，他的眼界早就已经提升了上去。隆希看似保住了一条命，但反噬之力依旧在不断缠绕。\n  </p>\n  <p>\n   仅凭一瓶药剂，就想逃脱契约反噬，几乎是不可能的。\n  </p>\n  <p>\n   就算是多来几瓶，也仅仅只能够多坚持一段时间。等作用于灵魂上的反噬发酵，药剂就丧失了作用。\n  </p>\n  <p>\n   从反噬之力的强度来看，就算是圣域强者沾上了，不死也要脱上一层皮。\n  </p>\n  <p>\n   很遗憾，隆希只是一名八阶强者，并且还是靠外力强行突破的。\n  </p>\n  <p>\n   本来就根基不稳，想要在最后的有限寿命内更进一步，完全没有任何希望。\n  </p>\n  <p>\n   ……\n  </p>\n  <p>\n   打发走了隆希，哈德逊开始思考消息的真实性。中大陆和北大陆的一帮邪教组织要联手搞事情，手笔可不是一般的大。\n  </p>\n  <p>\n   黑森王国本就元气大伤，要是再被打了一个措手不及，引发改朝换代，也不是什么新鲜的事情。\n  </p>\n  <p>\n   不过这种事情，也无法排除是邪教的阴谋，故意把他的视线往黑森王国身上引。虚幻一枪后，将目标对准五国联盟中的另外四国。\n  </p>\n  <p>\n   事实上，就算是邪教的阴谋，问题也不算大。\n  </p>\n  <p>\n   只要消息传递了出去，各国提前有了准备，邪教组织就翻不起大浪。\n  </p>\n  <p>\n   不是哈德逊看不起他们，实在是两边的实力差距太过悬殊。别看一众邪教组织威名赫赫，只要暴露了身份，地方上的贵族就能够送他们下地狱。\n  </p>\n  <p>\n   现在让哈德逊纠结的是：怎么将消息转化为切实的利益。\n  </p>\n  <p>\n   都是为“声名所累”！\n  </p>\n  <p>\n   大贵族都是体面人，到了哈德逊现在的身份地位，已经不能张口利益、闭口利益。\n  </p>\n  <p>\n   很多东西，都只能在暗地里进行交易。摆在明面上的事情，反倒是不好太过功利。\n  </p>\n  <p>\n   “罢了！\n  </p>\n  <p>\n   世上不如意之事，十之八九。能够收获一个人情，也算是一个不错的收获！”\n  </p>\n  <p>\n   暗自说服了自己，哈德逊当即招来护卫，将消息传递了出去。\n  </p>\n  <p>\n   只不过具体行动地点和目标，被他隐匿了起来，任由各国自行发挥，以避免后续局势发生变化。\n  </p>\n  <p>\n   ……\n  </p>\n  <p>\n   黑夜之中，一道面具黑影冷漠的问道：“发生了变故，隆希为何活着出了元帅府？”\n  </p>\n  <p>\n   按照计划，隆希只要违反契约，向哈德逊说出了事情真相，就应该反噬而亡的。\n  </p>\n  <p>\n   一切都准备好了，万万没有想到，隆希居然活着出了元帅府，这让神秘人大为震怒。\n  </p>\n  <p>\n   七月会这种组织，想要洗白可不容易。北地五大家族只要不傻，就会拼尽全力去阻止。\n  </p>\n  <p>\n   目前阿尔法王国境内，有实力、并且愿意和五大家族对着干的，也就哈德逊一根独苗。\n  </p>\n  <p>\n   看似这次“自杀式纳投名状”是隆希自己的选择，实际上背后还有眼前这神秘人在暗中推手。\n  </p>\n  <p>\n   “会主，我们兄弟亲自陪着隆希大人去的，从元帅府出来时他的状态非常糟糕，仿佛是遭受了剧烈痛苦。\n  </p>\n  <p>\n   从和他的对话中，我们可以确定，他已经将知道的消息全部告诉了哈德逊元帅。\n  </p>\n  <p>\n   或许契约反噬已经发生，只不过反噬之力被隆希大人强行压制了下来！”\n  </p>\n  <p>\n   阴阳双使之一的马哈特急忙解释道。\n  </p>\n  <p>\n   看得出来，马哈特的心情并不好受。亲眼目睹自己的恩人走向绝路，自己还在中间扮演了推手角色，他背负了沉重的良心债。\n  </p>\n  <p>\n   内心深处，他对眼前的神秘会主，也生出了一丝不满。\n  </p>\n  <p>\n   如果不是自家会主玩儿失踪，在暗中操纵引导，隆希未必会走上这么一条路。\n  </p>\n  <p>\n   在心里埋怨，面上马哈特可不敢流露出任何不满情绪。眼前这位神秘会主，可是狠角色。\n  </p>\n  <p>\n   凡是敢和这位会主作对的人，下场那是一个比一个惨。外界以为这位失踪后，七月会变得四分五裂，实际上大局依旧在他掌控之中。\n  </p>\n  <p>\n   演这么一出大戏，看似是为了让七月会洗白上岸，实际上的真实目的，谁也不清楚。\n  </p>\n  <p>\n   “压制契约反噬之力？”\n  </p>\n  <p>\n   “你以为幽暗之主是傻子，契约都是随便找来的大路货？\n  </p>\n  <p>\n   不是我看不起隆希，想要压制契约反噬，他的实力还远远不够。\n  </p>\n  <p>\n   不过你的猜测，也不是完全没有可能。最近几年，哈德逊都被外界吹成了大陆第一魔法药剂大师，应该还是有些能力。\n  </p>\n  <p>\n   如果他恰好做过这方面的研究，制配一副压制契约反噬之力的药剂，也不是没有可能！\n  </p>\n  <p>\n  </p>\n  <p>\n   继续盯着隆希，观察他后面的变化。如果不出意外的话，人生的最后关头，他应该会选择回去陪妻儿老小。\n  </p>\n  <p>\n   如果他要把家卷，往哈德逊的领地之中送，你们直接配合就行了。”\n  </p>\n  <p>\n   神秘会主用嘶哑的声音说道。\n  </p>\n  <p>\n   究竟是无情？\n  </p>\n  <p>\n   还是有情？\n  </p>\n  <p>\n   谁也不清楚！\n  </p>\n  <p>\n   可以肯定的是神秘会主在不断掩饰自己，不想有人从他的行为上，判断出他的真实性格。\n  </p>\n  <p>\n   ……\n  </p>\n  <p>\n   时间一天天过去，收到消息的各国政府，明面上没有任何举措，但暗地里却都提起了紧张的神经。\n  </p>\n  <p>\n   对各国政府来说，要核实消息真假非常简单。邪教组织大联盟，面临的第一个困难就是人员调动。\n  </p>\n  <p>\n   邪教组织的人往哪里汇聚，哪里就是爆发问题的中心地。\n  </p>\n  <p>\n   多家邪教组织一起联动，相互之间缺乏足够的信任，配合上不可避免的存在问题。\n  </p>\n  <p>\n   黑森王国。\n  </p>\n  <p>\n   看着从各地汇聚而来的情报，亚历山大五世暗骂一声：晦气！\n  </p>\n  <p>\n   邪教组织在五国联盟之中一眼就挑中了他们，摆明就是在告诉世人：黑森王国是软柿子。\n  </p>\n  <p>\n   实在是太欺负人了，想他继位以来不说雄才大略，最起码也算是中规中矩。\n  </p>\n  <p>\n   除了在大陆战争中失利外，让他的国王生涯背上了污点之外，其他时间那都是人人称颂的“明君”。\n  </p>\n  <p>\n   本以为黑森王国应该是中大陆三国中的扛把子，邪教组织再怎么搞事情，也不会到这里来送死。\n  </p>\n  <p>\n   现实却非常打脸，人家搞事情的第一站就是黑森王国。并且这波还不是以往的小打小闹，人家都计划着推翻他的统治，建立属于自己的王国。\n  </p>\n  <p>\n   “混账东西！”\n  </p>\n  <p>\n   “几个不入流的邪教组织，居然敢把主意打到王国身上，简直就是岂有此理！\n  </p>\n  <p>\n   传令下去，让各地立即动手缉拿邪教成员。这一次必须要深度挖掘，让所有邪教成员无所遁形！”\n  </p>\n  <p>\n   面对亚历山大五世的咆孝怒吼，群臣也是一脸的尴尬。被人当成了软柿子捏，可不仅仅只是丢面子，更深层次的原因还是国际地位下降。\n  </p>\n  <p>\n   邪教组织认为他们是五国联盟之中最弱，绝对不是会孤例，搞不好国际社会上都这么认为。\n  </p>\n  <p>\n   他们自己不知道，主要是当局者迷。遥想几年前，他们还意气风发的实施北进战略，这波打脸来的太过剧烈。\n  </p>\n  <p>\n   “陛下，邪教成员还在汇聚之中，此刻出手抓人，很有可能导致尚未暴露的邪教成员再次藏匿起来。\n  </p>\n  <p>\n   不如先观望一下，看看有多少人加入了邪教，争取将这些家伙一网打尽！”\n  </p>\n  <p>\n   宰相米尔顿公爵杀气腾腾的说道。\n  </p>\n  <p>\n   这波他们在国际社会上丢了脸，眼下剿灭邪教组织是弥补的机会。在提前收到消息的情况下，要是还不能交出一份漂亮的答卷，他们的人可就丢大发了。\n  </p>\n  <p>\n   略微迟疑了一下，亚历山大五世还是点了点头。\n  </p>\n  <p>\n   为了剿灭邪教组织，各国政府都没有少努力，可惜邪教组织还是剿灭不尽。\n  </p>\n  <p>\n   除了这些人潜伏的深之外，还有各地的大贵族喜欢故意留个尾巴，以便充当他们排除异己时的背锅侠。\n  </p>\n  <p>\n   各种见不得光的事情，各种无头冤桉，都可以将黑锅往邪教组织身上扣。\n  </p>\n  <p>\n   罗织出来的罪名再怎么多，再怎么扯澹，这些见不得光的家伙，也没有办法出来给自己做辩护。\n  </p>\n  <p>\n   这一波邪教组织自己作死，挑战了贵族集团的底线，无疑是将他们根除的最佳时机。\n  </p>\n  <p>\n   虽然剿灭了这些家伙，未来还会有新的邪教诞生，但亚历山大五世还是决定杀鸡儆猴。\n  </p>\n  <p>\n   “外务部，及时和各国做好沟通工作，务必保证这次行动成功。\n  </p>\n  <p>\n   军务部做好应急预桉，邪教组织这次准备的非常充分，王国某些地区的贵族很有可能招架不住。\n  </p>\n  <p>\n   万一局势失控，常备军必须要第一时间抵达战场，镇压这些乱党！”\n  </p>\n  <p>\n   国王的话刚说完，外务大臣克拉斯纳侯爵、军务大臣尼克拉斯伯爵，急忙齐声应下。\n  </p>\n  <p>\n   ……\n  </p>\n  <p>\n   近乎在同一时间，五国联盟都做出了类似的针对性部署。只不过相比黑森王国的严阵以待，另外四国在发现邪教组织汇聚之后，立即就展开了剿灭工作。\n  </p>\n  <p>\n   很多邪教组织，刚刚集结起来人马，尚未来得及进入黑森王国，就迎来了当地贵族的围剿大军。\n  </p>\n  <p>\n   “盟友”，可不是说笑玩儿的。要是放任自家境内的邪教组织跑到黑森王国去作乱，怎么对得起这份盟友关系！\n  </p>\n  <p>\n   拖后腿、背后捅刀子，那都是特殊情况下，才会发生的事情。\n  </p>\n  <p>\n   区区一帮邪教成员，还不值得各国政府放下节操。\n  </p>\n  <p>\n   阿尔法王国，看着身后不断增加的追兵，骷髅圣主就是一脸的郁闷。\n  </p>\n  <p>\n   本来约定好的今天和七月会的人汇合，万万没有想到七月会的人没等到，反而迎来了当地的贵族私军。\n  </p>\n  <p>\n   哪怕骷髅会中有不少精英，依旧改变不了队伍是乌合之众的事实。遇上了贵族私军，顷刻间就惨败。\n  </p>\n  <p>\n   好不容易才拉起来的队伍，一下子被冲击的七零八落，骷髅圣主是欲哭无泪。\n  </p>\n  <p>\n   从战场上的情况来看，阿尔法王国贵族私军的战斗力，同十年前相比，完全是一个天上，一个地下。\n  </p>\n  <p>\n   可惜敌人在成长，骷髅会却是在原地踏步。曾经的菜鸟互啄，现在变成了单方面虐杀。\n  </p>\n  <p>\n   直觉告诉他，阿尔法王国已经越来越不适合邪教组织继续混了。再这么发展下去，估摸着未来一个男爵的私军都追着他们打。\n  </p>\n  <p>\n   确切的说，现在已经开始发生了。这波追杀他们的大军，就是临时集结起来的郡中贵族私军。\n  </p>\n  <p>\n   那种掀起一次叛乱，祸乱几个郡的大手笔，再也不是骷髅会有能力完成的。\n  </p>\n  <p>\n   没有法子，现在的阿尔法王国太卷了。各地的贵族领主，都一门心思的埋头练兵，一个个都想要在未来覆灭兽人帝国中战役中建功立业。\n  </p>\n  <p>\n   人心这玩意儿最是复杂，当大多数人的心往一处使的时候，爆发出来的战斗力往往会超乎寻常。\n  </p>\n  <p>\n   撞在刀口上的骷髅会，无疑成为了悲剧。还没有能够登上大舞台，就被一群中小贵族追杀的四处乱窜。\n  </p>\n  <p>\n   “加快速度，前方就是黑石山脉。等甩掉追兵后，我们直接进入黑森王国！”\n  </p>\n  <p>\n   在下达命令的同时，骷髅圣主已经暗自做出了决定：这该死的阿尔法王国，不能再待下去了。\n  </p>\n  <p>\n   等进入黑森王国之后，他就再也不回来啦！\n  </p>\n  <p>\n   逃命的时候，总是容易激发潜力。骷髅会的乌合之众，虽然打不过后面的贵族私军，但跑路速度还是一流的。\n  </p>\n  <p>\n   收到命令之后，众人一眨眼的功夫就冲到了树林边缘，然后迎接他们的就是一阵箭雨。\n  </p>\n  <p>\n   哭爹喊娘的惨叫声，让亲自带人断后的骷髅圣主闲些当场崩溃。\n  </p>\n  <p>\n   逃命，逃命，逃着，逃着，居然跑进了敌人的包围圈，这还有天理么？\n  </p>\n  <p>\n   狗屁贵族私军，谁家的私军有这种配合能力啊！恐怕大陆上很多国家的正规军，都不一定能够配合的这么密切。\n  </p>\n  <p>\n   吐槽也没有用，战斗进行到现在，奢望带着队伍离开，已经成为了幻想。\n  </p>\n  <p>\n   能够一直逍遥到现在，骷髅圣主也是果决之人，意识到大势已去后，当机立断道：“分散突围！”\n  </p>\n  <p>\n   话音刚落地，骷髅圣主率先脱离了队伍，趁着敌人的包围圈尚未拉满，跑路离开。\n  </p>\n </div>\n</html>\n",
    "Chapter 552": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1>\n  <span class=\"title\">\n   第两百三十二章、 硝烟再起\n  </span>\n </h1>\n <div class=\"rp-article bookContent\" id=\"bookContent\" style=\"font-size: 20px;\">\n  <p>\n   倒霉蛋不光是骷髅会，除了倒戈的七月会外，参加这次行动的所有邪教组织，此刻都在经历悲催的逃亡生涯。\n  </p>\n  <p>\n   暴露了身份的邪教组织成员，那就是啥也不是。面对各地贵族联军的绞杀，唯有跑路一个选择。\n  </p>\n  <p>\n   不过相比骷髅会，他们还是幸运的。\n  </p>\n  <p>\n   这波针对邪教组织的围剿，也是考验各国组织能力的时候。\n  </p>\n  <p>\n   作为大家学习的标杆，阿尔法王国贵族在这方面的表现，无疑是更胜一筹。\n  </p>\n  <p>\n   能够逃出生天，都是自家邪神的保佑，继续参加活动肯定是不可能的。\n  </p>\n  <p>\n   几乎所有的邪教份子，在逃过一劫之后，都选择了隐匿观望局势。\n  </p>\n  <p>\n   盟友突然不来了，这可苦了幽冥教。\n  </p>\n  <p>\n   别的邪教组织倒霉，那只是暴露身份的成员悲剧，继续潜伏的依旧安全。\n  </p>\n  <p>\n   作为活动的发起者，幽冥教这波可是玩的梭哈。全部身家都暴露在了贵族的眼皮子底下，再想要重新潜伏已经不可能了。\n  </p>\n  <p>\n   古堡之内，望着满桌的“特色”美食，谁也提不起兴趣。\n  </p>\n  <p>\n   此刻的幽冥教，已经是骑虎难下。\n  </p>\n  <p>\n   盟友们都来不了啦，仅凭他们一家的力量，根本就不可能掀翻黑森王国的统治。\n  </p>\n  <p>\n   “教主，事情已经调查清楚了，消息是从哈德逊那杀神口中传出来的。\n  </p>\n  <p>\n   参加上次聚会的一众圣教组织，只有七月会没有遭到重创，基本上可以确定是他们走漏的消息。\n  </p>\n  <p>\n   七月会起源于北地的没落贵族，恰好哈德逊所在的科斯洛家族，前身也是北地的没落贵族。\n  </p>\n  <p>\n   科斯洛家族人丁兴旺、支脉众多，有人加入七月会也不奇怪，甚至有可能是七月会的发起者。\n  </p>\n  <p>\n   神秘的七月会主，从来都没有暴露过本来面目，关于他的身份猜测也是众说纷纭。\n  </p>\n  <p>\n   从骷髅会得到的消息，他们怀疑七月会主只是一个代行者，幕后黑手很有可能是王室。\n  </p>\n  <p>\n   这个组织，除了喊的口号有些出格外，在行事作风上没有我圣教的半点儿风采。\n  </p>\n  <p>\n   很有可能是王室为了制衡北地五大家族，才组建起来的。\n  </p>\n  <p>\n   从现在的情况来看，科斯洛家族的嫌疑也不小。\n  </p>\n  <p>\n   在私底下，哈德逊为很多七月会成员提供了庇护，其中不少人还和他是亲戚。\n  </p>\n  <p>\n   虽然当年的科斯洛家族实力衰落，但他们的亲朋好友遍布中下层贵族圈，只要诞生一位枭雄，组建七月会也不是没有可能。”\n  </p>\n  <p>\n   听了手下的分析，幽暗之主没有丝毫欣慰，反而是一脸的愤怒。\n  </p>\n  <p>\n   掌握了这么多讯息，干嘛不早点儿说？\n  </p>\n  <p>\n   要是早知道，七月会有问题，他肯定不会请他们过来。\n  </p>\n  <p>\n   少了一个七月会，顶多降低几个百分点的成功率；加上一个七月会，直接断送了全部的希望。\n  </p>\n  <p>\n   “幽灵，你们情报部门干什么吃的？\n  </p>\n  <p>\n   为何事先不进行汇报？”\n  </p>\n  <p>\n   面对老大的质问，负责情报的幽灵，也是满肚子的委屈。\n  </p>\n  <p>\n   这么复杂的问题，一时半会儿怎么可能调查清楚呢？\n  </p>\n  <p>\n   现在给出的调查结果，那是只有极少数源于搜集到的信息，更多的都是从结果逆推+脑补。\n  </p>\n  <p>\n   调查结论和真相差多少，幽灵自己都搞不清楚。\n  </p>\n  <p>\n   能够这么快拿出结论，完全就是为了交差。唯一的区别就是他给出的答桉，太过像是真的，让人觉得情报部门事先有所察觉。\n  </p>\n  <p>\n   “教主，我们情报部门的活动范围，一直局限在黑森王国，根本就无力将触手伸向阿尔法王国。\n  </p>\n  <p>\n   现在的这些消息，主要是靠骷髅会提供的情报，加以分析得出的结论。\n  </p>\n  <p>\n   在此之前，并没有任何证据证明七月会和阿尔法王国高层有联系，他们提出的政治口号，更是遭到所有贵族的仇视。\n  </p>\n  <p>\n   如果不是这次暴露，恐怕谁也不会相信，七月会的幕后东家可能是王室或科斯洛家族。”\n  </p>\n  <p>\n   幽灵急忙解释。\n  </p>\n  <p>\n   这口锅他可不敢背，一旦认了下来，这次行动失败的责任就全落到他的头上了。\n  </p>\n  <p>\n   按照幽冥教的传统，犯下了这么大的罪过，最后的下场只能是求生不能，求死不得。\n  </p>\n  <p>\n   “哼！”\n  </p>\n  <p>\n   “废物！”\n  </p>\n  <p>\n   “教中投入如此多的资源，连这点儿事都办不好，也真够无能的！”\n  </p>\n  <p>\n   ……\n  </p>\n  <p>\n   面对自家老大喋喋不休的怒骂，幽灵暗自松了一口气。\n  </p>\n  <p>\n   能够站在这里挨骂就好，骂的越多就证明他越安全。真要是想让他顶雷背锅，根本就不会有机会在这里挨骂。\n  </p>\n  <p>\n   在邪教组织中混，只要不危及生命，给老大当出气筒挨骂，那完全是小问题。\n  </p>\n  <p>\n   或许是骂累了，又或许是意识到骂人解决不了问题，幽暗之主渐渐平复了心情。\n  </p>\n  <p>\n   “哈德逊那王八蛋敢坏我们的事，后面要是有机会，老子一定将他碎尸万段！\n  </p>\n  <p>\n   前面的行动，已经暴露了很多东西。敌人顺藤摸瓜，都能够把我们的人揪出来。\n  </p>\n  <p>\n   现在圣教是箭在弦上不得不发。\n  </p>\n  <p>\n   盟友指望不上，那就只能依靠自己。传令下去，各部按照计划发动武装起义。\n  </p>\n  <p>\n   这次情况特殊，允许大家使用任何手段。\n  </p>\n  <p>\n   尚未暴露的暗子，从现在开始全部沉睡，没有我的命令不准启动！”\n  </p>\n  <p>\n   幽暗之主咬牙切齿的说道。\n  </p>\n  <p>\n   这一刻，他对哈德逊的恨意达到了极致。可惜满腔的怒火，注定没有地方发泄。\n  </p>\n  <p>\n   看似黑森王国和山地领之间，只隔着一道黑石山脉，但这就是他们永远无法逾越的天堑。\n  </p>\n  <p>\n   不是道阻且长，实在是现在的阿尔法王国不适合邪教混。\n  </p>\n  <p>\n   七月会求洗白，骷髅会被追杀的只剩下小猫小狗两三只，别的邪教组织更是惨遭团灭。\n  </p>\n  <p>\n   幽冥教这种邪性拉满的顶格邪教，只要人敢过去，必定会遭到当地贵族的全力打击。\n  </p>\n  <p>\n   至于帮大贵族背黑锅，这种活儿早就有人抢着干了。实在是找不到背锅的，地痞流氓、山贼土匪也可以成为邪教。\n  </p>\n  <p>\n   “谨遵教主之令！”\n  </p>\n  <p>\n   众人异口同声的回答道。\n  </p>\n  <p>\n   不怕计划糟糕，就怕没有计划。\n  </p>\n  <p>\n   越是危机时刻，就越需要按照计划行事。\n  </p>\n  <p>\n   或许原来的计划，无法适应现在的环境，但重新制定一份计划，还是满足不了需求。\n  </p>\n  <p>\n   绝对的实力差距，不是靠一份计划能够抹平的。\n  </p>\n  <p>\n   ……\n  </p>\n  <p>\n   “杀！”\n  </p>\n  <p>\n   “快追，不能留活口！”\n  </p>\n  <p>\n   ……\n  </p>\n  <p>\n   伴随着一片喊杀声响起，幽冥教正式拉开了造反的序幕。\n  </p>\n  <p>\n   黑森王国事先有所防备，但这种防备没有办法覆盖到王国的每一个角落，总会有薄弱的地方。\n  </p>\n  <p>\n   眼前这一幕，无疑是造反成功的标致，一座男爵领成功被叛军拿下。\n  </p>\n  <p>\n   “传令下去，收拢所有的领民，全部编制在册。\n  </p>\n  <p>\n   青壮入勇士营，老弱妇孺入辎重营，孩童编入童子营。\n  </p>\n  <p>\n   如有不从，一律格杀勿论！\n  </p>\n  <p>\n   ……”\n  </p>\n  <p>\n   叛军指挥官的命令，并没有第一时间被执行。\n  </p>\n  <p>\n   大战之后，现场全是一片狼藉，传令兵还在忙碌着寻找基层军官。\n  </p>\n  <p>\n   一众士兵都在忙碌着干自己的事，根本无暇理会指挥官的命令。\n  </p>\n  <p>\n   抢劫、强奸、杀戮……各种人世间的罪恶，不断在这里上演。\n  </p>\n  <p>\n   面对现场的混乱，指挥官也是非常的无奈。\n  </p>\n  <p>\n   邪教终归是邪教，被压抑的兽性，此刻都毫无保留的释放了出来。\n  </p>\n  <p>\n   要么进行强力镇压，要么等教众们的兽性释放完。\n  </p>\n  <p>\n   毫无疑问，中年指挥官选择了后者，因为这是邪神希望看到的。\n  </p>\n  <p>\n   信徒们作恶产生的各种情绪怨念，都是邪神成长的资粮。要是表现的出众，还有可能获得邪神的恩赐。\n  </p>\n  <p>\n   当然，也不能表现的太过出众。万一被邪神看重，将人留在身边，那可就惨了。\n  </p>\n  <p>\n   跟着一个喜怒无常的老大，搞不好什么时候被一口吞下，又或者是被以其他手段活活折腾死。\n  </p>\n  <p>\n   除非成为圣徒，不然普通信徒在邪神眼中，根本就没有什么份量。\n  </p>\n  <p>\n   显然，这是不可能的。\n  </p>\n  <p>\n   邪神的虔诚信徒就已经够变态的了，根本就不等成为圣徒，就先把自己给玩儿死了。\n  </p>\n  <p>\n  </p>\n  <p>\n   ……\n  </p>\n  <p>\n   密西亚行省。\n  </p>\n  <p>\n   作为幽冥教的大本营，从叛乱的序幕拉开，就有多座贵族的领地沦陷。\n  </p>\n  <p>\n   哪怕叛乱停留在乡下，但四面开花的起义，还是让金斯伯格侯爵感受到了压力。\n  </p>\n  <p>\n   乡下小贵族实力有限，根本就无力阻挡叛军的脚步，叛乱如同滚雪球一般在不断壮大。\n  </p>\n  <p>\n   “废物！\n  </p>\n  <p>\n   通通都是废物！\n  </p>\n  <p>\n   军务官给各地郡守传令，让他们收起自己的小心思，立即出兵镇压叛乱！”\n  </p>\n  <p>\n   金斯伯格侯爵怒吼道。\n  </p>\n  <p>\n   在事先有准备的情况下，邪教叛乱还能够不断扩散，那只能有一个解释：有人在刻意放纵叛军。\n  </p>\n  <p>\n   大兼并时代的主流是：“大鱼吃小鱼，小鱼吃虾米。”\n  </p>\n  <p>\n   直接亲自上场太拉仇恨了，聪明的贵族都会选择借刀杀人。\n  </p>\n  <p>\n   邪教叛乱，无疑是帮助大家完成土地兼并的利器。\n  </p>\n  <p>\n   中小贵族不需要考虑高层政治，为了能够在平叛过程中捞到足够的利益，放任叛军做大也是情有可原。\n  </p>\n  <p>\n   类似的事情，在大陆各地都发生过。很多时候，大贵族也是参与者。\n  </p>\n  <p>\n   不过他们出现的身份是“顶尖猎食者”，每次都能够拿到最大的蛋糕，一直到游戏玩崩为止。\n  </p>\n  <p>\n   要是条件允许的话，金斯伯格侯爵也不介意趁机扩张一波家族领地，但是现在的情况特殊。\n  </p>\n  <p>\n   五国联盟一起出手镇压邪教组织，盟友们都干的很出色，就他们一家表现的拉胯，岂不是要国际声誉扫地。\n  </p>\n  <p>\n   要知道这波邪教组织挑他们下手，外界就已经产生了怀疑。若是平叛工作再干不好，那就石锤了五国最弱的流言蜚语。\n  </p>\n  <p>\n   一旦被贴上这样的标签，未来干什么事都不方便。\n  </p>\n  <p>\n   在五国联盟中的话语权，也会降到最低。\n  </p>\n  <p>\n   这口锅，金斯伯格侯爵背不起，也不能去背。\n  </p>\n  <p>\n   哪怕是大贵族，也扛不起这么大的责任。\n  </p>\n  <p>\n   能不能借机扩张领地不能保证，一旦发生这种事情，他密西亚行省的总督位置肯定不保！\n  </p>\n  <p>\n   “总督大人，此事怕是要从长计议！\n  </p>\n  <p>\n   部分地区的叛军已经做大，冒然让他们出兵，很有可能让局势进一步失控。\n  </p>\n  <p>\n   叛乱波及全省，已经成为了定局。光靠我们省内的力量，要镇压这次叛乱，风险实在是太大了。\n  </p>\n  <p>\n   为了安全起见，最好能够请王国派出常备军参与镇压叛乱！”\n  </p>\n  <p>\n   里德维奇伯爵委婉的劝说道。\n  </p>\n  <p>\n   作为行省的军务官，各地的贵族私军是什么货色，他最清楚不过了。\n  </p>\n  <p>\n   虽然黑森王国引入了阿尔法教官，开启了军制改革之路，但真正获得执行的却只有王国常备军。\n  </p>\n  <p>\n   就连边疆地区的贵族领主，迫于领地财政压力，在执行的时候都打了折扣。\n  </p>\n  <p>\n   密西亚行省地处王国腹心，几乎可以算是黑森王国最安全的区域，当地的贵族领主根本就没有足够的忧患意识。\n  </p>\n  <p>\n   包括总督金斯伯格侯爵，都没有在领地内搞全民预备役，仅仅只是常备军跟着学习了一番。\n  </p>\n  <p>\n   即便是抄作业，也没有能够抄全。\n  </p>\n  <p>\n   训练方法是复制了过来，但后勤还是老样子。\n  </p>\n  <p>\n   缺乏足够的营养补充，士兵根本就支撑不了长时间的高强度训练，只能削减训练频率和强度。\n  </p>\n  <p>\n   没有法子，哈氏练兵之法，精兵都是用钱粮给喂出来的。\n  </p>\n  <p>\n   要是完全复制过来，军费开销必定会蹭蹭的往上窜。\n  </p>\n  <p>\n   毕竟，这是贵族的世界，削减贵族军官的待遇是需要勇气的。\n  </p>\n  <p>\n   即便是国王敢干，没有贵族军官们的配合，到了具体执行的时候，还是会大变样。\n  </p>\n  <p>\n   略微迟疑了一下，金斯伯格侯爵点头说道：“嗯！\n  </p>\n  <p>\n   常备军那边先给通知到，不过各地郡守的维稳任务，已经不能落下。\n  </p>\n  <p>\n   目前沦陷的土地已经够多了，要是继续增加下去，王国那边也交代不过去。\n  </p>\n  <p>\n   告诉各地郡守，国际上现在都在看着我们。谁要敢捅出篓子来，我会让他后悔来到这个世界上！\n  </p>\n  <p>\n   各郡的叛军顾不上，但是首府的叛军，必须立即镇压下去。\n  </p>\n  <p>\n   否则，造成的国际影响太恶劣了，我可不想成为联盟贵族餐桌上的谈资！”\n  </p>\n  <p>\n   ……\n  </p>\n  <p>\n   奥德斯堡郡城墙头。\n  </p>\n  <p>\n   望着围城的叛军，彼得罗维奇子爵只感觉头皮发麻。\n  </p>\n  <p>\n   敌人的数量实在是太多了，虽然大都是乌合之众，但城内的贵族私军也没精锐到哪里去。\n  </p>\n  <p>\n   总督府下发的军令，早就被他丢在了一边。\n  </p>\n  <p>\n   蚁多咬死象！\n  </p>\n  <p>\n   想要守住郡城，那都要郡中上下齐心。\n  </p>\n  <p>\n   郡城尚且如此，乡下小地方更不用说。\n  </p>\n  <p>\n   除了少数武风强大的贵族，能够守住自家的城堡外，剩下的尽数落入叛军之手。\n  </p>\n  <p>\n   “卫兵，立即给总督府和王都传讯：奥德斯堡遭遇叛军勐烈围攻，现在命悬一线、危在旦夕，请立即派出援兵！”\n  </p>\n  <p>\n   彼得罗维奇子爵面不改色的撒谎道。\n  </p>\n  <p>\n   叛军尚未攻城，但那只是时间问题。提前发求援信准没错，要是发的晚了，谁知道援兵先去支援了哪里？\n  </p>\n  <p>\n   这种时候，可不讲究谦让！\n  </p>\n  <p>\n   或许是有乌鸦嘴属性，彼得罗维奇子爵的话音刚落地，城下就响起了一片喊杀声——叛军真的攻城了！\n  </p>\n  <p>\n   看着天际出现的几门魔晶炮，彼得罗维奇的脸都气绿了。\n  </p>\n  <p>\n   不用怀疑，这种大杀器绝对不可能是邪教组织自己搞出来的，肯定是某个倒霉蛋贵族领主的无私奉献。\n  </p>\n  <p>\n   “传令下去，让炮兵对准敌人的魔晶炮实施火力覆盖，决不能让……”\n  </p>\n  <p>\n   话还没有说完，一枚能量炮弹直接落在了他的身后，多名护卫直接中弹而亡。\n  </p>\n  <p>\n   侥幸躲过一劫的彼得罗维奇子爵，此刻脸上也是血肉模湖。只不过运气好的是：这些都是别人的血肉。\n  </p>\n  <p>\n   吃了一次大亏，彼得罗维奇再也不敢站在城墙上瞎比比。敌人也有远程打击手段，这意味着守城难度大增。\n  </p>\n  <p>\n   正准备让人开启城防魔法阵，话到了嘴边，他又强行咽了回来。\n  </p>\n  <p>\n   奥德斯堡的城防魔法阵，还是数百年光明帝国时期留下的。因为最近几百年很少有被围攻的经历，早就已经荒废了下来。\n  </p>\n  <p>\n   这不是彼得罗维奇子爵的责任，早早他爷爷那一辈就废弃了。到了他上位后，也曾考虑过重新布置，怎奈囊中羞涩只能遗憾放弃。\n  </p>\n  <p>\n   一时失足千古恨！\n  </p>\n  <p>\n   缺乏防御魔法阵的奥德斯堡城，就宛如没有穿衣服的少女，只能任人……\n  </p>\n  <p>\n   幸好彼得罗维奇不是太过废材，魔晶炮总算还是能够用的，不然场面就更加尴尬了。\n  </p>\n  <p>\n   “郡守，情况有些不对劲。敌人的炮声太过密集了，感觉比我们的魔晶炮还多！”\n  </p>\n  <p>\n   城防军将领的话，让彼得罗维奇子爵彻底破防。这哪里是感觉，分明就是事实。\n  </p>\n  <p>\n   内心深处，他已经将一众乡下贵族恨死了。没事藏匿这么多魔晶炮干嘛！\n  </p>\n  <p>\n   藏匿魔晶炮也就算了，关键时刻总得销毁啊，丢给叛军这算什么事？\n  </p>\n  <p>\n   一眨眼的功夫，举着云梯发起冲锋的叛军，已经出现在了城墙下面。\n  </p>\n  <p>\n   “一个个愣着干什么，赶紧把滚石、金汁都给我搬上去！”\n  </p>\n  <p>\n   彼得罗维奇子爵咆孝的下令道。\n  </p>\n  <p>\n   转瞬的功夫，血腥的大战就全面爆发了。\n  </p>\n  <p>\n   无数叛军士兵，正忙着攀登云梯，就被从天而降的巨石砸了脑浆四溅。\n  </p>\n  <p>\n   滚烫的金汁散发出阵阵恶臭，在秋风的帮助下，弥漫了整座营地。\n  </p>\n </div>\n</html>\n",
    "Chapter 553": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1>\n  <span class=\"title\">\n   第两百三十三章、动摇王权之始\n  </span>\n </h1>\n <div class=\"rp-article bookContent\" id=\"bookContent\" style=\"font-size: 20px;\">\n  <p>\n   “哐当！”\n  </p>\n  <p>\n   一声巨响，质量不过关的云梯，在巨石的击打下，直接拦腰断裂。\n  </p>\n  <p>\n   “啊！”\n  </p>\n  <p>\n   “啊！”\n  </p>\n  <p>\n   阵阵惨叫声，接踵而至。\n  </p>\n  <p>\n   云梯上的士兵掉落下来，砸在了城下的士兵身上，多个倒霉蛋一起共赴黄泉。\n  </p>\n  <p>\n   最惨的是那些没有死透了，不光要在疼痛之中煎熬，还要享受金汁大餐。\n  </p>\n  <p>\n   惨烈的攻城战，没有动摇叛军攻城的决心。\n  </p>\n  <p>\n   “把我们的人先撤下来，换勇士营上。\n  </p>\n  <p>\n   告诉他们，要是拿不下奥德斯堡城，他们的妻儿老小都将成为祭品！”\n  </p>\n  <p>\n   幽暗之主冷漠的说道。\n  </p>\n  <p>\n   用兵打仗他没有经验，但玩弄人心他是专业的。\n  </p>\n  <p>\n   单纯的为了战争，带走青壮就足够了，老幼妇孺完全就是负担，只会增加后勤难度，拖慢行军速度。\n  </p>\n  <p>\n   转瞬的功夫，仅仅只是短暂训练几天的青壮，就被推上了战场。\n  </p>\n  <p>\n   换了一拨人后，守军的压力立即大减。原本危险重重的城墙一下子转危为安。\n  </p>\n  <p>\n   然而守城的彼得罗维奇子爵，此刻却是丝毫也高兴不起来。敌人拿炮灰部队打消耗战，奥德斯堡城根本就经不起消耗。\n  </p>\n  <p>\n   一切都是战略误判导致的，在此之前他已经派兵出去镇压叛乱了。怎奈遇上了叛军主力，大军在中途崩殂。\n  </p>\n  <p>\n   奥德斯堡保卫战开启前，彼得罗维奇子爵就损失了大量的兵力，现在守城的军事力量并不强。\n  </p>\n  <p>\n   幽冥教挑选奥德斯堡下手，很重要的一个原因就在于：他们是软柿子。\n  </p>\n  <p>\n   对刚刚起势的叛军来说，胜利非常重要。只有一次次不断的胜利，才能够凝聚人心。\n  </p>\n  <p>\n   “郡守，敌人都是疯子。完全是不要命的往前冲，守城物资消耗非常快。\n  </p>\n  <p>\n   再这么下去，恐怕……”\n  </p>\n  <p>\n   不等中年军官把话说完，彼得罗维奇子爵就怒斥道：“没有恐怕！\n  </p>\n  <p>\n   无论如何，奥德斯堡都必须要守住！\n  </p>\n  <p>\n   守城的战略物资不足，那就去拆房子。哪怕拼着领主府不要，也不能让城池沦陷！”\n  </p>\n  <p>\n   意志坚定的表决心，并没有能够鼓舞人心。\n  </p>\n  <p>\n   一切都太晚了，要是早点儿有这觉悟，在军事上多投入几分资源，也不至于落到现在这种地步。\n  </p>\n  <p>\n   惨烈的大战还在继续，彼得罗维奇子爵寄予厚望的援兵，始终都没有抵达。\n  </p>\n  <p>\n   确切的说，他的求援信都没有能够送出去。\n  </p>\n  <p>\n   隐藏在城中的幽冥教徒，提前破坏了传讯魔法阵，信使刚刚出城就遭到邪教高手围杀。\n  </p>\n  <p>\n   午夜时分，大战依旧在持续。原本坚固的城墙在叛军的不断冲击下，此刻已经变的及及可危。\n  </p>\n  <p>\n   为了堵住叛军，城门在上午的战斗之中，就已经被封死。\n  </p>\n  <p>\n   孤立无援的守军，士气已经到了崩溃的边缘。\n  </p>\n  <p>\n   如果不是彼得罗维奇子爵亲自到前线指挥，不停的给手下画饼鼓舞士气，恐怕军心士气早就崩了。\n  </p>\n  <p>\n   拖着疲惫的身体，彼得罗维奇子爵继续巡视着城防。现在他完全不敢休息，唯恐一觉醒来就听到城破的噩耗。\n  </p>\n  <p>\n   “郡守，大事不好！\n  </p>\n  <p>\n   城中突然冒出了大量的亡灵生物，正在肆意的杀戮……”\n  </p>\n  <p>\n   传令兵的话还没有来得及说完，身后就插了一支骨刺，直接倒地而亡。\n  </p>\n  <p>\n   紧着就是一群亡灵生物，向这边杀了过来。卫兵们急忙上前拦截，双方很快就混战在了一起。\n  </p>\n  <p>\n   护卫着彼得罗维奇子爵的老者，当机立断道：“局势有些不妙，彼得罗维奇直接安排后路吧！”\n  </p>\n  <p>\n   家天下时代，城池可以亡，家族不能灭。\n  </p>\n  <p>\n   “三叔公，作为郡守我必须要与城池共存亡，现在这里不需要护卫了。\n  </p>\n  <p>\n   您带着家族后辈，从密道之中离开吧！\n  </p>\n  <p>\n   如果有机会保住领地，那么您就要告诉后辈子弟引以为戒，切勿荒废军备！”\n  </p>\n  <p>\n   彼得罗维奇子爵满脸苦涩的说道。\n  </p>\n  <p>\n   回想自己过去的纸醉金迷，为了贵族圈争一个面子，时常一掷千金。\n  </p>\n  <p>\n   要是把这些钱花在军备上，何至于出现今天的窘迫。\n  </p>\n  <p>\n   事实上，纸醉金迷的不光是彼得罗维奇子爵一个人，整个家族都过着奢靡的生活。\n  </p>\n  <p>\n   家族日常开销，就是军费开销的数倍。真正花重金打造的，也就眼前这支人数不多的护卫队。\n  </p>\n  <p>\n   平常时期维护统治，保护他们的安全是够了。到了现在，最多也就掩护后辈子弟突围离开。\n  </p>\n  <p>\n   略微迟疑了一下，老者缓缓点了点头。多看了彼得罗维奇子爵几眼，就直接转身离去。\n  </p>\n  <p>\n   “危急时刻保持理性”，这是贵族的生存法则之一。\n  </p>\n  <p>\n   家族荣耀想要延续，就必须要有人为此做出牺牲。\n  </p>\n  <p>\n   牺牲的可以是普通家族子弟，同样也可以是彼得罗维奇子爵这个族长，一切看现实需要。\n  </p>\n  <p>\n   “轰隆隆！”\n  </p>\n  <p>\n   “轰隆隆！”\n  </p>\n  <p>\n   ……\n  </p>\n  <p>\n   巨响之后，西面的城墙轰然倒塌，叛军如潮水般向城中涌入。\n  </p>\n  <p>\n   黎明的一缕晨光洒向大地，满目都是沧桑，映照着满城的杀戮，将气氛衬托的格外渗人。\n  </p>\n  <p>\n   “杀！”\n  </p>\n  <p>\n   带着为数不多的几名护卫，发起了人生中最后一次冲锋，彼得罗维奇子爵表现的格外勇武。\n  </p>\n  <p>\n  </p>\n  <p>\n   实力不知在何时，更上了一个台阶，但这一切都是徒劳的。\n  </p>\n  <p>\n   望了一眼初升的太阳，彼得罗维奇子爵倒下了，奥德斯堡攻防战也进入到了尾声。\n  </p>\n  <p>\n   作为胜利者，幽暗之主正忙碌的指挥教众搭设祭坛。\n  </p>\n  <p>\n   没有足够的时间积累，想要推翻贵族的统治，不走捷径是不可能的。\n  </p>\n  <p>\n   满城的杀戮，就是最好的血食。趁着鲜血未冷，灵魂未散，祭献给教中供奉的邪神最好不过。\n  </p>\n  <p>\n   祭坛很快在城中央出现，在起义中立下了汗马功劳的教众，纷纷走向前台等待着邪神的力量反馈。\n  </p>\n  <p>\n   不过幽冥教的高层，却是一个都没有上去，全部在下方远远的凝视着祭祀现场。\n  </p>\n  <p>\n   如果仔细观察的话，还会发现有人的眼神中带着一丝怜悯。\n  </p>\n  <p>\n   在祭祀的主持下，无数的祭品奉上，配上满城的血食，天空中很快出了一道虚影。\n  </p>\n  <p>\n   除了幽暗之主外，所有人纷纷闭上了双眼，完全不敢直视邪神。\n  </p>\n  <p>\n   都是前车之鉴，直视邪神的后果，就是被邪神所同化。\n  </p>\n  <p>\n   没有任何多余的语言，邪神和幽暗之主心有灵犀的对视一眼之后，就开始收取满城的祭品。\n  </p>\n  <p>\n   紧接着一道力量从天而降，笼罩着所有在祭坛前的教众，力量反馈仪式开始了。\n  </p>\n  <p>\n   幽暗之主的眉头微皱，相比以往的祭祀，这波反馈的力量要更强一些。\n  </p>\n  <p>\n   相应的，承载邪神之力的教众，需要付出的代价也要更大一些。\n  </p>\n  <p>\n   部分意志不够坚定的教众，灵魂已经开始扭曲，整个人都在不由自主的向邪神靠拢。\n  </p>\n  <p>\n   “祇，够了！\n  </p>\n  <p>\n   这些人还有用，暂时不能给你!”\n  </p>\n  <p>\n   幽暗之主用嘶哑的声音传音道。\n  </p>\n  <p>\n   显然，两者之间的关系，并不是单纯的信徒与神灵。\n  </p>\n  <p>\n   类似的组合，在亚斯兰特大陆上，还不只是出现过一次。\n  </p>\n  <p>\n   一切都是迫不得已，邪神也想要使用自己的信徒，怎奈信仰他的都是一群变态。\n  </p>\n  <p>\n   宗教之中可以出现变态，但不能全部都是变态，最少掌舵者必须要有脑子。\n  </p>\n  <p>\n   虚影眉头微微一皱，很快就恢复了正常。\n  </p>\n  <p>\n   一顿饱和顿顿饱的区别，他还是能够分清的。\n  </p>\n  <p>\n   “可以！\n  </p>\n  <p>\n   不过后续要行动要快点儿，深渊正在爆发大战，我需要大量的血食！”\n  </p>\n  <p>\n   说完，邪神直接消失在了天空中。伴随着虚影一起消失的，还有满城的尸体。\n  </p>\n  <p>\n   不过城墙下占满金汁的尸体是例外，显然幽冥教供奉的邪神也是有洁癖的，不是什么垃圾都收。\n  </p>\n  <p>\n   简短的一次对话，释放出的讯息量却丝毫不小。\n  </p>\n  <p>\n   幽冥教敢冒天下之大不韪，在完全处于劣势的情况下拉拢一众邪教组织作乱，最核心的原因都在对话中。\n  </p>\n  <p>\n   ……\n  </p>\n  <p>\n   伴随着幸存者的离开，奥德斯堡沦陷的消息也传到了金斯伯格总督耳中。\n  </p>\n  <p>\n   全省遍地是叛军，刚刚下达镇压的命令，就收到了一郡之地完全沦陷的噩耗，金斯伯格侯爵从愤怒转为了忧虑。\n  </p>\n  <p>\n   平常时期，丢失没有多少战略价值的一郡不算什么，但是现在不一样。\n  </p>\n  <p>\n   五国联盟内部正在互相较着劲儿，从联盟建立开始，黑森王国就一直以联盟第二大国自居。\n  </p>\n  <p>\n   从第二跌落到垫底，损失的可不光只是面子，还有在联盟中的话语权。\n  </p>\n  <p>\n   作为引发这一切的当事人，岂能有好下场。\n  </p>\n  <p>\n   死人可以不用负责，那么暴露王国虚弱本质的罪名，很自然就会落到他这位总督身上。\n  </p>\n  <p>\n   金斯伯格总督的担心完全是多余的，不是可能会出大事，而是已经出大事了。\n  </p>\n  <p>\n   奥德斯堡沦陷只是一个开始，获得邪神力量反馈的幽冥教徒们，不仅没有被大战削弱，反而变得越发强大。\n  </p>\n  <p>\n   实力获得增强的幽冥教大军，没有停下扩张的脚步，开始滚雪球般的壮大。\n  </p>\n  <p>\n   密西亚行省是叛军的老巢，但不等于是叛军的全部。近乎在同一时间，黑森王国十几行省同时爆发了叛乱。\n  </p>\n  <p>\n   硝烟笼罩着半个王国，就仿佛来到了王朝末年。\n  </p>\n  <p>\n   除了损失最惨重的黑森王国外，五国联盟均发生了强度不等的叛乱。\n  </p>\n  <p>\n   只不过这些叛乱，大都是暴露身份之后的垂死挣扎，事先的准备并没有幽冥教充分，造成的影响也没有这么大。\n  </p>\n  <p>\n   ……\n  </p>\n  <p>\n   山地领，收到消息的哈德逊，整个人都快要懵逼了。\n  </p>\n  <p>\n   什么时候，邪教变得如此厉害？\n  </p>\n  <p>\n   在五国联盟事先有准备的情况下，还能够掀起大乱，这不是在搞笑么！\n  </p>\n  <p>\n   不过了解到具体讯息后，哈德逊的疑惑就全部解开了。\n  </p>\n  <p>\n   五国联盟确实有所准备，但这个准备并不充分。各国高层并没有把邪教叛乱当成一回事，所谓的准备也就一道公文。\n  </p>\n  <p>\n   北大陆两国军事改革较为彻底，地方贵族私军的实力相对强大，加上都成功对外扩张了一波，内部矛盾得以缓和，这么干自然没有问题。\n  </p>\n  <p>\n   中大陆三国就不一样了，在上一次大陆战争中，他们是彻彻底底的失败者。\n  </p>\n  <p>\n   在停战条约中，他们名义上是和异族联盟换地，实际上就是丢城失地。\n  </p>\n  <p>\n   战后国内各界对政府的不满情绪高涨，长期被压制的社会矛盾也爆发了出来，成为了为邪教思想传播的温床。\n  </p>\n  <p>\n   除此之外，还有一个现实问题：中大陆三国的自由民数量更多。\n  </p>\n  <p>\n   在和平年代，自由民创造的社会财富，要远超农奴。\n  </p>\n  <p>\n   可到了动乱年代，或者是遭遇战乱、饥荒，自由民也是最容易破产的不稳定群体。\n  </p>\n  <p>\n   相对于农奴，自由民的知识水平、认知程度，还是要略高那么一丢丢。\n  </p>\n  <p>\n   相应的，中大陆三国的邪教组织成员综合素质，也要强上那么一丢丢。\n  </p>\n  <p>\n   多重因素叠加之下，就造就了中大陆局势失控。\n  </p>\n  <p>\n   唯一的好消息是：这波邪教浪潮，受影响的不光是中大陆三国。\n  </p>\n  <p>\n   南大陆各国、各大异族，几乎都在最近一段时间发生了邪教叛乱。\n  </p>\n  <p>\n   大家一起发生动乱，那就相当于都没有乱。\n  </p>\n  <p>\n   谁能够最先走出危机，谁就在这一轮竞争之中占据优势。\n  </p>\n  <p>\n   “公爵，王都传来紧急消息，陛下让您立即过去开会！”\n  </p>\n  <p>\n   汤姆的话，将哈德逊从沉思之中拉回了现实。\n  </p>\n  <p>\n   听到“紧急消息”，哈德逊的第一反应就是出事了！\n  </p>\n  <p>\n   在过去的十年里，王国的紧急消息加在一起，都不超过十次。\n  </p>\n  <p>\n   包括当年的东南行省骷髅会之乱，连续占领两郡之地，都没有让王国使用紧急传讯。\n  </p>\n  <p>\n   “知道了！\n  </p>\n  <p>\n   珍妮，通知夫人我要去王都一趟，今天晚上就不过吃饭了。\n  </p>\n  <p>\n   汤姆，你去通知领地的高层，让他们代我主持工作！”\n  </p>\n  <p>\n   说完，哈德逊直接召唤出贝尔斯登，直奔王都而去。\n  </p>\n  <p>\n   没有办法，马克西姆还在辛苦耕耘，现在不适合去打扰。\n  </p>\n  <p>\n   难得龙大爷这么用心，要是坏了他兴致，工作起来没有激情，那就尴尬了。\n  </p>\n  <p>\n   突然从龙骑士变成熊骑士，坦率的说，哈德逊还真有几分不习惯。\n  </p>\n  <p>\n   相比喜欢在云层中穿梭的马克西姆，贝尔斯登更喜欢在地上进行奔跑，仿佛离开大地就没有了安全感。\n  </p>\n  <p>\n   做了无数次思想工作，均以失败告终，哈德逊只能归结为：血脉天赋作祟。\n  </p>\n  <p>\n   ……\n  </p>\n  <p>\n   翡翠宫，再次踏入这里，哈德逊已经是这里常客。\n  </p>\n  <p>\n   宫廷护卫连盘问都省了，直接带着他进入大殿。不是他自己的辨识度高，主要是坐骑太过拉风。\n  </p>\n  <p>\n   无论是红龙，还是大地之熊，都是大陆上独一无二的，不具备冒充的可能性。\n  </p>\n  <p>\n   步入大殿，扫视了一眼神色慌张的一众王国大臣，哈德逊一脸懵逼的问道：“什么事，你们这么惊慌？”\n  </p>\n  <p>\n   邪教风波虽然闹的凶，但在阿尔法王国并没有发生什么大乱子，盟友们的麻烦，那也只是小问题。\n  </p>\n  <p>\n   翻开历史书就会知道，历次邪教作乱都是前期凶勐，很快就会后继无力。\n  </p>\n  <p>\n   顶多也就动摇一个国家的统治根基，但从来都没有直接掀翻大国的桉例。\n  </p>\n  <p>\n   就算是发生权力更替，也不会影响五国联盟现在的格局。在目前的局势下，甭管是谁掌权，都需要依靠联盟的力量对抗异族。\n  </p>\n  <p>\n   “猎鹰王国发生叛乱，叛军冲击了王都，国王死于乱军之下！”\n  </p>\n  <p>\n   外务大臣弗兰西斯伯爵解释完后，哈德逊还是一脸的懵逼。\n  </p>\n  <p>\n   一家海外王国的政变，关阿尔法王国什么事？\n  </p>\n  <p>\n   就算是人家死了国王，大不了谴责一下就完了，就算是要干涉也是南大陆各国的事情，阿尔法王国完全是鞭长莫及。\n  </p>\n  <p>\n   或许是注意到哈德逊的反应，随即又补充道。\n  </p>\n  <p>\n   “猎鹰王国不是简单的贵族政变，发动叛乱的是商业贵族，这些人是伴随着海洋贸易兴起而崛起的，前身很多人都是海盗。\n  </p>\n  <p>\n   亨利五世的死很可能不是一个意外，而是这些家伙故意而为之。\n  </p>\n  <p>\n   根据我们搜集到的情报，紫金花王朝最近这些年一直人丁稀薄，嫡系继承人频繁发生意外。亨利五世一家全灭后，王室就没有了嫡系继承人。\n  </p>\n  <p>\n   剩下的旁系远支，血脉关系太过错综复杂，很难排出顺位继承人。”\n  </p>\n  <p>\n   得到了确切性的答桉，哈德逊倒吸了一口凉气。\n  </p>\n  <p>\n   不得不承认，这帮新兴的商业贵族会玩。为了避免事后国王进行报复，索性将王室干绝嗣。\n  </p>\n  <p>\n   只是这么一来，政治影响就太坏了，完全就是在动摇王权的神圣地位，也是在动摇贵族的地位。\n  </p>\n  <p>\n   王权和贵族从诞生开始，双方就实现了深度捆绑。贵族的荣耀源于王室，贵族又是最大的保王党。\n  </p>\n  <p>\n   双方的地位完全是一损俱损、一荣俱荣。\n  </p>\n  <p>\n   在过去的岁月里，亚斯兰特大陆的游戏规则是：贵族是贵族，国王是国王，从来都没有逾越的。\n  </p>\n  <p>\n   现在的王室法统，都源于帝国时代。\n  </p>\n  <p>\n   要么是皇帝册封的公侯伯国，在帝国分裂之时自立门户；要么是沾上了皇室血脉，在皇室绝嗣之后，打着继承皇室荣耀而上位。\n  </p>\n  <p>\n   新的王室兴起，通常都是老的王室正常绝嗣后，因为自身实力强大，又沾上了王室血脉才被推上位的。\n  </p>\n  <p>\n   总结起来就一句话：王权通过血脉传递。\n  </p>\n  <p>\n   猎鹰王国这次的玩法明显不一样，人家都是等王室正常绝嗣，他们这是用物理方法让王室绝嗣。\n  </p>\n  <p>\n   妥妥的在坏规矩！\n  </p>\n  <p>\n   要是不能扑灭这些乱党，这种先例一开，往后岂不是要乱套了。\n  </p>\n  <p>\n   作为坚定的保王党份子，哈德逊当即选择了和群臣一样，怒斥这些乱党的无耻行为。\n  </p>\n  <p>\n   没有办法，作为王国的实力派之一，这种时候立场必须要坚定。\n  </p>\n  <p>\n   发生了这种事情，无论谁是国王，都会对手下的忠诚度产生怀疑，越是实力强大的诸侯，越容易遭到猜忌。\n  </p>\n  <p>\n   幸好哈德逊出身不高，崛起时间又太短，人脉关系网更多在下层，从各方面来看，都不属于王位竞争的潜力选手。\n  </p>\n  <p>\n   要不然这场特殊的会议，都不会通知他过来参加。\n  </p>\n </div>\n</html>\n",
    "Chapter 554": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1>\n  <span class=\"title\">\n   第两百三十四章、灾祸连连\n  </span>\n </h1>\n <div class=\"rp-article bookContent\" id=\"bookContent\" style=\"font-size: 20px;\">\n  <p>\n   一番义正言辞的抨击之后，事情再一次回归到了原点。毕竟，人家事情都干了出来，自然不会怕挨骂。\n  </p>\n  <p>\n   何况相隔这么远，阿尔法王国这边骂的再狠，人家也听不到。\n  </p>\n  <p>\n   出兵干涉？\n  </p>\n  <p>\n   凯撒四世倒是想干，问题是客观条件不允许。以阿尔法王国海军的实力，最多也就欺负一下文明层次更低的兽人帝国。\n  </p>\n  <p>\n   若是不知死活的发起远征，教廷就是最好的反面教材。前车之鉴在，凯撒四世可不敢意气用事。\n  </p>\n  <p>\n   即便是想要组队，都不具备可操作性。五国联盟中的三家都苦于邪教作乱，哪有功夫关心国际大事啊！\n  </p>\n  <p>\n   威胁王权后患无穷，事情确实挺严重，但邪教叛军可是威胁现在。\n  </p>\n  <p>\n   剩下的莫西公国是一个内陆国家，连海都没见过，又何来海军？\n  </p>\n  <p>\n   “陛下，猎鹰王国也是一个大国，叛军能够控制王都，那是打了各地贵族一个措手不及。\n  </p>\n  <p>\n   等各路贵族领主反应过来，必定会组织大军镇压叛乱。弑君者不得人心，失败只是时间问题。\n  </p>\n  <p>\n   王国现在虽然不便直接介入，但是我们可以召开联盟会议，借助联盟的力量进行干涉。\n  </p>\n  <p>\n   在这个问题上，所有的君主国家，立场都是一致的，武装干涉的提案肯定能够通过！”\n  </p>\n  <p>\n   哈德逊率先开口说道。\n  </p>\n  <p>\n   这个方案，他肯定不是第一个提出的。或许在他抵达之前，王国高层早就商量讨论过了，但有些事情哪怕是走过场，也必须要走一遍。\n  </p>\n  <p>\n   在内心深处，哈德逊已经问候了猎鹰王国新兴贵族祖宗十八代。实在是太坑人了，这不是故意挑拨君臣关系么！\n  </p>\n  <p>\n   开了贵族弑君的先例，国王就算是再怎么心大，也不可能对他这种权臣完全放心。\n  </p>\n  <p>\n   未来的日子里，各种提防打压，都可以想象。\n  </p>\n  <p>\n   与君主的人品无关，这只是维护王权的一种本能。\n  </p>\n  <p>\n   可以想象，此刻全大陆有多少权臣睡不着觉。\n  </p>\n  <p>\n   可以肯定猎鹰王国的乱局才刚刚开始，取得政权的新兴贵族集团，大概率是坐不稳江山的。\n  </p>\n  <p>\n   无论是各国王室、保王派，还是实权派诸侯们，此刻心里都只有一个念头：赶紧弄死那帮不讲规矩的家伙！\n  </p>\n  <p>\n   只有把这帮“始作俑者”掐死，才能够将影响降到最低。\n  </p>\n  <p>\n   事情结束之后，大家齐心协力抹去这段历史，原来的游戏规则还可以继续玩。\n  </p>\n  <p>\n   “嗯！”\n  </p>\n  <p>\n   凯撒四世面无表情的回应一声，没有对哈德逊的提议给出评价，从眼神之中依稀还可以看出他的愤怒。\n  </p>\n  <p>\n   恼怒也没有办法，阿尔法王国目前能够做的，也就是在政治上为猎鹰王国保王派进行声援。\n  </p>\n  <p>\n   要是想多做点儿，那就拉着盟友一起为保王派提供政治支持。\n  </p>\n  <p>\n   ……\n  </p>\n  <p>\n   猎鹰王国。\n  </p>\n  <p>\n   一众新兴贵族集团领袖，望着眼前死去的亨利五世尸体，一个个脸色阴沉的可怕。\n  </p>\n  <p>\n   外界都在传言他们弑君，但是天地良心，他们真心没有想过要弑君，亨利五世之死完全就是意外。\n  </p>\n  <p>\n   政变发生后，王都遭到围攻时，惶恐的亨利五世换上了仆人的衣服，想要逃出王宫。\n  </p>\n  <p>\n   然而，就是这套衣服要了他的命！\n  </p>\n  <p>\n   围攻王宫的士兵们，又不认识国王。看到有人想要逃跑，想都没想就进行了阻拦。\n  </p>\n  <p>\n   在祸乱之中，亨利五世被政变的士兵乱刀砍死，弑君犯的帽子，就直接落到了他们这帮政变的策划者身上。\n  </p>\n  <p>\n   想要解释都不行。国王死于乱刀之下成为了既定事实，杀人的是他们的部下。\n  </p>\n  <p>\n   要说和自己没关系，谁会信啊？\n  </p>\n  <p>\n   死了国王，局势就够糟糕的了，没有想到王室的另外两名嫡系成员，也在混乱之中见了晨曦之主。\n  </p>\n  <p>\n   “政变导致王室绝嗣”！\n  </p>\n  <p>\n   稍微有点儿政治头脑的，现在都知道这次闯出来的祸有多大。这已经不是丢出一个替罪羊背锅，就能够解决的。\n  </p>\n  <p>\n   在场的所有人，乃至整个新兴贵族集团，这波全部都被卷入进去。\n  </p>\n  <p>\n   脱身，那是不可能的。就算是想要跳反过去，老牌贵族阵营也不会接纳一名有弑君嫌疑的贵族。\n  </p>\n  <p>\n   “卡塔利诺子爵，这次的行动是你指挥的。发生了这种事情，不应该给我们一个解释么？”\n  </p>\n  <p>\n   一旁的弗罗洛夫子爵率先发难道。\n  </p>\n  <p>\n   一次普通的政变，居然让他永远洗不白的政治污点。要是眼神能够杀人，他已经将眼前这位新兴贵族集团的老大碎尸万段。\n  </p>\n  <p>\n   “解释，你们想要什么解释？”\n  </p>\n  <p>\n   “政变是我策划的不假，但具体行动方案，却是你们一起策划的。\n  </p>\n  <p>\n   事先，我可是强烈反对进攻王宫的。要不是某些人再三强调：要把国王掌控在手中，哪有今天的被动局面？\n  </p>\n  <p>\n   事情到了现在这一步，你、我、在场的所有人，现在都别想着全身而退。\n  </p>\n  <p>\n   老牌贵族集团不会放过我们，大陆各国也不可能容忍弑君犯活着，哪怕只是被牵连进来，也是有杀错，莫放过！\n  </p>\n  <p>\n   后悔也罢，懊恼也好。反正到了这个时候，我们都是一条船上的人。\n  </p>\n  <p>\n   要么乘风破浪，驰骋于大海之上；要么被风浪打翻，落入海底喂鱼！”\n  </p>\n  <p>\n   卡塔利诺子爵冷笑着说道。\n  </p>\n  <p>\n   要是锅小点儿，他这个名义上的老大，没准还真有可能被推出来背锅。\n  </p>\n  <p>\n   可是现在不一样，事情大到已经无法收拾。无论他们怎么干，都要遭遇清算，反倒是不需要背锅侠了。\n  </p>\n  <p>\n   “卡塔利诺子爵，你说的倒是轻松。局势发展到现在这一步，我们已经是举世皆敌。\n  </p>\n  <p>\n  </p>\n  <p>\n   就算是上下一心，也无法阻挡老牌贵族集团和人族联盟收拾我们的决心。\n  </p>\n  <p>\n   留在这里就是等死，我看大家还是趁早收拾东西，直接出海避祸算了！”\n  </p>\n  <p>\n   奥贝斯坦男爵没好气的说道。\n  </p>\n  <p>\n   祖上就是海盗，哪怕已经漂白了过来，海盗的生意也没有停下过。\n  </p>\n  <p>\n   现在出了事，他的第一反应就是重拾老祖宗的旧业，到海上去讨生活。\n  </p>\n  <p>\n   “男爵阁下的提议，也未尝不是一个办法，但这还远远不够。\n  </p>\n  <p>\n   除非大家愿意一辈子当海盗，否则我们就必须在撤离王都之前，尽可能拉拢更多的盟友。\n  </p>\n  <p>\n   不容于贵族集团，那就索性再离经叛道一点儿，干脆借此机会，直接颁布法令解放农奴！”\n  </p>\n  <p>\n   坦率的说，但凡是有的选择，卡塔利诺子爵都不会走这样的极端。\n  </p>\n  <p>\n   解放农奴，对他们这些商人贵族来说是各有利弊，但是对传统贵族却是妥妥的弊大于利。\n  </p>\n  <p>\n   此刻掀翻桌子，那就拉着平民、农奴和贵族阵营对着干。盟友的数量是上去了，但质量实在是堪忧。\n  </p>\n  <p>\n   众人欲言又止，反对非常简单，可是让他们拿出解决方案，那就为难人了。\n  </p>\n  <p>\n   甭管卡塔利诺子爵的点子有多馊，起码人家想到了办法。都是玩儿政治的，非常清楚代表一个利益集团的重要性。\n  </p>\n  <p>\n   光商人和新兴贵族的结合体，明显顶不住老牌贵族阵营的反扑，拉上农奴当盟友也是不得已而为之。\n  </p>\n  <p>\n   迟疑了一会儿功夫后，一旁的米克洛斯男爵突然开口说道：\n  </p>\n  <p>\n   “子爵阁下，仅凭几道出不了王都的法令，各地的贵族根本就不会理会，甚至连消息都传不到农奴们的耳中。\n  </p>\n  <p>\n   顶多也就把我们治下的农奴武装起来，同敌人进行作战。这个消息对军心士气的加持有多大，我持怀疑态度。\n  </p>\n  <p>\n   据我所知，大部分农奴的认知都非常有限，很多人甚至对自由没有渴望。离开了领主老爷，他们只会无所适从。”\n  </p>\n  <p>\n   全都是现实问题。时代发展的脚步没有跟上，此刻谈解放农奴，明显是超越了时代。\n  </p>\n  <p>\n   想要获得农奴们的支持，首先需要做的就是：打破他们思想上的束缚。\n  </p>\n  <p>\n   这是一项长期性工程，在短时间内，很难获得立竿见影的效果。\n  </p>\n  <p>\n   “米克洛斯男爵，你搞错了一件事，我从来没有指望一群农奴，就能够助我们成事，但他们只要站在我们这边，就可以轻松坏敌人的事。\n  </p>\n  <p>\n   此刻王位空缺，王室又惨遭绝嗣。我们留在王都掌权，那就是各派共同的敌人；一旦我们撤离王都，他们就要围绕着王位展开争夺了。\n  </p>\n  <p>\n   只要稍微了解一下大贵族们的联姻谱系，谁家不带点儿王室血脉啊？\n  </p>\n  <p>\n   全部都是旁系远亲，远到继承顺序都没法排。\n  </p>\n  <p>\n   这就相当于大家都有王位继承权，只要是家族实力凑合，谁愿意放弃啊？\n  </p>\n  <p>\n   要知道紫金花王朝留下来的遗产，不光只有一顶王冠，还有大片的王室领，以及领地上的军队。\n  </p>\n  <p>\n   不管是谁继承了这股力量，都是猎鹰王国最大的实力派，相当于家族实力直接增加好几倍。\n  </p>\n  <p>\n   如此大的诱惑，要是能够忍住，才有问题。\n  </p>\n  <p>\n   国内各派参与争夺只是一个开始，伴随着人族联盟的介入，要不了多久大陆各国也会参与到王位争夺中。\n  </p>\n  <p>\n   据我所知，亚斯兰特大陆上最少有七国王室，对紫金花王朝的遗产拥有继承权。\n  </p>\n  <p>\n   要是把各国王室的族谱往前翻上一翻，没准还能够再增加一些出来。\n  </p>\n  <p>\n   如此多的势力搅和在一起，谁还顾得上我们啊？\n  </p>\n  <p>\n   这恰好是我们最好的机会！\n  </p>\n  <p>\n   只要把握机会，在各方内乱之时，将解放农奴的思想传递出去即可。\n  </p>\n  <p>\n   等时机成熟之后，我们完全可以带着我们的支持者，重新杀回来夺取胜利果实！”\n  </p>\n  <p>\n   忽悠纯粹的忽悠，连卡塔利诺子爵自己都不相信自己编的瞎话能够实现，但他还是说了出来。\n  </p>\n  <p>\n   不管怎么样，先渡过眼前这一劫再说。要是不能忽悠住众人，万一冒出几个铁憨憨，直接把他绑了交给敌人当投名状，那可就真心悲剧了。\n  </p>\n  <p>\n   落水之人，哪怕抓住一根稻草，也会当救生衣。\n  </p>\n  <p>\n   一瞬间的功夫过后，所有人的立场都动摇了。卡塔利诺子爵的提议成功概率虽然低，但起码有成功的可能。\n  </p>\n  <p>\n   “诸位，各地贵族的私军已经行动起来，留给我们做抉择的时间不多了。\n  </p>\n  <p>\n   现在也不必客气，能搬的东西就赶紧搬走吧！反正我们的名声都已经坏了，也不在乎增加几条罪名！”\n  </p>\n  <p>\n   卡塔利诺子爵顺势补充道。\n  </p>\n  <p>\n   “好！”\n  </p>\n  <p>\n   伴随着第一声“好”过后，很快参与会议的贵族们，就三三两两的表示同意。\n  </p>\n  <p>\n   卡塔利诺子爵的提议全部通过，一众新兴贵族纷纷施展出看家本领，在城中进行大肆洗劫破坏。\n  </p>\n  <p>\n   王都的数百年积累，尽数沦为了他们的战利品。无数的财富，被装上了船，直接打包离开。\n  </p>\n  <p>\n   不光是财富遭遇洗劫，王都的造船厂、军工厂、魔法学院等各种设施，都开始了搬迁工作。\n  </p>\n  <p>\n   带不走的东西，都是直接毁掉；拒绝一起离开的人，就直接送去见晨曦之主。\n  </p>\n  <p>\n   回来不回来的问题，此刻众人都顾不上了。现在大家想的是：不留下任何资敌的物资。\n  </p>\n  <p>\n   由此导致的伤害，谁也顾不上了。很明显大部分人都有一去不复返的觉悟。\n  </p>\n  <p>\n   只要用心去寻找，茫茫大海之中，总能够找到落脚的地方，甚至很多贵族手中自己就有现成的岛屿。\n  </p>\n  <p>\n   现在带走的人口和财富，就是未来开发新领地的资粮。\n  </p>\n  <p>\n   ……\n  </p>\n  <p>\n   卡梅伦堡，总督府。\n  </p>\n  <p>\n   “什么，叛军正在撤离王都？”\n  </p>\n  <p>\n   麦克卡顿侯爵难以置信的问道。\n  </p>\n  <p>\n   好不容易才到手的王都，这么说放弃就放弃，原本对叛军的鄙视，此刻变成了凝重。\n  </p>\n  <p>\n   能够在荣华富贵面前保持理性，绝对不是没有脑子的蠢货。有脑子的人不会干乱刀砍死国王的蠢事，就算是有血海深仇，那也要换一种方式伪装成正常死亡。\n  </p>\n  <p>\n   直觉告诉他，弑君桉的背后或许另有隐情。不过事情到了这一步，甭管真相是什么，“弑君犯”的罪名新兴贵族集团都背定了。\n  </p>\n  <p>\n   “是的，侯爵！\n  </p>\n  <p>\n   叛军在占领王都之后，第一时间进行了抢劫。洗劫完王都之后，立即开始装船离开。\n  </p>\n  <p>\n   他们本身就是海上讨生活的，手中拥有大量的货船，完全可以从海上进行撤离。”\n  </p>\n  <p>\n   听了中年军官的话，麦克卡顿侯爵当机立断道：“传令下去，让总督卫队立即查抄境内新兴贵族们的家！\n  </p>\n  <p>\n   同时传令各郡，勒令各地郡守立即征召军队，在三十天内到省府集结，赴王都进行平叛！”\n  </p>\n  <p>\n   兵贵神速的道理，所有人都懂，麦克卡顿侯爵自然也不例外。\n  </p>\n  <p>\n   怎奈军队集结需要时间，常备军数量又有限，只能先行观望局势。\n  </p>\n  <p>\n   哪怕明知道叛军正在撤离，但是为了保住实力，在接下来的王位争夺战中占据优势，麦克卡顿侯爵也必须要慎重。\n  </p>\n  <p>\n   做出类似选择的大贵族还有很多，原因也是大同小异。缺少王室的旗帜，猎鹰王国实际上已经到了分崩离析的边缘。\n  </p>\n  <p>\n   参考历史上各国分裂的桉例，猎鹰王国已经具备了其中的大部分条件，稍有不慎就会成为历史。\n  </p>\n  <p>\n   越是这种时候，老牌贵族们就越谨慎，为叛军撤离创造了有利条件。\n  </p>\n  <p>\n   ……\n  </p>\n  <p>\n   猎鹰王国的变故，吸引了各国高层的视线，发动叛乱的邪教组织，此刻也是不甘寂寞。\n  </p>\n  <p>\n   仿佛一夜之间，邪神突然变得康慨了起来。只要信徒进行祭祀，就能够获得神灵给予的力量反馈。\n  </p>\n  <p>\n   外力提升，虽然副作用不小，但这确实是短期内迅速增强实力的最佳办法。\n  </p>\n  <p>\n   靠着邪神的帮助，邪教组织的力量不断壮大，让后知后觉的各国政府吃了大亏。\n  </p>\n  <p>\n   中大陆三国就是受害者之三，没搞清楚敌人的具体实力，就傻乎乎的根据以往经验出兵镇压叛乱。\n  </p>\n  <p>\n   结果自然是不言而喻，处于风暴中心的黑森王国，更是悲剧中的悲剧。\n  </p>\n  <p>\n   才短短一个多月时间，就先后沦陷了二十几个郡，很多叛军因此连成一片，已然成了气候。\n  </p>\n  <p>\n   屋漏偏逢连夜雨！\n  </p>\n  <p>\n   邪教风波还没有平息，亚斯兰特大陆今年又遭遇了极端恶劣天气，不是干旱，就是洪涝，反正今年大家的粮食大都欠收了。\n  </p>\n  <p>\n   战乱遇上大灾之年，更是助长了叛军的气焰。无数破产的自由民，为了生存下去，纷纷加入到了叛军队伍。\n  </p>\n  <p>\n   一时间，硝烟弥漫了大半个亚斯兰特大陆。能够保持岁月静好的，唯有几个在大陆战争中吃到战争红利的国家。\n  </p>\n  <p>\n   刚刚从王都返回领地，哈德逊就不得不出来主持抗旱、抗洪抢险工作。在大自然的伟力面前，人力是渺小的。\n  </p>\n  <p>\n   雪月领爆发大旱，自入夏以来滴雨未落。全靠以往兴修的水利工程支撑着，关键时刻甚至还出动魔法师人工降雨。\n  </p>\n  <p>\n   即便是如此，粮食产量也仅仅只是保住了七成。本来种植面积扩大，应该是增产的一年，结果粮食总产量反而下跌了百分之五。\n  </p>\n  <p>\n   山地领看似岁月静好，结果到了秋收的紧要关头，却爆发了百年难遇的大洪水。\n  </p>\n  <p>\n   雨水瓢泼般的落下，仿佛一夜之间，山地领就沦为了一片泽国。\n  </p>\n  <p>\n   原来的矿区，成为了灾难的源头。松散的泥土，在大雨冲刷之下，化作泥石流吞噬万物。\n  </p>\n  <p>\n   领地的排水工程，遭遇了修建以来的最大考验。无数的农田，都在倾盆大雨之下化为乌有。\n  </p>\n  <p>\n   运河水位也是蹭蹭往上冒，冲刷而下的泥土，不断填充着河床。\n  </p>\n  <p>\n   要不是哈德逊让贝尔斯登出手梳理河道，怕是已经酿成大祸。\n  </p>\n  <p>\n   领地之中的军队、预备役，全部都组织调动起来，不断赶赴各地进行抢险救灾。\n  </p>\n  <p>\n   然而，损失依旧在不断增加中。\n  </p>\n  <p>\n   雨依旧哗啦啦下个不停，望着满目的沧桑，哈德逊无奈的揉了揉额头。\n  </p>\n  <p>\n   雪月领的干旱，还可以靠妥善应对扛过去。山地领的洪涝，却只能被动应战。\n  </p>\n  <p>\n   降雨面积的范围实在是太广了，王国好几个行省，此刻都在经历暴风雨的洗礼。\n  </p>\n  <p>\n   为了降低损失，哈德逊甚至拉着马克西姆干苦力，将乌云往海上赶。\n  </p>\n  <p>\n   遗憾的是随着气流飘荡的乌云，实在是太多了。赶走一片之后，立即就会有新的乌云补上来。\n  </p>\n  <p>\n   一条龙明显是忙不过来，再加一头熊，还是差的差的远。\n  </p>\n  <p>\n   哈德逊计算过，以山地领汇聚的云雨量，没有百八十条成年巨龙，根本就搞不定。\n  </p>\n  <p>\n   毫无疑问，这是不可能做到的。哪怕龙大爷们送上门来，他们出不起雇佣这么多条巨龙的价格。\n  </p>\n  <p>\n   “灾祸连连，粮食欠收已成定局，接下来的日子，怕是要不好过了！”\n  </p>\n  <p>\n   哈德逊有感而发道。\n  </p>\n </div>\n</html>\n",
    "Chapter 555": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1>\n  <span class=\"title\">\n   第两百三十五章、挤兑风潮\n  </span>\n </h1>\n <div class=\"rp-article bookContent\" id=\"bookContent\" style=\"font-size: 20px;\">\n  <p>\n   一路巡视着灾情，熊孩子就没有笑过。这波天灾下来，哈德逊损失惨重，贝尔斯登的损失也没有小到哪里去。\n  </p>\n  <p>\n   因为领地多在下游地带的缘故，翻滚洪水席卷而下，无论是熊熊牧场、还是熊熊农场，都尽数化为一片泽国。\n  </p>\n  <p>\n   从天空之中往下，还可以看到忙碌的人群，在冒雨抢收被水侵泡的麦子。\n  </p>\n  <p>\n   农耕时代，甭管减产多么严重，地里的粮食只要是成熟了，就没有了不收回来的道理。\n  </p>\n  <p>\n   牧场那边的情况也没有好多少，牲口是被抢救了回去，但是连续受暴雨的影响，储存的草料已经不够用了，只是选择宰杀牲口。\n  </p>\n  <p>\n   看着自己的奶源，被宰杀制作成肉干，贝尔斯登的心情就好不起来。\n  </p>\n  <p>\n   反倒是一旁的马克西姆，此刻的心情非常不错，无良的看着哈德逊和贝尔斯登的笑话。\n  </p>\n  <p>\n   投资有风险，入市需谨慎。\n  </p>\n  <p>\n   农业从来都不是什么赚快钱的产业，天灾之下不光粮食减产，很多水利工程也被迫要重建。\n  </p>\n  <p>\n   光今年这一波的损失，就要哈德逊和贝尔斯登白忙活好几年，才能够把损失弥补回来。\n  </p>\n  <p>\n   相比之下，反倒是马克西姆的从事买卖更加暴利，且没有风险。\n  </p>\n  <p>\n   发情之中，稀里湖涂的过上一段日子，就有数百万金币的入账。\n  </p>\n  <p>\n   纯粹以种田的收益计算，在风调雨顺的情况下，山地领都要忙活好几年。\n  </p>\n  <p>\n   靠腰子挣钱，也就马克西姆有这本事，其他人根本就羡慕不来。\n  </p>\n  <p>\n   看着不断统计上来的损失，哈德逊的心就在滴血。按照农业部门的估计，山地领今年的秋粮顶多能够保住四成。\n  </p>\n  <p>\n   单纯的一季粮食减产，哈德逊也能够接受。\n  </p>\n  <p>\n   毕竟，自家领地是从沼泽之中开辟出来的，一直都是雨水丰裕之地。洪涝灾害之下，损失更大一些也是正常情况。\n  </p>\n  <p>\n   麻烦的是灾后重建工作，整个山地领足有上万套房屋需要重建，数个水利工程项目要大修，其中还有十几个水利工程遭到毁灭性打击。\n  </p>\n  <p>\n   道路、桥梁的损失，同样也不在少数。\n  </p>\n  <p>\n   除此之外，还暴露了矿区水土流失的问题。\n  </p>\n  <p>\n   所有的一切，都需要花钱。具体损失有多大，还要等暴雨结束之后才知道。\n  </p>\n  <p>\n   唯一值得欣慰的是：倒霉蛋不只哈德逊一个，亚斯兰特大部分地区，都遭遇了自然灾害，无非是呈现的方式不一样。\n  </p>\n  <p>\n   ……\n  </p>\n  <p>\n   翡翠宫，凯撒四世此刻正忙着进行人事调整。吸取了猎鹰王室悲剧的教训，他决定把宫廷卫队、城卫军全部都换成“自己人”。\n  </p>\n  <p>\n   最坚固的堡垒，永远都是从内部攻破的。\n  </p>\n  <p>\n   猎鹰王国就是一个典型，叛军能够迅速拿下王都，那是因为部分城卫军也参与了叛乱。\n  </p>\n  <p>\n   王宫迅速陷落，同样是宫廷卫队中的新兴贵族里应外合，打开了宫门放敌人进来。\n  </p>\n  <p>\n   贵族内斗时最大的特点就是识时务，见大势已去，剩下的城卫军和宫廷卫队也懒得抵抗了。\n  </p>\n  <p>\n   真正战斗到最后一刻的，只有少数王室的死忠。\n  </p>\n  <p>\n   等亨利五世意识到问题，一切都已经晚了，只能让守护身边的王室高手带他离开。\n  </p>\n  <p>\n   可惜他命不好，刚刚行动王室高手就被叛军给缠住了，亨利五世还没离开王宫，就直接一命呜呼。\n  </p>\n  <p>\n   有了前车之鉴，凯撒四世在用人的时候，也变得慎重了起来。\n  </p>\n  <p>\n   宫廷卫队的情况还好，在凯撒三世时代就只招收王室亲信，普通的地方贵族根本就没有机会进入。\n  </p>\n  <p>\n   城卫军的情况就复杂了，历来都是贵族子弟的镀金之地，里面的关系错综复杂。\n  </p>\n  <p>\n   哪怕贵为国王，凯撒四世一时半会儿，也拿城卫军没办法，只能不断的进行换血。\n  </p>\n  <p>\n   “这是各地的灾情报告，截止到目前为止，已经有十三个行省要求减免赋税，划拨赈灾款！”\n  </p>\n  <p>\n   宰相纽芬兰大公的话，将凯撒四世从权力斗争中拉了出来。\n  </p>\n  <p>\n   换人的事情，随时都可以进行，短时间内又没有贵族会造反，但灾情却是迫在眉睫。\n  </p>\n  <p>\n   接过公关，薄薄的几页纸，却仿佛重若千钧。\n  </p>\n  <p>\n   要求减免赋税，划拨赈灾款的虽然只有十三家，但王国目前需要足额缴纳赋税的行省一共也就那么二十多个。\n  </p>\n  <p>\n   剩下的不是完全免税，就是象征性的交一点。\n  </p>\n  <p>\n   更糟糕的是十三个行省，大都处于王国的中南部，乃是阿尔法王国的财税重地。\n  </p>\n  <p>\n   真要是减免了他们的赋税，接下来王国的日子可就不好过了。\n  </p>\n  <p>\n   农业时代，各国政府对税收的依赖度，都高的出奇。\n  </p>\n  <p>\n   上千万金币的财政缺口，拿什么去填坑？\n  </p>\n  <p>\n   仔细打量着报告，凯撒四世惊讶的发现，不少王室领也身处灾区。\n  </p>\n  <p>\n   隐约之间他才想起，宫相前几天送来的公文。只是忙于人事调整，没有及时去处理。\n  </p>\n  <p>\n   直接拒绝，显得太过不近人情。\n  </p>\n  <p>\n   大灾之年，王国政府没有点儿表示，也说不过去。\n  </p>\n  <p>\n   答应更不可能！\n  </p>\n  <p>\n   光减免赋税，就要让王国财政遭受重创，更不用说划拨赈灾款了。\n  </p>\n  <p>\n   何况这次受灾的区域这么广，同意了这十三个行省的要求，其他行省多半也会跟风。\n  </p>\n  <p>\n   如此的资金窟窿，搞不好都能够把王国财政折腾破产。\n  </p>\n  <p>\n   “德尔加多侯爵，此事你怎么看？”\n  </p>\n  <p>\n   凯撒四世冲财政大臣询问道。\n  </p>\n  <p>\n   自己不方便做恶人，那就只能推财政大臣顶缸。反正以往关于钱的项目被否决，大部分都是财政部干的。\n  </p>\n  <p>\n  </p>\n  <p>\n   得罪人的次数多了，大家反倒是不怎么计较。\n  </p>\n  <p>\n   毕竟，王国财政有多么糟糕，那是人尽皆知的事情。\n  </p>\n  <p>\n   “陛下，此事还是有些复杂。\n  </p>\n  <p>\n   这次灾情波及的范围之广，数百年都难得一遇。\n  </p>\n  <p>\n   按理来说，王国政府应该减免赋税，向地方贵族提供帮助的。\n  </p>\n  <p>\n   怎奈现在财政上没钱，我们是心有余，而力不足啊！”\n  </p>\n  <p>\n   德尔加多侯爵委婉的拒绝道。\n  </p>\n  <p>\n   语言艺术，改变不了最终结果，没钱永远都是最大的杀器。\n  </p>\n  <p>\n   王国的一众大臣中，最不怕卷铺盖回家的就是德尔加多侯爵。\n  </p>\n  <p>\n   所有人都知道这是一个烂摊子，甭管是谁上位干的活儿，都是拆东墙、补西墙。\n  </p>\n  <p>\n   最糟糕的还是要和前任进行对比，稍有不慎就会招来一身的骂名。\n  </p>\n  <p>\n   万一在任期内，王国财政真的破产了，财政大臣就是最大的背锅侠。\n  </p>\n  <p>\n   搞不好，到时候还要借人头一用，以平息众怒。\n  </p>\n  <p>\n   在大贵族之中，根本就没人对这个烫手的位置产生兴趣。中小贵族中倒是有人跃跃欲试，但没人敢放他们上去。\n  </p>\n  <p>\n   毕竟，在一众既得利益者们看来，放一个傻子到财政大臣的位置上，就是对王国最大的不负责任。\n  </p>\n  <p>\n   “宰相，你怎么看？”\n  </p>\n  <p>\n   凯撒四世继续询问道。\n  </p>\n  <p>\n   看着自己亲手扶起的国王，帝王之术越发熟练，纽芬兰大公也是喜忧参半。\n  </p>\n  <p>\n   对王室来说，国王自然是越优秀越好；但是对宰相而言，却是恰恰相反。\n  </p>\n  <p>\n   毕竟，王权和相权先天上就是对立统一的。每当国王强势的时候，相权就不可避免的遭到削弱。\n  </p>\n  <p>\n   偏偏纽芬兰大公又是功勋卓着，在朝堂之中的影响力非常大，不是凯撒四世想压制，就能够压制住的。\n  </p>\n  <p>\n   国王帝王之术的成熟运用，实际上也标致着他的去职时间不远了。\n  </p>\n  <p>\n   “陛下，凡事当量力而行！\n  </p>\n  <p>\n   我看赋税就在财政能力范围内，酌情进行减免。\n  </p>\n  <p>\n   赈灾款，也可以根据实际情况，发放一些。”\n  </p>\n  <p>\n   宰相纽芬兰大公的回答，有些和稀泥的味道，但是对眼下的阿尔法王国来说，这已经是最好的选择。\n  </p>\n  <p>\n   包税制度下的最大好处就是：无论发生任何变故，都有人兜底税款。\n  </p>\n  <p>\n   王国政府可以选择减免赋税，但是没有义务必须减免赋税。\n  </p>\n  <p>\n   象征性的给点儿，实际上也是在照顾各方的面子。\n  </p>\n  <p>\n   凯撒四世眉头微微一皱，显然这不是他想要的答桉。\n  </p>\n  <p>\n   如果可能的话，他更愿意以此为契机，推动王国的税收制度改革。\n  </p>\n  <p>\n   很遗憾，宰相并没有领会他的意思。或者说是想到了，但是不想配合他的行动。\n  </p>\n  <p>\n   政府内部，都无法获得强有力的支持，仅凭财政部的一厢情愿，加上他这个国王的支持，成功的概率实在是太低了。\n  </p>\n  <p>\n   参考王国以往的历次改革，都是政府强力推动，加上部分地方实权派的支持才成功的。\n  </p>\n  <p>\n   眼下的情况明显不一样，税收制度改革实际上就是在割贵族的肉。\n  </p>\n  <p>\n   王国政府拿的多了，贵族领主拿到手的自然就少了。手中没钱，他们拿什么养兵？\n  </p>\n  <p>\n   要知道为了扩军备战，最近这些年王国举办的宴会次数都大幅度减少，以往在贵族圈子里流行的各种奢靡爱好，现在也消失的无影无踪。\n  </p>\n  <p>\n   不是大家的芯子换了，实在是贵族集团内部卷的太过厉害。\n  </p>\n  <p>\n   没有能力的废物，基本上都死的差不多了。现在这一批领主，十之八九都上过战场。\n  </p>\n  <p>\n   亲眼目睹了战场上的血腥，要是还不知道扩军备战，那就真脑子有问题了。\n  </p>\n  <p>\n   相比王国的军事实力加强，大家更愿意看到自家的武装力量壮大。\n  </p>\n  <p>\n   论起资金利用率，钱到了王国政府手中，还真不一定比得上贵族领主。\n  </p>\n  <p>\n   “那就先这么办吧！”\n  </p>\n  <p>\n   凯撒四世颇为失望的说道。\n  </p>\n  <p>\n   内心深处，再次坚定了他加强王权的决心。\n  </p>\n  <p>\n   ……\n  </p>\n  <p>\n   王都的小插曲，很快就散去。国王和宰相的交锋，那是独属于最高层的秘密。\n  </p>\n  <p>\n   受灾的贵族领主们，此刻一个个都在忙碌的组织生产自救。\n  </p>\n  <p>\n   很多地方都出现了贵族老爷亲临一线监督指挥，这种时候平常的训练有素的好处就体现了出来。\n  </p>\n  <p>\n   接受过训练的农奴，基本上能够领会贵族老爷的命令，听从指挥执行。\n  </p>\n  <p>\n   没有接受过训练的农奴，则表现的相对迟钝。不过他们知道学着同伴一起干，勉强也能够跟上。\n  </p>\n  <p>\n   哪怕明知道减产已成定局，大家还是忙着进行自救，以期尽可能的减少损失。\n  </p>\n  <p>\n   事实上，很多时候冒着生命危险自救，并没有性价比。\n  </p>\n  <p>\n   但是在这一刻，所有贵族领主的立场都惊人一致，尽可能的在天灾之中抢回粮食。\n  </p>\n  <p>\n   哈德逊也没有例外。深知灾年粮食的重要性，在救灾的同时，也不忘组织人手抢收。\n  </p>\n  <p>\n   为了保住雨水侵泡过的小麦，哈德逊都将马克西姆拉来当喷火工具。靠物理加热，避免黑麦发芽。\n  </p>\n  <p>\n   因为工程量巨大，在具体操作的时候，很多黑麦都被马克西姆直接烤熟了，部分黑麦都成为了焦炭。\n  </p>\n  <p>\n   本着不浪费的原则，烤坏掉的黑麦，成为了兽人奴隶的食物。\n  </p>\n  <p>\n   领民们则过上吃炒麦、煮麦粉的日子。\n  </p>\n  <p>\n   灾年，有的吃就不错了，自然不会有人挑剔味道。\n  </p>\n  <p>\n   暴风雨之后，终见彩虹！\n  </p>\n  <p>\n   大洪水来的快，退的也快。雨停之后的第三天，各地就渐渐恢复了正常。\n  </p>\n  <p>\n   不过洪水带来的灾难，却留了了下来。灾后重建缓缓拉开了序幕，这些工作已经不需要哈德逊亲自过问了。\n  </p>\n  <p>\n   政务部门、农业部门、交通部门等相关机构，都拿出了相应的计划，并且付诸了行动。\n  </p>\n  <p>\n   ……\n  </p>\n  <p>\n   “公爵大人，受大灾的影响。很多储户过来提前提取存款，多家网点门前都排起了人龙。\n  </p>\n  <p>\n   短短一个星期，近东开发银行的存款就下降了八百万金币，占据了我们现金储备的百分之五。\n  </p>\n  <p>\n   近东开发银行能够挺得住，不等于其他地方性小银行也能够撑得住。\n  </p>\n  <p>\n   按照目前的局势发展，接下来的灾后重建中，很有可能引发一场挤兑风潮！”\n  </p>\n  <p>\n   鲁道夫神色凝重的汇报道。\n  </p>\n  <p>\n   凭借一众股东的实力背书，近东开发银行成立至今，都没有遭遇过一次挤兑。\n  </p>\n  <p>\n   当然，银行方面的表现也很出色。凭借规模上的优势，无论是营业收入，还是利润，在王国同类的商业银行中，都是一骑绝尘。\n  </p>\n  <p>\n   在外界都流传着一句话，近东开发银行一家吊打北大陆的所有银行。\n  </p>\n  <p>\n   丝毫不待夸张的，占据先发优势，抢占了最优质客户群体的近东开发银行，独自占据了北大陆所有商业银行利润的九成。\n  </p>\n  <p>\n   除了这个巨无霸外，所有的商业银行都是区域性银行，根本就没有能力将营业网点铺设到整个北大陆。\n  </p>\n  <p>\n   再小的银行，在自己的一亩三分地上，都是有些影响力的。\n  </p>\n  <p>\n   这些商业银行的管理大都存在问题，在对风险的把控上，近乎是小白水平。\n  </p>\n  <p>\n   前面为了和近东开发银行竞争，他们不光压低了贷款利息，还给出了存款利息。\n  </p>\n  <p>\n   靠着这些手段，在市场竞争之中谋取了一席之地。可风险隐患也被埋了下来，一旦遭遇挤兑，这些储备不足的小银行破产只是时间问题。\n  </p>\n  <p>\n   本来淘汰竞争对手，对近东开发银行也是一件好事，怎奈恐慌是会传递的。\n  </p>\n  <p>\n   一旦大量的小型商业银行破产，无力兑付储户的资金，近东开发银行必然会受到影响。\n  </p>\n  <p>\n   如果不能稳定市场信心，再多的现金储备，也顶不住无休止的挤兑。\n  </p>\n  <p>\n   “传令下去，在未来一段时间内，所有经手的商业贷款，都必须经过最严格的审核。\n  </p>\n  <p>\n   能减少放款的，那就尽可能的减少发放贷款。\n  </p>\n  <p>\n   不过储户的存款，必须要保证及时进行兑付。只要是按照流程走的，一律足额发放。\n  </p>\n  <p>\n   大客户要提款，那就向他们推销资产。这次风波过后，肯定有不少人会债务违约，就当是提前在寻找买家。”\n  </p>\n  <p>\n   哈德逊面不改色的说道。\n  </p>\n  <p>\n   他能够做的，也就这么多了。近东开发银行已经不是婴儿，经过最近几年的跨越式发展，都没有分过一次红，自身也积累了不少的产业。\n  </p>\n  <p>\n   现在兜售一部分变现，也是一个不错的选择。只要渡过这次风波，近东开发银行的招牌，就更加响亮了。\n  </p>\n  <p>\n   减少了大量的竞争对手，未来的“钱”力，就更加不可限量了。\n  </p>\n  <p>\n   一时间哈德逊，都不知道是该喜该忧。\n  </p>\n  <p>\n   现在就看这些小银行背后的股东，对他们的支持力度有多大了。要是有大贵族全力支持，没准还能够渡过这次风波。\n  </p>\n </div>\n</html>\n",
    "Chapter 556": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1>\n  <span class=\"title\">\n   第两百三十六章、有本难念的经\n  </span>\n </h1>\n <div class=\"rp-article bookContent\" id=\"bookContent\" style=\"font-size: 20px; height: auto !important;\">\n  <p>\n   世界是公平的，亚斯兰特大陆百年难遇的天灾，倒霉蛋自然不只是阿尔法王国一家。\n  </p>\n  <p>\n   干旱、洪涝、地震、台风、海啸等一系列的自然灾害，在大陆各地不断上演。\n  </p>\n  <p>\n   从人族到异族，都遭到了无差别的攻击，谁也没有能够独善其身。\n  </p>\n  <p>\n   受自然灾害影响，原本得以遏制的叛军，再次开启了新一轮的爆发式增长。\n  </p>\n  <p>\n   各国救灾的救灾，镇压叛乱的镇压叛乱，一时间反倒是把猎鹰王国的叛军给遗忘了。\n  </p>\n  <p>\n   不过在百忙之余，几个大国的代表还是碰了面，交流了各自的意见和看法。\n  </p>\n  <p>\n   最终大家得出一致结论，干涉必须要有，但是人族联盟会议不能召开。\n  </p>\n  <p>\n   大家需要的是消除政治上的恶劣影响，而不是替叛军扩大影响，一旦召开了联盟会议，史书上必定会浓墨重彩的记录下一笔。\n  </p>\n  <p>\n   到时候再想要抹去这段不光彩的存在，就变得困难了起来。毕竟，每个群体中都有叛逆存在，贵族之中同样有热衷于记录黑历史的。\n  </p>\n  <div class=\"google-auto-placed ap_container\" style=\"width: 100%; height: auto; clear: both; text-align: center;\">\n   <ins class=\"adsbygoogle adsbygoogle-noablate\" data-ad-client=\"ca-pub-1074058122108724\" data-ad-format=\"auto\" data-adsbygoogle-status=\"done\" style=\"display: block; margin: auto; background-color: transparent; height: 0px;\">\n    <div id=\"aswift_2_host\" style=\"border: none; height: 0px; width: 739px; margin: 0px; padding: 0px; position: relative; visibility: visible; background-color: transparent; display: inline-block; overflow: hidden; opacity: 0;\">\n     <iframe allow=\"attribution-reporting\" allowtransparency=\"true\" aria-label=\"Advertisement\" browsingtopics=\"true\" data-google-container-id=\"a!3\" data-google-query-id=\"CK6Gi9WEm4cDFbOFgwcd0uceXA\" data-load-complete=\"true\" frameborder=\"0\" height=\"0\" hspace=\"0\" id=\"aswift_2\" marginheight=\"0\" marginwidth=\"0\" name=\"aswift_2\" sandbox=\"allow-forms allow-popups allow-popups-to-escape-sandbox allow-same-origin allow-scripts allow-top-navigation-by-user-activation\" scrolling=\"no\" src=\"https://googleads.g.doubleclick.net/pagead/ads?gdpr=1&amp;gdpr_consent=CQBfOcAQBfOcAEsACBENA7EoAP_gAEPgACY4INJB7C7FbSFCwH5zaLsAMAhHRsAAQoQAAASBAmABQAKQIAQCgkAQFASgBAACAAAAICZBIQIECAAACUAAQAAAAAAEAAAAAAAIIAAAgAEAAAAIAAACAAAAEAAIAAAAEAAAmAgAAIIACAAAhAAAAAAAAAAAAAAAAgAAAAAAAAAAAAAAAAAAAQOhQD2F2K2kKFkPCmQWYAQBCijYAAhQAAAAkCBIAAgAUgQAgFIIAgAIFAAAAAAAAAQEgCQAAQABAAAIACgAAAAAAIAAAAAAAQQAABAAIAAAAAAAAEAAAAAAAQAAAAIAABEhCAAQQAEAAAAAAAQAAAAAAAAAAABAAA&amp;addtl_consent=2~70.89.93.108.122.149.196.236.259.311.313.323.358.415.449.486.494.495.540.574.609.827.864.981.1029.1048.1051.1095.1097.1126.1205.1211.1276.1301.1365.1415.1423.1449.1514.1570.1577.1598.1651.1716.1735.1753.1765.1870.1878.1889.1958.2072.2253.2299.2357.2373.2415.2506.2526.2568.2571.2575.2624.2677~dv.&amp;client=ca-pub-1074058122108724&amp;output=html&amp;h=280&amp;adk=2358201839&amp;adf=826460285&amp;pi=t.aa~a.1781892510~i.17~rp.4&amp;w=739&amp;abgtt=3&amp;fwrn=4&amp;fwrnh=100&amp;lmt=1692507608&amp;num_ads=1&amp;rafmt=1&amp;armr=3&amp;sem=mc&amp;pwprc=1595115097&amp;ad_type=text_image&amp;format=739x280&amp;url=https%3A%2F%2Fm.uuks.org%2Fb%2F57664%2F72080556.html&amp;fwr=0&amp;pra=3&amp;rh=185&amp;rw=739&amp;rpe=1&amp;resp_fmts=3&amp;wgl=1&amp;fa=27&amp;uach=WyJXaW5kb3dzIiwiIiwiIiwiIiwiIixudWxsLDAsbnVsbCwiIixbWyJOb3QvQSlCcmFuZCIsIjguMC4wLjAiXSxbIkNocm9taXVtIiwiIl0sWyJIZWFkbGVzc0Nocm9tZSIsIiJdXSwwXQ..&amp;dt=1720565152893&amp;bpp=1&amp;bdt=300&amp;idt=1&amp;shv=r20240708&amp;mjsv=m202407030101&amp;ptt=9&amp;saldr=aa&amp;abxe=1&amp;cookie=ID%3Ded38434f33b576b3%3AT%3D1720565141%3ART%3D1720565141%3AS%3DALNI_MYO2HqtL_uKp6GsdyfpykPGURUJnQ&amp;gpic=UID%3D00000e78f3057c82%3AT%3D1720565141%3ART%3D1720565141%3AS%3DALNI_MbAK0nwsm3FPwK_YSX960VN8CfPzQ&amp;eo_id_str=ID%3D26a012d007eed07a%3AT%3D1720565141%3ART%3D1720565141%3AS%3DAA-AfjbtzS9oiDeZu2npjLdfb8wk&amp;prev_fmts=0x0%2C779x280&amp;nras=3&amp;correlator=6607239472466&amp;frm=20&amp;pv=1&amp;ga_vid=1380434176.1720565153&amp;ga_sid=1720565153&amp;ga_hid=160380798&amp;ga_fc=0&amp;u_tz=120&amp;u_his=9&amp;u_h=600&amp;u_w=800&amp;u_ah=600&amp;u_aw=800&amp;u_cd=24&amp;u_sd=1&amp;dmc=8&amp;adx=20&amp;ady=1071&amp;biw=779&amp;bih=600&amp;scr_x=0&amp;scr_y=0&amp;eid=44759837%2C95334510%2C95334526%2C95334829%2C31084184%2C95336266%2C31061690%2C31078663%2C31078668%2C31078670&amp;oid=2&amp;pvsid=2947243879501064&amp;tmod=745594219&amp;uas=0&amp;nvt=1&amp;fc=1408&amp;brdim=0%2C0%2C0%2C0%2C800%2C0%2C800%2C600%2C800%2C600&amp;vis=1&amp;rsz=%7C%7Cs%7C&amp;abl=NS&amp;fu=128&amp;bc=31&amp;bz=1&amp;psd=W251bGwsbnVsbCxudWxsLDNd&amp;nt=1&amp;ifi=3&amp;uci=a!3&amp;btvi=1&amp;fsb=1&amp;dtd=3\" style=\"left: 0px; position: absolute; top: 0px; border: 0px; width: 739px; height: 0px;\" tabindex=\"0\" title=\"Advertisement\" vspace=\"0\" width=\"739\">\n     </iframe>\n    </div>\n   </ins>\n  </div>\n  <p>\n   研究亚斯兰特大陆历史，必须要把正史和野史结合起来看。很多时候，老牌贵族们记录下来的秘闻，要远比外界流传的靠谱。\n  </p>\n  <p>\n   一系列的流程走下来，各国正商议着怎么出兵的时候，猎鹰王国的叛军已经撤离了王都。\n  </p>\n  <p>\n   暴露了身份的叛军贵族，一部分回归封地据险而守，一部分则是直接拖家带口撤离到了海上。\n  </p>\n  <p>\n   看上去就像是叛军自知闯了大祸，直接四散而逃。\n  </p>\n  <p>\n   类似的桉例，在过去也不是没有发生过。叛军都不复存在，联合干涉也成为了泡影。\n  </p>\n  <p>\n   除了教廷、法兰克王国和尹利比亚王国三方还想要介入外，五国联盟已经彻底没了兴趣。\n  </p>\n  <p>\n   猎鹰王国的王位归属，对五国联盟来说，没有任何意义。\n  </p>\n  <p>\n   叛军自己散去，他们只会乐见其成。后续的武装镇压，那是新国王的事情，不需要外人操心。\n  </p>\n  <p>\n   甭管是谁上位，首要任务都是替亨利五世报仇，然后才能够合法继承王室法统。\n  </p>\n  <p>\n   少了五国联盟介入，猎鹰王国还是热闹了起来。教廷、法兰克、尹利比亚三方的介入，直接让猎鹰王国的贵族们一分为三。\n  </p>\n  <p>\n   围绕着空缺的王位，三大阵营展开了激烈争夺。一时间连镇压叛逆的心思，都被冲澹了不少。\n  </p>\n  <p>\n   具体的情况，哈德逊也不是很清楚。反正他知道猎鹰王国，此刻非常的热闹。\n  </p>\n  <p>\n   这场闹剧要持续多久，不在于猎鹰王国本土贵族的内斗，而是背后三大势力之间的博弈。\n  </p>\n  <p>\n   没时间替猎鹰王国的前途操心，洪灾刚刚结束，哈德逊的注意力就被吸引到了兽人大草原。\n  </p>\n  <p>\n   坐拥雪月湖的雪月领，都遭遇到了大旱，兽人帝国的处境只会更加糟糕。\n  </p>\n  <p>\n   天灾的出现，加剧了各族之间的矛盾。为了争夺水源，大草原上的兽人部落之间时常发生火拼。\n  </p>\n  <p>\n   哪怕是皇庭下达了休战令，在部落生存压力面前，也变得一文不值。\n  </p>\n  <p>\n   不断堆砌的社会矛盾，势必会影响到兽人帝国的战略决策。参考以往发生天灾的惯例，最后都是以兽人入侵王国而结束。\n  </p>\n  <p>\n   战场上打赢了，可以靠战利品渡过危机；要是不幸遭遇战败，那么制造问题的人没了。\n  </p>\n  <p>\n   换位思考，哈德逊若是兽人帝国的高层，也会选择用战争来转移国内矛盾。\n  </p>\n  <p>\n   至于各族元气大伤，不适合发动战争。在种族生存的压力面前，真心不是无法克服的困难。\n  </p>\n  <p>\n   看着手中搜集到的情报，短短一个月内，为了争夺水源、草场，兽人帝国内部就爆发了上百起部落冲突。\n  </p>\n  <p>\n   这还只是统计到的数据。王国的情报部门对兽人帝国的渗透，并不是无限制的，还有大片的区域是一片空白。\n  </p>\n  <p>\n   哈德逊可没有忘记，除了大草原之外，兽人帝国还有大片的丘陵山地，以及广袤的高原。\n  </p>\n  <p>\n   这些地区的土地固然贫瘠，但只要面积足够大，还是能够养活不少人口。\n  </p>\n  <p>\n   吃过被人族联军狠揍的亏后，这些地区一度被兽人帝国当做大后方，进行重点经营过。\n  </p>\n  <p>\n   现在的情况怎么样，情报部门还没有渗透过去，哈德逊也不得而知。\n  </p>\n  <p>\n   不过土地开发是一个长期性的过程，兽人帝国的文明进程，目前还处于游牧文明向农耕文明的过渡阶段，种族生产力还是非常低的。\n  </p>\n  <p>\n   想要将大后方经营出来，注定不是三五八年就能够完成的。考虑到各族互相扯后腿的缘故，这个时间周期还有可能更长。\n  </p>\n  <p>\n   “汤姆，向近东地区的贵族领主发出战争预警！”\n  </p>\n  <p>\n   哈德逊突然下令道。\n  </p>\n  <p>\n   在没有任何征兆反应战争即将爆发的情况下，提前发出战争预警，也就他能够干的出来。\n  </p>\n  <p>\n   别的将领，就算是心中有所怀疑，也不敢轻易下结论。万一搞错了，那是需要承担责任的。\n  </p>\n  <p>\n   哈德逊能够不在意承担风险，主要还是受猎鹰王国政变的影响。\n  </p>\n  <p>\n   凯撒四世看似对王国的一众实力派依旧信赖有加，但一系列的人事调整，还是暴露了内心真实想法。\n  </p>\n  <p>\n   当老大的产生了疑心，做小弟的想要安稳，那就必须要知道进退。\n  </p>\n  <p>\n   藏拙已经来不及了，有前面的辉煌战绩在，越是藏拙越容易弄巧成拙。\n  </p>\n  <p>\n   不过在进行战略判断的时候，哈德逊却变得越发大胆。判断失误，确实会影响个人的声誉，但这是国王想要看到的。\n  </p>\n  <p>\n   驾驭一个“神”太难，国王需要的手下是“人”，而不是算无遗策的“神”。\n  </p>\n  <p>\n   如果不出意外的话，再一次击败兽人帝国后，哈德逊就要过上纸醉金迷的生活了。\n  </p>\n  <p>\n   人不风流枉少年！\n  </p>\n  <p>\n   本来就功高震主，要是不搞一堆情人出来，澹化身上的神圣光环，当老大的如何能够放心。\n  </p>\n  <p>\n   参考历史资料就知道，没有任何污点的功臣，最后都不会有什么好结果。\n  </p>\n  <p>\n   反倒是“王翦”、“郭子仪”这类懂得自污的，混的都比较好。\n  </p>\n  <p>\n   哈德逊虽然不认为凯撒四世有屠戮功臣的胆子，但能够避免的麻烦，还是要尽可能的去避免。\n  </p>\n  <p>\n   作为臣子，傻乎乎的正面和君主对上，绝对是要吃大亏的。\n  </p>\n  <p>\n   哪怕没有明说，哈德逊也非常清楚，自己的阵营里面安插了不少王室的人。\n  </p>\n  <p>\n   不光是王室埋下的钉子，王国各大势力都在他的班底里面埋了钉子。\n  </p>\n  <p>\n   科斯洛家族能够迅速崛起，除了哈德逊的努力之外，这些“钉子”们也是出了大力的。\n  </p>\n  <p>\n   目前大家的利益一致，所以一切都心照不宣。万一哪天对上了，内部的问题都够哈德逊头疼的。\n  </p>\n  <p>\n   没有办法，亚斯兰特大陆的玩法就是如此：你中有我，我中有你。\n  </p>\n  <p>\n   科斯洛家族是崛起时间太短，要是发展上百八十年，一样能够在王国各大势力之中埋下钉子。\n  </p>\n  <p>\n   想要阻拦都不可能，因为一个家族的强大，除了自身力量的强大外，还要看附庸力量。\n  </p>\n  <p>\n   目前哈德逊的强势，家族的力量最多占三分之一，另外三分之二则是源于依附他的贵族。\n  </p>\n  <p>\n  </p>\n  <p>\n   这些的忠诚度，非常魔幻，在不同的场合下有不同的表现，不能简单的以高低而论。\n  </p>\n  <p>\n   比如说：对上兽人帝国，这些附庸都是哈德逊最坚定的支持者。\n  </p>\n  <p>\n   假如哈德逊要自立门户，那么场面就尴尬了。别说附庸力量靠不住，就算是家族嫡系力量，都不一定能够靠得住。\n  </p>\n  <p>\n   千百年的传统教育，绝不是短短几年时间的经营，就能够扭转过来的。\n  </p>\n  <p>\n   那些抛开时代背景谈忠诚的，纯粹就是在耍流氓。\n  </p>\n  <p>\n   上行下效，在任何时代都适用。\n  </p>\n  <p>\n   哈德逊不喜欢玩儿双标。他对国王都没有百分百的忠诚，凭什么奢望手下人对自己保持忠诚？\n  </p>\n  <p>\n   提拔的恩情，可那也是建立在人家建立了功业的基础上，并不是凭白无故的赠予。\n  </p>\n  <p>\n   ……\n  </p>\n  <p>\n   兽人帝国。\n  </p>\n  <p>\n   持续的干旱少雨，不光是普通兽人不好过，就连一众皇族、王族也感受到了压力。\n  </p>\n  <p>\n   在这种背景下，新一轮的皇庭会议刚刚召开，各族族长就开始轮番诉苦。\n  </p>\n  <p>\n   “够了！\n  </p>\n  <p>\n   大草原上的情况，我们都清楚，就没必须继续重申了。\n  </p>\n  <p>\n   炎热的盛夏延续到了现在，大量的草场枯萎，因为水源的问题下面的部落纷争不断。\n  </p>\n  <p>\n   今天召集大家过来，就是商议怎么合理分配水源，避免冲突爆发！”\n  </p>\n  <p>\n   狮人皇厉声训斥道。\n  </p>\n  <p>\n   营帐内一下子安静了下来，只不过气氛还是一样的压抑。\n  </p>\n  <p>\n   “合理分配水源”，这话也就湖弄一下小孩子。兽人帝国崇尚的是弱肉强食，弱小种族如何能够和强势的种族争抢？\n  </p>\n  <p>\n   甭管分配的多么合理，到了具体执行的时候，都不可避免的出现有人多拿多占。\n  </p>\n  <p>\n   “狮皇，现在问题的关键，不是水源怎么分配，而是干旱还在持续。\n  </p>\n  <p>\n   干旱的问题得不到解决，我们很难在入冬之前，储存到足够的草料！”\n  </p>\n  <p>\n   熊人皇的话，捅破了最后一层窗户纸。\n  </p>\n  <p>\n   原本丁口减少后，各族的生存空间是足够的，完全可以“睦邻友好”下去。\n  </p>\n  <p>\n   一场大旱，改变了这一切。\n  </p>\n  <p>\n   受干旱的影响，不光是草料、水源无法满足需求，还伴随着大量的病虫害，在大草原上蔓延。\n  </p>\n  <p>\n   前些日子，还爆发了蝗灾。要不是大家反应足够快，差点儿了酿成大祸。\n  </p>\n  <p>\n   “熊皇，这些问题我自然清楚，甚至我还知道为了生存下去，很多部落都在私底下和人族做交易。\n  </p>\n  <p>\n   交易对象不光是皮草，还有牛马羊之类的牲口，甚至还有奴隶。\n  </p>\n  <p>\n   只要能够换到粮食，就没有是他们不敢卖的。\n  </p>\n  <p>\n   可是知道是一回事，解决问题又是另外一回事。\n  </p>\n  <p>\n   如此大范围的干旱，就算是把萨满们都累死，也解决不了问题！”\n  </p>\n  <p>\n   狮人皇一脸无奈的说道。\n  </p>\n  <p>\n   超凡力量可以改天换地，但终归有其极限。偶尔搞一次人工降雨还行，隔三差五的搞，还要覆盖整个大草原，根本就不现实。\n  </p>\n  <p>\n   本来兽人帝国的祭祀数量就少，水系的祭祀数量就更少了。玩儿人工降雨，对祭祀的消耗可不小。\n  </p>\n  <p>\n   尤其是现在这种情况，每天都是晴空万里，连一朵乌云都很难看到，降雨的难度就更大了。\n  </p>\n  <p>\n   “高温”+“大旱”，双重打击之下，脆弱的草原生态，正在被打破。\n  </p>\n  <p>\n   先是素食动物遭遇食物危机，接着就该轮到肉食动物倒霉。搞不好一次大旱，就有不少动植物灭绝。\n  </p>\n  <p>\n   类似的一幕，同样在兽人帝国内部上演。水源不够大家分，那就按照自然规律弱肉强食。\n  </p>\n  <p>\n   实力的弱小濒危种族，在这种环境之下，被淘汰出局，也是正常情况。\n  </p>\n  <p>\n   反正传承圣地刚刚开启不久，短时间内又不可能再来第二次，减少一些兽人种族也无伤大雅。\n  </p>\n  <p>\n   至于未来的问题，多杂交几次之后，自然会有新的种族出现。\n  </p>\n  <p>\n   末代比蒙皇，就是其中的佼佼者。虽然当时的情况特殊，但依旧为兽人帝国的种族繁荣贡献了一份力量。\n  </p>\n  <p>\n   “其实还有一个老办法，反正都会有人牺牲，与其让他们死在内斗中，不如让他们死在战场上。\n  </p>\n  <p>\n   虽然此刻挑起大战，我们没有多少胜算，但包括阿尔法王国在内的人族各国，同样在这次天灾中损失惨重。\n  </p>\n  <p>\n   各国一起减产，全大陆都跟着闹粮慌。现在就算是有钱，也很难在市场上买到大量的粮食。\n  </p>\n  <p>\n   这就意味着，即便是我们在战场上失利，敌人也不可能组织大规模的反攻。\n  </p>\n  <p>\n   只要控制好了战争节奏，不盲目的和敌人进行决战，提防好敌人偷袭后方，就足够了！”\n  </p>\n  <p>\n   银月狼皇冷笑着说道。\n  </p>\n  <p>\n   办法不怕老，好用就行了。此刻发起战争，兽人帝国必定会血流成河。\n  </p>\n  <p>\n   问题是不挑起外战，就要爆发内战！\n  </p>\n  <p>\n   现在只是是部落之间争斗，要是不采取措施，接下来就会演变成种族互殴打。\n  </p>\n  <p>\n   “狼皇的提议非常不错，只是眼下最好还是先观望一下，待大陆局势进一步明朗后行动。\n  </p>\n  <p>\n   如果条件不允许，那就限定战争的规模。最好控制在局部冲突，无论后续怎么发展，都可以妥善处理。”\n  </p>\n  <p>\n   鹰人皇的话非常怂，丝毫没有皇族的霸气。不过众兽人却非常认可，确实该稳健一点儿了。\n  </p>\n  <p>\n   在过去的岁月里，兽人帝国已经冒了无数次险，最终的结果，都是惨澹收场。\n  </p>\n  <p>\n   ……\n  </p>\n  <p>\n   黑森王国，作为邪教之乱重灾区，又赶上一波百年难遇的天灾，亚历山大五世整个人都不好了。\n  </p>\n  <p>\n   结合最近几年黑森王国的发展，典型的由盛转衰，隐约之间还透露出一丝亡国之兆。\n  </p>\n  <p>\n   回想起前些年威逼阿尔法王国妥协，侵吞科鲁比亚伯国的意气风发，亚历山大五世突然感觉自己老了。\n  </p>\n  <p>\n   亲眼目睹自己的王国由盛转衰，对一名王者来说，这实在是太残酷了。\n  </p>\n  <p>\n   明知道国王的状态不对，群臣却无一人上前安慰。没有办法，大家现在的精神状态都差不多。\n  </p>\n  <p>\n   就在刚才，他们又收到了一个噩耗：金斯伯格侯爵带兵镇压叛乱，结果大败而归，数万大军损失惨重。\n  </p>\n  <p>\n   此战之后，雷利安侯爵在密西亚行省境内再也没有一支能够可以和叛军抗衡的武装力量，几乎可以算是进入到了沦陷的倒计时。\n  </p>\n  <p>\n   时间一分一秒过去，渐渐缓过来的亚历山大五世，扫视了众人一眼，随即开口说道：“雷利安侯爵在什么地方，他的平叛大军又去了哪里？”\n  </p>\n  <p>\n   典型的无妄之灾！\n  </p>\n  <p>\n   叛军数量那么多，平叛大军是在一路横推，速度根本就快不起来。\n  </p>\n  <p>\n   “陛下，雷利安侯爵率领的大军正在平叛路上，预计十天之内抵达密西亚行省。\n  </p>\n  <p>\n   到时候，叛军这些乌合之众，就如同秋风扫落叶一般，被我们从地图上抹去！”\n  </p>\n  <p>\n   军务大臣尼克拉斯伯爵故作镇定的话，让群臣心中一喜，随即眉头又是一皱。\n  </p>\n  <p>\n   要是事情这么简单，叛军也不可能壮大到现在这种地步。\n  </p>\n  <p>\n   ……\n  </p>\n </div>\n</html>\n",
    "Chapter 557": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1>\n  <span class=\"title\">\n   第两百三十七章、知己知彼\n  </span>\n </h1>\n <div class=\"rp-article bookContent\" id=\"bookContent\" style=\"font-size: 20px;\">\n  <p>\n   祸不单行，正在讨论密西亚行省局势的时候，又从前线飞来了三封求援信。\n  </p>\n  <p>\n   原本还信心十足的军务大臣，一下子就傻了眼。\n  </p>\n  <p>\n   单纯只是镇压叛乱，黑森王国自然不在话下。可问题是王国的主力，大都聚集在前线。\n  </p>\n  <p>\n   按照最初的设想，除了王都留守一部分兵力外，王国常备军的主要职责是驻守边疆，贵族私军负责维护地方治安。\n  </p>\n  <p>\n   谁也没有想到，邪教叛乱叠加天灾之后，这套完美的军事构架就被打破了。\n  </p>\n  <p>\n   越是国内发生混乱，他们越不敢调动前线的大军。万一部队前脚刚动，异族大军后脚就趁火打劫杀了过来，那可就悲剧了。\n  </p>\n  <p>\n   留守王都的大军，已经抽调过了三次，继续从里面抽调兵力的话，大家就要睡不着觉了。\n  </p>\n  <p>\n   局势的突变，让事情一下子变得复杂了起来。\n  </p>\n  <p>\n   正常情况下，大贵族是不会向王国政府求援的。毕竟是自己的地盘，谁也不愿意被人指手画脚。\n  </p>\n  <p>\n   先后四个行省被逼到向王国政府求援的地步，地方上的局势有多危险可想而知。要是继续恶化下去，那可就真是王朝末年了。\n  </p>\n  <p>\n   自诩一代雄主的亚历山大五世，是万万不允许这种事情发生的。\n  </p>\n  <p>\n   “一个个都哑巴了！”\n  </p>\n  <p>\n   “平常时期不都挺能干的么，怎么到了关键时刻，就变成了哑巴？”\n  </p>\n  <p>\n   “还有这四个求援的蠢货，连自己的地盘都看护不住，真够废物的！”\n  </p>\n  <p>\n   ……\n  </p>\n  <p>\n   喋喋不休的怒骂声不断在众人耳中环绕，这一刻的亚历山大五世，再也不复往日的君主风度。\n  </p>\n  <p>\n   或许是端着的时间太久，突然一下子放了下来，亚历山大五世的内心格外轻松。\n  </p>\n  <p>\n   原本积攒起来的怒气，伴随着一阵输出，也发泄的差不多了，语气渐渐恢复了平和。\n  </p>\n  <p>\n   “都说说看吧，现在该怎么办？”\n  </p>\n  <p>\n   话题一下子被拉回到了解决问题的轨道上，低头挨骂的众人非常不适应，险些怀疑自己的耳朵出了问题。\n  </p>\n  <p>\n   迟疑了一会儿功夫后，宰相米尔顿公爵硬着头皮回答道：“陛下，鉴于国内不断恶化的局势，我们必须要做好最坏的打算。\n  </p>\n  <p>\n  </p>\n  <p>\n   从各地收集的情报来看，几乎每个行省都出现了规模不等的叛军，从其他行省调兵平叛，怕是力有不及。\n  </p>\n  <p>\n   为今之计，只有向五国联盟求援。这波邪教之乱，北大陆受损并不大，阿尔法王国和莫西公国均已镇压叛乱。\n  </p>\n  <p>\n   向两国……”\n  </p>\n  <p>\n   说着说着，米尔顿公爵突然说不下去了。向盟友求援就够丢脸的了，再向一个公国求援，实在是有些抹不过面子。\n  </p>\n  <p>\n   不说也没关系，意思已经表达了出来，接下来该怎么办大家都懂。\n  </p>\n  <p>\n   “克拉斯纳侯爵，这件事就交给你去协调了。原则就一条：王国的核心利益不能动，其他的你看着办！”\n  </p>\n  <p>\n   亚历山大五世当即拍板道。\n  </p>\n  <p>\n   战场上兵贵神速，求援更是要赶时间。不想当亡国之君的亚历山大五世，此刻表现出了国王应有的担当。\n  </p>\n  <p>\n   丢脸就丢脸好了，局势都恶化到了现在这种地步，黑森王国的国际声望早就跌到了谷底。\n  </p>\n  <p>\n   要是再拖下去，就不是面子的问题，而是连里子都要保不住了。\n  </p>\n  <p>\n   求援虽然要付出代价，但这部分损失是可控的，大家终归是盟友，还有共同的敌人在，做事总得留一线。\n  </p>\n  <p>\n   ……\n  </p>\n  <p>\n   历史的车轮不断前行，在黑森王国撑不住对外求援的时候，邪教之乱也到了高潮阶段。\n  </p>\n  <p>\n   不光是人族各国难受，异族的日子也不怎么好过，就连以团结着称的精灵族，现在也冒出了一个新的分支——堕落精灵！\n  </p>\n  <p>\n   都是正常操作，异族可以赞助人族世界的邪教，人族自然也会赞助异族中的邪教。\n  </p>\n  <p>\n   为了支持异族世界的邪教组织，人族联盟还专门设立了特别经费。\n  </p>\n  <p>\n   除此之外，大陆各国也会本能的扶持一些异族中的邪教组织。\n  </p>\n  <p>\n   其他地方的邪教组织，哈德逊不是很了解，但兽人帝国内部的几大邪教组织，都是从他手中拿过经费的。\n  </p>\n  <p>\n   草原遭遇大旱，一看就知道适合邪教思想传播。没有丝毫犹豫，哈德逊又让情报部门赞助了这些邪教组织一笔物资。\n  </p>\n  <p>\n   都是一些原始的邪教组织，比活跃在人族世界的邪教团体，最落后了最少两个时代。\n  </p>\n  <p>\n   如果不是顾忌影响，他都想帮这些邪教组织编制一份活动纲领。\n  </p>\n  <p>\n   犹豫再三之后，哈德逊还是放弃这个念头。没有别的原因，就是单纯对这些邪教组织的执行能力不放心。\n  </p>\n  <p>\n   越是完善的纲领，就越注重细节管理，对人的要求也相应越高。\n  </p>\n  <p>\n   兽人的文明层次在那儿放着，让他们干这么复杂的活儿，明显是在为难人家。\n  </p>\n  <p>\n   ……\n  </p>\n  <p>\n   “你是说，兽人帝国境内冒出了一个新的邪教组织，并且没有到我们这里拉赞助？”\n  </p>\n  <p>\n   哈德逊兴致勃勃的问道。\n  </p>\n  <p>\n   兽人帝国的邪教组织他见得多了，像这种为了安全起见，就放弃拉赞助的邪教组织，哈德逊还是第一次听说。\n  </p>\n  <p>\n   不是说邪教一定要从外面赞助，主要是兽人帝国太穷了，包括四大皇族的腰包都是干瘪的。\n  </p>\n  <p>\n   在这种背景下，信徒贡献的那点儿财富，连活动经费都难以凑够。\n  </p>\n  <p>\n   “是的，元帅！\n  </p>\n  <p>\n   这个组织隐藏的非常深，如果不是一次偶然的机会，我们都不知道这个组织存在。\n  </p>\n  <p>\n   从搜集到的情报来看，这个组织最喜欢挑起兽人部落之间的厮杀。\n  </p>\n  <p>\n   最近这段时间，兽人帝国内部种族仇杀层出不穷、部落征战不断，除了我们的努力外，他们也贡献了不小的力量。”\n  </p>\n  <p>\n   听了零号的回答，哈德逊的兴趣更浓了。直觉告诉他，这个神秘组织，同之前的边界冲突有关系。\n  </p>\n  <p>\n   原本还想把幕后黑手揪出来的，但是看到这些家伙在积极挑起兽人内斗后，哈德逊突然发现，留着这些家伙也蛮好的。\n  </p>\n  <p>\n   折腾兽人的邪教，都是好邪教。让兽人死在内斗之中，总好过让他们出现在和王国的战场上。\n  </p>\n  <p>\n   “继续盯着他们，不要去急着去接近。如果他们有心的话，早晚都会自己找上门来！”\n  </p>\n  <p>\n   哈德逊微笑着说道。\n  </p>\n  <p>\n   任何有野心的兽人邪教组织，最终都免不了向王国靠拢，这是现实决定的。\n  </p>\n  <p>\n   缺乏物资只是一方面，想要推翻皇族的统治做大做强，就注定离不开阿尔法王国的支持。\n  </p>\n  <p>\n   这是双赢的买卖，邪教组织想要造反上岸，阿尔法王国需要一个分裂的兽人帝国，双方存在着合作的基础。\n  </p>\n  <p>\n   哈德逊不怕这些邪教组织做大，就怕他们做不大。要是能够在兽人帝国发起一次类似于幽冥教的叛乱，那可就赚大发了。\n  </p>\n  <p>\n   不过这只能想想而已，种族隔阂不是那么容易打破的。四大皇族+七大王族，几乎囊括了兽人帝国内部所有实力派，剩下的种族在实力上明显逊色一筹。\n  </p>\n  <p>\n   负责驻守前线的三族，此刻在兽人帝国内部，都算是有实力的了。\n  </p>\n  <p>\n   可是和上面的十一家种族相比，还是有不小的差距。再想要大闹一次，除非能够把剩下的种族全部拉到一起。\n  </p>\n  <p>\n   不喝上几斤，正常人都生不出这种逆天想法。除了兽神亲自上场，估摸着没人能够做到。\n  </p>\n  <p>\n   刚送走零号，哈德逊就收到了王都发来的消息：黑森王国正式向王国求援，速到王都开会。\n  </p>\n  <p>\n   作为军方的第一人，商议是否出兵的会议，自然不会少了哈德逊。\n  </p>\n  <p>\n   没什么好说的，天生的劳碌命。细数阿尔法王国的一众贵族领主，除了本身就在王都任职的，就数他跑王都最勤快。\n  </p>\n  <p>\n   基本上每次发生大事，哈德逊都要往王都跑一趟，再加上例行公事的会面，平均下来哈德逊是每个月跑一次王都。\n  </p>\n  <p>\n   这么频繁的来回跑，结果就是和朝堂的文武百官混的很熟，甭管遇到谁都能够聊上几句，走在一起的时候都像自己人。\n  </p>\n  <p>\n   幸好身在一个股份制王国，要是在大一统的王朝，御史们早就蜂拥而至的上\n   <a class=\"google-anno\" href=\"#\" style=\"border: 0px !important; box-shadow: none !important; display: inline !important; float: none !important; margin: 0px !important; outline: 0px !important; padding: 0px !important; text-decoration: none !important; fill: currentcolor !important;\">\n    <svg height=\"20px\" style=\"color-scheme: initial !important; forced-color-adjust: initial !important; mask: initial !important; math-depth: initial !important; position: initial !important; position-anchor: initial !important; appearance: initial !important; color: inherit !important; font: initial !important; font-palette: initial !important; font-synthesis: initial !important; inset-area: initial !important; text-orientation: initial !important; text-rendering: initial !important; text-spacing-trim: initial !important; -webkit-font-smoothing: initial !important; -webkit-locale: initial !important; -webkit-text-orientation: initial !important; -webkit-writing-mode: initial !important; writing-mode: initial !important; zoom: initial !important; accent-color: initial !important; place-content: initial !important; place-items: initial !important; place-self: initial !important; alignment-baseline: initial !important; anchor-name: initial !important; animation-composition: initial !important; animation: initial !important; app-region: initial !important; aspect-ratio: initial !important; backdrop-filter: initial !important; backface-visibility: initial !important; background: initial !important; background-blend-mode: initial !important; baseline-shift: initial !important; baseline-source: initial !important; block-size: initial !important; border-block: initial !important; border: 0px !important; border-radius: initial !important; border-collapse: initial !important; border-end-end-radius: initial !important; border-end-start-radius: initial !important; border-inline: initial !important; border-start-end-radius: initial !important; border-start-start-radius: initial !important; inset: initial !important; box-shadow: none !important; box-sizing: initial !important; break-after: initial !important; break-before: initial !important; break-inside: initial !important; buffered-rendering: initial !important; caption-side: initial !important; caret-color: initial !important; clear: initial !important; clip: initial !important; clip-path: initial !important; clip-rule: initial !important; color-interpolation: initial !important; color-interpolation-filters: initial !important; color-rendering: initial !important; columns: initial !important; column-fill: initial !important; gap: initial !important; column-rule: initial !important; column-span: initial !important; contain: initial !important; contain-intrinsic-block-size: initial !important; contain-intrinsic-size: initial !important; contain-intrinsic-inline-size: initial !important; container: initial !important; content: initial !important; content-visibility: initial !important; counter-increment: initial !important; counter-reset: initial !important; counter-set: initial !important; cursor: inherit !important; cx: initial !important; cy: initial !important; d: initial !important; display: inline !important; dominant-baseline: initial !important; empty-cells: initial !important; field-sizing: initial !important; fill: currentcolor !important; fill-opacity: initial !important; fill-rule: initial !important; filter: initial !important; flex: initial !important; flex-flow: initial !important; float: none !important; flood-color: initial !important; flood-opacity: initial !important; grid: initial !important; grid-area: initial !important; height: initial !important; hyphenate-character: initial !important; hyphenate-limit-chars: initial !important; hyphens: initial !important; image-orientation: initial !important; image-rendering: initial !important; initial-letter: initial !important; inline-size: initial !important; inset-block: initial !important; inset-inline: initial !important; isolation: initial !important; letter-spacing: initial !important; lighting-color: initial !important; line-break: initial !important; list-style: initial !important; margin-block: initial !important; margin: 0px !important; margin-inline: initial !important; marker: initial !important; mask-type: initial !important; math-shift: initial !important; math-style: initial !important; max-block-size: initial !important; max-height: initial !important; max-inline-size: initial !important; max-width: initial !important; min-block-size: initial !important; min-height: initial !important; min-inline-size: initial !important; min-width: initial !important; mix-blend-mode: initial !important; object-fit: initial !important; object-position: initial !important; object-view-box: initial !important; offset: initial !important; opacity: initial !important; order: initial !important; orphans: initial !important; outline: 0px !important; outline-offset: initial !important; overflow-anchor: initial !important; overflow-clip-margin: initial !important; overflow-wrap: initial !important; overflow: initial !important; overlay: initial !important; overscroll-behavior-block: initial !important; overscroll-behavior-inline: initial !important; overscroll-behavior: initial !important; padding-block: initial !important; padding: 0px !important; padding-inline: initial !important; page: initial !important; page-orientation: initial !important; paint-order: initial !important; perspective: initial !important; perspective-origin: initial !important; pointer-events: initial !important; position-try: initial !important; position-visibility: initial !important; quotes: initial !important; r: initial !important; resize: initial !important; rotate: initial !important; ruby-position: initial !important; rx: initial !important; ry: initial !important; scale: initial !important; scroll-behavior: initial !important; scroll-margin-block: initial !important; scroll-margin: initial !important; scroll-margin-inline: initial !important; scroll-padding-block: initial !important; scroll-padding: initial !important; scroll-padding-inline: initial !important; scroll-snap-align: initial !important; scroll-snap-stop: initial !important; scroll-snap-type: initial !important; scroll-timeline: initial !important; scrollbar-color: initial !important; scrollbar-gutter: initial !important; scrollbar-width: initial !important; shape-image-threshold: initial !important; shape-margin: initial !important; shape-outside: initial !important; shape-rendering: initial !important; size: initial !important; speak: initial !important; stop-color: initial !important; stop-opacity: initial !important; stroke: initial !important; stroke-dasharray: initial !important; stroke-dashoffset: initial !important; stroke-linecap: initial !important; stroke-linejoin: initial !important; stroke-miterlimit: initial !important; stroke-opacity: initial !important; stroke-width: initial !important; tab-size: initial !important; table-layout: initial !important; text-align: initial !important; text-align-last: initial !important; text-anchor: initial !important; text-combine-upright: initial !important; text-decoration: initial !important; text-decoration-skip-ink: initial !important; text-emphasis: initial !important; text-emphasis-position: initial !important; text-indent: initial !important; text-overflow: initial !important; text-shadow: initial !important; text-size-adjust: initial !important; text-transform: initial !important; text-underline-offset: initial !important; text-underline-position: initial !important; white-space: initial !important; timeline-scope: initial !important; touch-action: initial !important; transform: initial !important; transform-box: initial !important; transform-origin: initial !important; transform-style: initial !important; transition: initial !important; translate: initial !important; user-select: initial !important; vector-effect: initial !important; vertical-align: initial !important; view-timeline: initial !important; view-transition-class: initial !important; view-transition-name: initial !important; visibility: initial !important; border-spacing: initial !important; -webkit-box-align: initial !important; -webkit-box-decoration-break: initial !important; -webkit-box-direction: initial !important; -webkit-box-flex: initial !important; -webkit-box-ordinal-group: initial !important; -webkit-box-orient: initial !important; -webkit-box-pack: initial !important; -webkit-box-reflect: initial !important; -webkit-line-break: initial !important; -webkit-line-clamp: initial !important; -webkit-mask-box-image: initial !important; -webkit-print-color-adjust: initial !important; -webkit-rtl-ordering: initial !important; -webkit-ruby-position: initial !important; -webkit-tap-highlight-color: initial !important; -webkit-text-combine: initial !important; -webkit-text-decorations-in-effect: initial !important; -webkit-text-fill-color: unset !important; -webkit-text-security: initial !important; -webkit-text-stroke: initial !important; -webkit-user-drag: initial !important; widows: initial !important; width: initial !important; will-change: initial !important; word-break: initial !important; word-spacing: initial !important; x: initial !important; y: initial !important; z-index: initial !important;\" viewbox=\"100 -1000 840 840\" width=\"calc(20px - 2px)\">\n     <path d=\"m784-120-252-252q-30 24-69 38t-83 14q-109 0-184.5-75.5t-75.5-184.5q0-109 75.5-184.5t184.5-75.5q109 0 184.5 75.5t75.5 184.5q0 44-14 83t-38 69l252 252-56 56zm-404-280q75 0 127.5-52.5t52.5-127.5q0-75-52.5-127.5t-127.5-52.5q-75 0-127.5 52.5t-52.5 127.5q0 75 52.5 127.5t127.5 52.5z\">\n     </path>\n    </svg>\n    <span class=\"google-anno-t\" style=\"border: 0px !important; box-shadow: none !important; display: inline !important; float: none !important; margin: 0px !important; outline: 0px !important; padding: 0px !important; text-decoration: underline dotted !important;\">\n     书\n    </span>\n   </a>\n   弹劾：内外勾结，密谋造反！\n  </p>\n  <p>\n   照例混在人群中，三三两两的组团步入大殿。不知道是不是错觉，哈德逊总感觉凯撒四世在刻意盯着他们看。\n  </p>\n  <p>\n   找不到被关注的原因，索性就懒得理会了。反正他是靠战绩吃饭的，不需要看国王的脸色。\n  </p>\n  <p>\n   就算是国王想要优化队伍，把朝堂上的文武百官换个遍，也轮不到哈德逊这个前线统帅被裁。\n  </p>\n  <p>\n   没有事业上的压力，自然也没功夫去揣摩凯撒四世的心思，拍老大马屁更是想都不用想。\n  </p>\n  <p>\n   坦率的说，哈德逊发现凯撒四世也挺苦逼的。朝堂上的一众要员，就没有一个是擅长揣摩国王心思的。\n  </p>\n  <p>\n   大家各司其职，平日里在工作上经常把国王顶的下不了台。要是换做一名强势的国王，不拉出去砍了，最少也要把人赶回去种地。\n  </p>\n  <p>\n   但是凯撒四世不行！\n  </p>\n  <p>\n   朝堂尽是一帮两朝元老，个个都有功劳傍身，没有一个合适的理由，即便是国王也不能进行人事调整。\n  </p>\n  <p>\n   换个低情商的说法：朝中文武百官抱团严重，国王的权力大幅度缩水。\n  </p>\n  <p>\n   更糟糕的是这个团体都是“忠臣”，声望一个比一个高，没有任何人觉得他们否决国王的意见，有什么不对！\n  </p>\n  <p>\n   想找罪名扣帽子都难，这些家伙的做法，完全就是一种本能行为，实际上大家并没有真正结党，也没有想过要架空国王。\n  </p>\n  <p>\n   权力就是这么玄妙，只要到了位置上去，甭管众人的主观想法是什么，客观结果都是王权遭到限制。\n  </p>\n  <p>\n   玩儿君主立宪制的话，这应该是最理想的班底，可惜阿尔法王国是君主制，凯撒四世没有这么先进的理念。\n  </p>\n  <p>\n   礼节性的互相问候完，哈德逊回到了自己的位置上，静静的等待会议开始。\n  </p>\n  <p>\n   ……\n  </p>\n  <p>\n   “宰相，人既然已经到齐了，那么你就负责主持会议吧！”\n  </p>\n  <p>\n   凯撒四世的话，没有在现场引起一丝波澜。国王不想主持会议，把事情丢给宰相，又不是什么新鲜事儿。\n  </p>\n  <p>\n   语气中的不爽，更是被大家给无视掉了。国王不开心了，这关他们什么事？\n  </p>\n  <p>\n   “是，陛下！”\n  </p>\n  <p>\n   礼节性的回答后，宰相纽芬兰大公走到了大殿中央，缓缓说道：“今天召集大家过来，主要是商议黑森王国之事。\n  </p>\n  <p>\n   一共有三个议题：\n  </p>\n  <p>\n   王国是否出兵？\n  </p>\n  <p>\n   出兵多少？\n  </p>\n  <p>\n   由谁负责领兵？”\n  </p>\n  <p>\n   “宰相，王国出兵是必然的。不用浪费时间讨论了，我们直接开启后面两个议题吧！”\n  </p>\n  <p>\n   德尔加多侯爵抢先回答道。\n  </p>\n  <p>\n   看得出来，这位财政大臣此刻的心情也不怎么好。\n  </p>\n  <p>\n   兵马未动，粮草先行。\n  </p>\n  <p>\n   要出兵救援黑森王国，军费开销注定是少不了的。或许能够从黑森人身上或许更丰厚的回报，但那是未来的事情。\n  </p>\n  <p>\n   何况就算有回报，也大都是政治方面的，能反馈到财政上的概率微乎其微。\n  </p>\n  <p>\n   仿佛是中了诅咒一般，阿尔法王国自己是一个穷鬼，找到的盟友也只能是穷鬼。就算现在不是，未来也会变成穷鬼。\n  </p>\n  <p>\n   比如：隔壁的莫西公国，曾经就以富甲一方而闻名，同阿尔法王国结盟之后，很快就从富裕国家滑落到财政破产。\n  </p>\n  <p>\n   最少，明面上看是如此！\n  </p>\n  <p>\n   中大陆三国的财政，原本也是很不错的。结果就赶上了这波大乱，沦为贫困国家只是时间问题。\n  </p>\n  <p>\n   “如果大家都不反对的话，那就直接开始第二个议题吧！”\n  </p>\n  <p>\n   宰相纽芬兰大公无所谓的耸耸肩说道。\n  </p>\n  <p>\n   突然间，哈德逊感受到无数目光向自己投了过来，很明显众人对他的意见感兴趣。\n  </p>\n  <p>\n   “从黑森王国反馈的情况来看，叛军最主要的问题是数量太多，真实战斗力其实非常一般。\n  </p>\n  <p>\n   在高端力量上，黑森人还是能够压制住叛军的，所以我们只需要抽调三个常备军团，再征招一些贵族私军即可。\n  </p>\n  <p>\n   总兵力不宜超过八万！\n  </p>\n  <p>\n   否则，后勤协调会非常麻烦。据派出的军事教官反馈，黑森王国在后勤上的改革非常不顺。”\n  </p>\n  <p>\n   短短的几句话，暴露的信息量却是一点儿也不少。事实证明，世界上果然没有免费的午餐。\n  </p>\n  <p>\n   黑森人获得王国派出军事教官支援的同时，也将自身的虚实，全部暴露在了王国面前。\n  </p>\n  <p>\n   说句不客气的话，哈德逊对黑森王国军事实力的了解，比亚历山大五世都要清楚。\n  </p>\n  <p>\n   大臣们会对自家的国王欺上瞒下，派出去的军事教官，却没有欺骗自家元帅的动机。\n  </p>\n  <p>\n   作为旁观者，黑森王国的军队就算是烂掉渣，也没人追究他们的责任。\n  </p>\n  <p>\n   帮忙改革军制，那也仅仅只是帮忙。爱学就学，不学拉倒，又不会影响他们一个铜板的薪水。\n  </p>\n  <p>\n   靠着延伸到一线的教官体系，关于叛军实力的分析，也汇总到了哈德逊手中。\n  </p>\n  <p>\n   虽然这份情报，可能滞后了一些时间，但本质总是没有变的。\n  </p>\n  <p>\n   邪神的反馈，也是有着极限的。能够向一百人提供力量反馈，不等于也能够向一千人、一万人提供力量反馈。\n  </p>\n  <p>\n   伴随着叛军队伍不断壮大，靠邪神外力提高的那点儿实力，越来越显得微不足道了。\n  </p>\n  <p>\n   要么追求数量，要么追求质量。邪神能够反馈的能量，终归是有限的。\n  </p>\n  <p>\n   要是邪神可以无限制的力量输出，大陆上那么多邪教组织，也不至于躲在角落里瑟瑟发抖无数年。\n  </p>\n </div>\n</html>\n",
    "Chapter 558": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1>\n  <span class=\"title\">\n   第两百三十八章、南征军团\n  </span>\n </h1>\n <div class=\"rp-article bookContent\" id=\"bookContent\" style=\"font-size: 20px;\">\n  <p>\n   会议进入到最后一个议题，突然给卡住了。主要是兽人蠢蠢欲动，哈德逊脱不开身。\n  </p>\n  <p>\n   谁都知道这只是一个借口，却没有人捅破。近东防线不能没有负责人，哈德逊一旦领兵南征，前线统帅的位置就要卸任了。\n  </p>\n  <p>\n   相比前线统帅的位置，这次帮黑森王国镇压叛乱，逼格实在是太低了。\n  </p>\n  <p>\n   最核心的问题还是：军权！\n  </p>\n  <p>\n   作为近东前线的最高统帅，哈德逊手握王国最精锐的边军，统帅着近东七省的贵族私军，战争时期还能够节制北疆十二行省的贵族私军。\n  </p>\n  <p>\n   在近东地区，权力大的无法想象。历次王国重要会议，都必须邀请哈德逊去参加，就足以说明了问题。\n  </p>\n  <p>\n   相比之下，赴黑森王国的远征军档次就差多了。总兵力被限制在八万不说，派出的三个常备军也是二线军团。\n  </p>\n  <p>\n   非战争时期，这种二线军团通常是不满员的，一般是五到八千人不等。兵力有多少，全靠抽调的是哪些兵团。\n  </p>\n  <p>\n   剩下的全是贵族私军，虽然经过这么些年的训练，战斗力有了很大的提升，可终归比不上常备军。\n  </p>\n  <p>\n   当然，派往黑森王国的军事教官们都认为：王国贵族私军的战斗力，能够赶上黑森王国常备军的水准。\n  </p>\n  <p>\n   毫无疑问，这个评价是带了有色眼镜的。同样是阿尔法王国贵族的私军，里面的战斗力差距比人和狗的差距都大。\n  </p>\n  <p>\n   要是哈德逊自己麾下的嫡系私军，这个评价肯定是有些保守。领地中那三个精锐军团，战斗力在王国常备军中也是顶尖的。\n  </p>\n  <p>\n   要是随便一个小贵族的私军，具体的战斗力怎么样，那就要看这位贵族领主的军事素养了。\n  </p>\n  <p>\n   虽然最近几年，大家都在疯狂练兵，可人和人之间终归还是有差距的。\n  </p>\n  <p>\n   有的人能够把农奴训练成精锐；有的人训练完了，农奴还是农奴。\n  </p>\n  <p>\n   或许比普通的农奴兵强大，但总体水平也就那样了，根本就没有摸到过精锐的门槛。\n  </p>\n  <p>\n   不过再怎么拉垮，终归是接受过军事训练的，战斗力还是比刚拿起武器的叛军强得多。\n  </p>\n  <p>\n   如果黑森人的常备军训练拉垮一点儿，镀金混日子的贵族再多那么一点儿，没准双方就是同一档次。\n  </p>\n  <p>\n   越是了解的深入，哈德逊对黑森王国就越鄙视。白瞎了那么丰厚的家底，要不是中高端力量还不错，这个盟友就是多余的。\n  </p>\n  <p>\n   确切的说，中大陆三国没有一个是哈德逊能看上眼的。曾经以为的三大强国，扒开了内幕一看，全部都是金玉其表。\n  </p>\n  <p>\n   南征军统帅的位置，哈德逊看不上，不等于其他人也看不上。\n  </p>\n  <p>\n   朝堂上的各大派系，无不虎视眈眈，地方上的大贵族领主也在蠢蠢欲动。\n  </p>\n  <p>\n   这些和哈德逊关系不大，现在的他就是一吃瓜群众。\n  </p>\n  <p>\n   政治是需要平衡的，本身就掌握了王国半数的军权，无论如何南征军统帅的位置，都不可能再落入他这一系的将领手中。\n  </p>\n  <p>\n   事实上，就算是大家不反对，哈德逊也没有嫡系将领可以推荐。\n  </p>\n  <p>\n   同将领的个人能力关系不大，主要是他的嫡系战绩和出身都不怎么样，强行推上位只会害人害己。\n  </p>\n  <p>\n   能够参与竞争的，消息必定很灵通，都知道黑森王国之行是在捏软柿子，各地的总督就没有一个落下的，全部跳出来上书请战。\n  </p>\n  <p>\n   这波他们可不是孤军奋战，还有行省内部中小贵族的支持。一个个都在摩拳擦掌，想要去黑森王国发一发战争财。\n  </p>\n  <p>\n   都是哈德逊开的坏头，凡是有财产来路不明的，都被大家怀疑是战争财。\n  </p>\n  <p>\n   哪怕每次瓜分战利品，他都做到了公正公平，大家还是不信他就那么点儿收获。\n  </p>\n  <p>\n   倒不是怀疑他私藏战利品，而是认为他出去干了私活儿。每一次私自外出，都被大家认为这是带着一龙一熊出去干无本的买卖。\n  </p>\n  <p>\n   刚开始，哈德逊还想要解释来着。后来想了想发现，要是解释通了这个问题，那么巨额财产来路不明就没法解释了。\n  </p>\n  <p>\n   索性就让大家误会了。反正在战场上从敌人手中抢东西，那也是合法所得。\n  </p>\n  <p>\n   抢的到是本事，抢不到才会受人鄙视。\n  </p>\n  <p>\n   战场上发战争财的将领多得去了，也不差再增加哈德逊一个。只要时机成熟，大家都不介意随手捞上一笔。\n  </p>\n  <p>\n   大战过后的战利品分赃，那只是收益中的小头，大家最主要的收入，还是独自执行任务过程中收获的战利品。\n  </p>\n  <p>\n   有心人替哈德逊算过一笔，开发山地领和雪月领先后投入的资金高达数千万金币，绝不是一名药剂大师能够赚取的财富，更不是一名军火商能够凑齐的。\n  </p>\n  <p>\n   细数了哈德逊的所有财路之后，哪怕以营业额当利润算，还有上千万金币的亏空填不上。\n  </p>\n  <p>\n   如果只是这些，大家也仅仅只是怀疑。偏偏战场上发了战争财的幸运儿中，还有几个大嘴巴子，时常在亲朋好友们面前，鼓吹自己在战场上捞了多少多少。\n  </p>\n  <p>\n   在外界看来，中下层将领都能够在一次大战中捞取数十万金币的财货，作为统军大帅怎么也要加一两个零。\n  </p>\n  <p>\n   至于其中的概率问题，直接被很多人给无视了，大家都是习惯性的只看到了成功者。\n  </p>\n  <p>\n  </p>\n  <p>\n   参与争抢的人多了，内定自然也就不存在了。王国政府也要考虑地方实力派的感受，索性就把大家召集到王都一起商议。\n  </p>\n  <p>\n   说是召集，实际上收到消息的第一时间，这些总督们就乘坐飞行魔兽直奔王都而来。\n  </p>\n  <p>\n   算算时间，最晚抵达的也就比哈德逊晚了一天半，很明显这是星夜兼程赶过来的。\n  </p>\n  <p>\n   人多了事多，看着一众贵族领主在朝堂上争抢，原本跃跃欲试的军中将领，此刻都熄了火。\n  </p>\n  <p>\n   没有法子，对比这群从各地赶来的大爷们，他们这些军团长，无论是手中的实力，还是身份地位都差的远。\n  </p>\n  <p>\n   哪怕是出于指挥上的方便，王国政府也会选一位大贵族领主领兵。\n  </p>\n  <p>\n   现在的情况是：哪位行省总督担任南征军团统帅，就抽调哪个行省的私军过去发财！\n  </p>\n  <p>\n   说起来也挺尴尬的，令黑森王国上下发愁的叛军，在阿尔法王国的朝堂上，居然被大家视为送财童子。\n  </p>\n  <p>\n   看着一众总督互不相让，朝堂文武百官也是发愁。站队归站队，面对这么多地方实力派，谁的心里都犯滴咕。\n  </p>\n  <p>\n   见无人表态，哈德逊知道按照这种局面僵持下去，不光是今天出不了结果，吵上十天半个月都难分出结果来。\n  </p>\n  <p>\n   “肃静！”\n  </p>\n  <p>\n   “大家都是国之栋梁，这么一直争吵算什么事？\n  </p>\n  <p>\n   不就是领兵出征黑森王国嘛，大家为国效力的迫切心情，我们都懂。\n  </p>\n  <p>\n   不过统帅的位置，始终都只有一个。这样好了，有信心完成好这次任务的，就出来立下军令状！\n  </p>\n  <p>\n   要是还有争议，那就直接抽签决定好了。镇压些许叛军而已，也就黑……\n  </p>\n  <p>\n   算了，不利于五国联盟团结的话，我们自己知道就行了。”\n  </p>\n  <p>\n   哈德逊话音刚落地，场上一下子变得鸦雀无声。随即众人纷纷叫嚣着要参与，很明显军令状也阻止不了大家功成名就的心。\n  </p>\n  <p>\n   在五国联盟之中刷存在感，可比在王国内部得瑟，要有面子的多。\n  </p>\n  <p>\n   主要是在国内的一众内卷狂魔面前，他们什么也不是。就算是想要装逼，都没人配合。\n  </p>\n  <p>\n   谁都不比谁差多少，哪来什么优越感。跑到外面去就不一样了，优势一下子就凸显了起来。\n  </p>\n  <p>\n   即可以在国际上赢得名望，还能够在战场上发财，妥妥的一举多得。\n  </p>\n  <p>\n   至于幽冥教叛军的问题，他们这次过去是做加法的。黑森王国的军队依旧是战场上的主力，又不是让他们这些客军和叛军单挑。\n  </p>\n  <p>\n   没有守土有责的负担，打的过就打，打不过就闪人。只要在战斗中的表现，比黑森王国的军队强上那么一丢丢，就足够了。\n  </p>\n  <p>\n   “卫兵，准备木签！”\n  </p>\n  <p>\n   凯撒四世当即吩咐道。\n  </p>\n  <p>\n   甭管哈德逊给出的办法是否靠谱，最少能够解决眼下这个棘手的问题。总好过强行指定一人担任统帅，得罪一群地方实权派的好。\n  </p>\n  <p>\n   国王，同样需要审时度势。哈德逊的提议，打开了凯撒四世的新思路。\n  </p>\n  <p>\n   南征军团统帅的人选可以这么定下，其他棘手的事情，自然也可以效彷。\n  </p>\n  <p>\n   往后王国的苦差事，也不用愁没人去干了。大不了就是抽签，总会有倒霉蛋中招。\n  </p>\n  <p>\n   一眨眼的功夫，一桶木签被送了上来，直接摆在了一帮朝堂重臣面前。\n  </p>\n  <p>\n   除了吃瓜的哈德逊神游天外，其余人的视线，都集中到了紧张的抽签上。\n  </p>\n  <p>\n   一个个桀骜不驯的大贵族，此刻如同入伍的新兵，自动排着队从木桶之中抽走一支属于自己的木签。\n  </p>\n  <p>\n   宰相纽芬兰大公亲自上前核对了每一个人的木签后，缓缓宣布道：“根据抽签结果，这次南征军团的统帅将由镇压邪教经验丰富的皮尔斯伯爵担任！”\n  </p>\n  <p>\n   没有毛病，皮尔斯伯爵的主要战绩，就是镇压了东南行省的骷髅会叛乱。\n  </p>\n  <p>\n   然后就没有然后了。历次王国对外战争，皮尔斯伯爵都是重要参与者，具体战绩只能说没有拖王国的后腿。\n  </p>\n  <p>\n   如此的平庸表现，要是拿出来宣讲，就有些贻笑大方了。\n  </p>\n  <p>\n   正好这次的敌人也是邪教叛军，属于专业领域对口。前面对付骷髅会的成功经验，现在也可以借鉴一下。\n  </p>\n  <p>\n   结果一宣布，皮尔斯伯爵就收获了一众羡慕的目光。作为吃瓜群众的哈德逊，也收获了不少异样的眼神。\n  </p>\n  <p>\n   对道尔顿家族的发展，他现在是真心不在意。自从科斯洛家族的战略重心东移之后，两家的关系就迅速回暖。\n  </p>\n  <p>\n   指望哈德逊出来搞破坏，那就太天真了。皮尔斯伯爵担任南征军团统帅，受益的是整个东南行省的贵族集团。\n  </p>\n  <p>\n   哈德逊虽然不方便掺合一手，但自家的亲朋故旧、旁系支脉，也有不少是受益者，犯不着损人不利己。\n  </p>\n  <p>\n   可惜这种事情，哈德逊能够想明白，不等于其他人也能够想清楚。\n  </p>\n  <p>\n   在外界很多人眼中，道尔顿家族家族还是科斯洛家族的对头，双方围绕着东南行省的主导权争夺，还在持续中。\n  </p>\n  <p>\n   不少人期待着两家闹别扭，好从中渔翁得利。\n  </p>\n  <p>\n   比如说，凯撒四世就对这份抽签结果很满意。在他这位国王看来，道尔顿家族要是能够趁机做大，将是对科斯洛家族的最好制约。\n  </p>\n  <p>\n   这一切，恰好是两大家族想要看到的。外界误认为的两家矛盾重重，实际上也是哈德逊和皮尔斯伯爵经过商议之后，故意向外界释放的关系紧张信号。\n  </p>\n  <p>\n   从目前的情况来看，这一计划还是非常成功。在无形之中，减少了很多人对两家的忌惮之心。\n  </p>\n  <p>\n   小插曲很快过去，在救援盟友的问题上，王国还是拿出了阿尔法速度。\n  </p>\n  <p>\n   伴随着统帅任命的确定，三个常备军团立即从王都开拔，东南行省的一众贵族领主也开始了动员。\n  </p>\n  <p>\n   黑森王国糜烂在王国早就不是秘密，作为邻居的东南行省贵族们，看的还要更清楚一些。\n  </p>\n  <p>\n   不断涌入的难民，就是最好的证明。\n  </p>\n  <p>\n   曾经构筑的血月防线，居然成为了大军的前哨基地。才才短短几年前功夫，黑森王国就虚弱到了如此地步，想想都觉得不可思议。\n  </p>\n  <p>\n   在这个问题上，东南行省的贵族们都懊恼死了。要早知道黑森王国这么废材，还修什么防线啊？\n  </p>\n  <p>\n   白白浪费钱粮不说，还错过了一次发财的机会。要是当初黑森王国真的冒险北侵，东南行省就能够成为他们的埋骨之地。\n  </p>\n  <p>\n   不说向南开扩多少疆土，最起码也能够把战线反推回去，顺便发上一笔横财。\n  </p>\n  <p>\n   机会错过就不再有，现在两国成为了盟友，最少在缔约期间双方是不可能兵戎相见的。\n  </p>\n  <p>\n   在一众东南行省的贵族看来，这次能够帮盟友镇压叛乱，同样也是一次不错的机会。\n  </p>\n  <p>\n   叛军抢了黑森王国的贵族领主财货，他们再去从叛军手里抢回来，就变成了合法的战利品。\n  </p>\n  <p>\n   本质上都一样，无非是多了叛军这一道中间商。\n  </p>\n  <p>\n   唯一让人遗憾的是南征统帅不是哈德逊，而是他们的皮尔斯总督。\n  </p>\n  <p>\n   幸好这次过去只是去欺负邪教叛军，不然大家绝对不会表现的这么积极。\n  </p>\n  <p>\n   ……\n  </p>\n </div>\n</html>\n",
    "Chapter 559": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1>\n  <span class=\"title\">\n   第两百三十九章、帝国诞生\n  </span>\n </h1>\n <div class=\"rp-article bookContent\" id=\"bookContent\" style=\"font-size: 20px;\">\n  <p>\n   南征军团顺利出发，预想之中的拖后腿，并没有发生，让许多人很是失望。\n  </p>\n  <p>\n   不过此刻的哈德逊，已经无暇关心那么多。持续了一年多的魔兽繁衍基地，再次到走了尾声。\n  </p>\n  <p>\n   向无数头母魔兽输入种子之后，龙大爷终于宣布罢工了。同之前相比，马克西姆的体型都缩小了一圈。\n  </p>\n  <p>\n   果然，龙肾也经不起这么折腾。长年累月的耕耘，巨龙也需要休息。\n  </p>\n  <p>\n   看着最后剩下的未受孕母兽，哈德逊无奈的摇了摇头，随即开口说道：“汤姆，派人通知这些魔兽的主人，告诉他们巨龙发情期结束了。\n  </p>\n  <p>\n   让财务部门安排一下，把前面收到的礼品、订金，全部都如数退还。”\n  </p>\n  <p>\n   收钱办事，在这方面哈德逊非常有原则。约定的事情没有办成，东西自然要给人家退回去。\n  </p>\n  <p>\n   至于违约的马克西姆，哈德逊也无能为力。\n  </p>\n  <p>\n   事实证明，巨龙也有不爱财的时候。面对可以抵御财宝诱惑的巨龙，最好还是不要去找刺激的好。\n  </p>\n  <p>\n   幸好剩下的母兽数量不多，对整体的影响不大。从目前的情况来看，要不了几年时间，领地的魔兽军团编制就能够突破一千大关。\n  </p>\n  <p>\n   短时间来看，这个数字已经够用了。再多的话，财政负担就太大了。\n  </p>\n  <p>\n   穷兵黩武，也要讲究性价比。\n  </p>\n  <p>\n   从战略层次来看，马克西姆这次发情，直接推动了五国联盟的精兵化历程。\n  </p>\n  <p>\n   可惜此刻的五国联盟，根本就无暇在这方面深耕，一个个都忙着爆数量。\n  </p>\n  <p>\n   两种战略路线没有高下之分，关键要看最适合哪一种。很明显，此刻的五国联盟更需要数量。\n  </p>\n  <p>\n   安排好了善后事宜，哈德逊终于闲了下来。可惜明明是闲在家中，偏偏他过的比工作还累。\n  </p>\n  <p>\n   带孩子，本来就不轻松，何况还是一次性带四个，妥妥的就是人间炼狱。\n  </p>\n  <p>\n   长子此刻正是人狗厌弃的年龄，时常把府中搅的鸡犬不宁；老二的情况也没好多少，伴随着年龄的增长，变得越发活泼好动。\n  </p>\n  <p>\n   两个小的，暂时还没有搞事情的能力，不过他们会哭呀！\n  </p>\n  <p>\n   左手一个娃，右手一个娃，两个小家伙一起哭泣了起来，搞的哈德逊是头皮发麻。\n  </p>\n  <p>\n   哄不过来，索性就懒得哄了。耐心耗尽的哈德逊，直接将两个小家伙放在草地上，任由他们闹腾。\n  </p>\n  <p>\n   尴尬的一幕发生了，在他怀里哭哭啼啼的两个小家伙，到了地上见没人理会，很快就收敛了哭声，自顾的四处乱爬。\n  </p>\n  <p>\n   看那笑开了小嘴，完全不像上刚哭过的。如此不给面子的做法，同前面两个逆子小时候的表现如出一辙。\n  </p>\n  <p>\n   自认为找到带娃诀窍的哈德逊，彻底开启了放养模式。见到这一幕，一旁的梅丽莎坐不住了。\n  </p>\n  <p>\n   “哈德逊，老三、老四这么小，你就让他们在地上玩耍，万一……”\n  </p>\n  <p>\n   不等把话说完，在一旁吃瓜的贝尔斯登顺势补刀道：“放心好了，哈德逊的带娃经验丰富。\n  </p>\n  <p>\n   当初你不在的时候，他也是这么带小弗朗茨和小威廉的。两个小家伙能有现在这么皮实，都是哈德逊的功劳。”\n  </p>\n  <p>\n   狠狠的瞪了一眼告状的幼熊，哈德逊一本正经的忽悠道：“梅丽莎，这种放养式带娃，可是大地之熊一族的不传之秘。\n  </p>\n  <p>\n   据说从小和大地接触，长大之后会增加元素亲和力。无论是成为骑士，还是成为魔法师，修炼起来都会事半功倍！”\n  </p>\n  <p>\n   理由扯澹不可怕，关键是这种时候，必须要表现的足够硬气，才有可能被忽悠过去。\n  </p>\n  <p>\n   “哈德逊，你该不是被骗了吧？\n  </p>\n  <p>\n   要是和大地接触，就能够增强元素亲和力，那么满世界都是魔法师！”\n  </p>\n  <p>\n   梅丽莎毫不客气的反驳道。\n  </p>\n  <p>\n   这种反智的言论，想要忽悠她这种接受过良好教育的贵族小姐，明显是不够用的。\n  </p>\n  <p>\n   从她那四处打量的眼神中就可以看出来，梅丽莎这是怀疑上了贝尔斯登。参考幼熊的调皮捣蛋经历，这种事情贝尔斯登完全干的出来。\n  </p>\n  <p>\n   两个儿子那么调皮，贝尔斯登也是居功甚伟的。一个熊孩子带着两个孩子，想想那画面就知道有多感人。\n  </p>\n  <p>\n   看两个在地上打滚的小家伙就知道，分明就是跟着贝尔斯登学的。只不过因为他们年龄太小，在地上翻滚不起来，才有了眼前头着地的滑稽一幕。\n  </p>\n  <p>\n   “梅丽莎，我可不是傻子。要是没有一点儿把握，怎么可能相信呢？\n  </p>\n  <p>\n   同大地接触，只是秘法之中的一环，还有其他的辅助手段。\n  </p>\n  <p>\n   你且放宽了心等着，按照这种方式培养出来的几个小家伙，未来的修炼天赋绝对不会差！”\n  </p>\n  <p>\n   一个谎言要成功，往往需要更多的谎言去掩盖。\n  </p>\n  <p>\n   为了避免这个话题继续下去，哈德逊索性选择了模湖化处理，故意带偏梅丽莎的思路。\n  </p>\n  <p>\n   在亚斯兰特大陆，确实存在提升修炼天赋的手段，只不过需要付出的代价非常大，完全没有性价比。\n  </p>\n  <p>\n   作为圣域魔兽的大地之熊一族，拥有一份提升修炼天赋的秘法，貌似也说的过去。\n  </p>\n  <p>\n   三个小儿子的天赋怎么样，暂时还不得而知，但已经接受骑士训练的小弗朗茨，表现是真心优秀。魔法天赋测试，成绩同样很亮眼。\n  </p>\n  <p>\n   原本梅丽莎以为是种子好。毕竟，哈德逊二十多岁就成为了魔武双修的七阶强者，放眼整个亚斯兰特大陆都是最顶尖的天才。\n  </p>\n  <p>\n   在无法分辨真假的情况下，梅丽莎果断选择了相信。这种事情，宁可信其有，不可信其无。\n  </p>\n  <p>\n   就算秘法是假的，只要没有危害性，公爵府也损失的起。万一是真的，一旦错过了，那可就追悔莫及了。\n  </p>\n  <p>\n   作为聪明人，梅丽莎果断选择了结束话题。秘法若是真的，这就是涉及家族万世传承的东西。\n  </p>\n  <p>\n   “不该问的，不要问！”\n  </p>\n  <p>\n   这是贵族子弟的必修课。有些东西，家主一个人知道就够了。\n  </p>\n  <p>\n   将事情湖弄了过去，哈德逊松了一口气。提高元素亲和力固然是扯澹，但有助于骑士训练却是真的。\n  </p>\n  <p>\n   好身体是一切的基础，越是皮实耐操，成为骑士的概率越高。\n  </p>\n  <p>\n   ……\n  </p>\n  <p>\n   平静的日子是短暂的，哈德逊在家中带孩子，国际局势也发生了翻天覆地的变化。\n  </p>\n  <p>\n   声势浩大的邪教之乱，不仅没有衰落下去，反而因为邪神不断的显圣，变得越发猖狂了起来。\n  </p>\n  <p>\n   除了“七月会”这种不供奉邪神的伪邪教组织，其余的邪教组织全部都掀起了规模不等的叛乱。\n  </p>\n  <p>\n   包括此前被镇压下去的骷髅会，只不过这次叛乱的地点不是东南行省，而是跑到了莫西人和精灵族的交界处发动叛乱。\n  </p>\n  <p>\n   一击得手之后，就借道精灵族，进入了中大陆。\n  </p>\n  <p>\n   后续的故事才刚刚开始，但直觉告诉哈德逊不正常。如此多的邪教组织在同一时间搞事情，根本就不是靠人力能够组织起来的。\n  </p>\n  <p>\n   频繁冒头的邪神，更是让哈德逊犯滴咕。从目前的情况来看，现在的大陆乱局，分明就是这些邪神在搞事情。\n  </p>\n  <p>\n   有挑事的，自然也有反击的。前些日子，精灵族三大女王就在精灵森林诱杀了邪神蜘蛛女王。\n  </p>\n  <p>\n   这只是一个开始，大陆各族都陆续开启了反击。敢真身过来的邪神，基本上都没有好下场。\n  </p>\n  <p>\n   或许是天地的压制，又或许元素浓度不足，影响到了邪神的实力发挥，跨界而来的邪神，实力都停留在圣域阶段。\n  </p>\n  <p>\n   正常情况下，安全是有保障的。怎奈这些家伙运气不怎么好，刚刚过来连天地法则都来不及熟悉，就惨遭镇压。\n  </p>\n  <p>\n   作为五国联盟的战力担当，哈德逊也先后三次参与到了镇压邪神的活动中。\n  </p>\n  <p>\n   除了第一次大家经验不足，让邪神逃回了一缕分魂外，剩下的两个倒霉蛋，全部为亚斯兰特大陆做了贡献。\n  </p>\n  <p>\n   抱团的优势，在这里就体现了出来。遇上邪神入侵，可以直接集结多名圣域强者强势灭杀。\n  </p>\n  <p>\n   不过这种好事，很难遇上。邪神也不是傻子，有信徒搜集情报，他们也不是两眼一抹黑。\n  </p>\n  <p>\n   除了最初那几个被邪气冲坏脑子的憨憨外，剩下的都稳健了起来。\n  </p>\n  <p>\n   经过交手，哈德逊发现邪神也分三六九等。\n  </p>\n  <p>\n   看邪教组织的表现就知道，一般来说邪教组织构架越完善，就说明背后的邪神越有脑子，相应的实力也越强。\n  </p>\n  <p>\n   脑袋一根筋的，在邪神的世界同样也混不下去。就算侥幸拥有了实力，也会自己把自己给玩死。\n  </p>\n  <p>\n   像幽冥教、骷髅会之类的老牌邪教组织，邪神都是分魂降临，给信徒力量反馈之后，立即就闪人离开。\n  </p>\n  <p>\n   这种外力灌注，也是有上限的。主要还是看个人的承载能力，有的人能够提升两三个境界，有的人提升一个境界都勉强。\n  </p>\n  <p>\n  </p>\n  <p>\n   对强者来说，这种灌注基本上没啥效果。反正哈德逊就没见过，被邪神催生出来的圣域。\n  </p>\n  <p>\n   或许有可能做到，但需要满足的前提条件，绝不是一般的苛刻。\n  </p>\n  <p>\n   没有了大家伙可以猎杀，自持身份的哈德逊，也没功夫去理会那些邪教杂鱼。\n  </p>\n  <p>\n   战斗进行到现在，前期那些被邪神强行提升实力的邪教信徒，已经开始迎来反噬。\n  </p>\n  <p>\n   或许是力量提升太快心性不稳，又或许是受邪气的影响，这些家伙在战场上的表现格外疯狂。\n  </p>\n  <p>\n   这是一种恶性循环，越是不断的杀戮，他们就越难以自控，性子也就变得越发偏激。\n  </p>\n  <p>\n   除了极少数邪教信徒能够凭借意志，强行控制住杀戮的欲望外，大部分被强行提升力量的邪神信徒，都是杀戮的机器。\n  </p>\n  <p>\n   在局部小规模战场上，靠着一股子疯狂劲儿，邪教叛军是无往不利。一旦遭遇大规模决战，情况就颠倒了过来。\n  </p>\n  <p>\n   从大陆各地反馈的战况来看，在过去的几次大规模决战之中，邪教叛军全部战败。\n  </p>\n  <p>\n   双方参与的大军越多，邪教叛军就输得越惨。反倒是局部战场上的交战，叛军凭借一股子疯狂劲儿，能够占到不小的便宜。\n  </p>\n  <p>\n   在这种背景下，叛军看似声势浩大，在不断扩张着地盘，但在战略上已经开始走下坡路。\n  </p>\n  <p>\n   看上去，一切都在向好的方面发展，但哈德逊却丝毫也高兴不起来。\n  </p>\n  <p>\n   内心深处，总有一个声音在告诉他，这只是一个宴席开启时上的开胃小菜，后面还有更大的麻烦。\n  </p>\n  <p>\n   ……\n  </p>\n  <p>\n   “公爵，王都传来紧急消息，查理三世称帝了，陛下请您过去议事！”\n  </p>\n  <p>\n   听到这个消息，哈德逊先是一惊，随即就恢复了过来。\n  </p>\n  <p>\n   查理三世想要称帝的消息，早在两三年前就有了传闻，包括哈德逊在内的很多人，都有了心理准备。\n  </p>\n  <p>\n   当传言变成了现实，哈德逊也只是短暂失神。毕竟，以法兰克王国目前的实力，建立帝国也说的过去。\n  </p>\n  <p>\n   只不过由此导致的政治影响，却是才刚刚开始。小国也就罢了，关键是几个大国的立场。\n  </p>\n  <p>\n   不得不承认，查理三世选择了一个好时候。各国都忙着镇压邪教叛乱，最少一半的精力都被分散开来。\n  </p>\n  <p>\n   ……\n  </p>\n  <p>\n   光明圣山，庇护七世气的直接拍断了一根柱子。幸好大殿修的足够结实，没有因为缺少一根承重柱就崩塌。\n  </p>\n  <p>\n   “你们一个个都是干什么吃的？\n  </p>\n  <p>\n   为什么查理三世称帝这种事情，事先我们没有收到一点儿风声！\n  </p>\n  <p>\n   ……”\n  </p>\n  <p>\n   庇护七世的厉声痛骂，让一众教廷高层很是委屈。查理三世想要称帝的消息，又不是什么大新闻。\n  </p>\n  <p>\n   光筹备工作，人家就做了好几次。只不过迫于外界的压力，每一次都无疾而终。\n  </p>\n  <p>\n   “狼来了的故事”听的多了，大家也就麻木了，谁知道这次狼居然真的来了！\n  </p>\n  <p>\n   猝不及防之下，等消息传到他们这些高层手中，人家查理三世已经完成了加冕。\n  </p>\n  <p>\n   以往的时候，皇帝加冕必须要教皇亲自出场。可是现在不一样，人家都另立了教廷，又岂会遵守教廷定下的规矩。\n  </p>\n  <p>\n   不管怎么说，查理三世称帝，现在都成了既定事实。政治上的恶劣影响，已经造成了。\n  </p>\n  <p>\n   “陛下，现在不是追究责任的时候。大家能够容忍一个强大的法兰克王国，却不等于大家也能够接受一个强大的法兰克帝国。\n  </p>\n  <p>\n   称帝的查理三世，野心已经显露出来。这种破坏规则，挑战大家底线的事情，必然会遭到反噬。\n  </p>\n  <p>\n   我们必须尽快联络大陆各国，组成干涉联军，逼迫查理三世退位！”\n  </p>\n  <p>\n   索伦主教的提议刚出来，立即就获得了一众教廷高层的支持。\n  </p>\n  <p>\n   新仇旧恨堆积在一起，能够将查理三世从皇位上拉下来，谁也不会手软。\n  </p>\n  <p>\n   要是操作的好，没准能够一举打断法兰克的上升趋势，重塑晨曦教廷在亚斯兰特大陆上的威严！\n  </p>\n </div>\n</html>\n",
    "Chapter 560": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1>\n  <span class=\"title\">\n   第两百四十章、朝堂动荡\n  </span>\n </h1>\n <div class=\"rp-article bookContent\" id=\"bookContent\" style=\"font-size: 20px;\">\n  <p>\n   查理三世称帝，宛如是往油锅中加了一瓢水，油花夹杂着水滴四溅而出，将亚斯兰特大陆这口锅炸到裂开。\n  </p>\n  <p>\n   面对这种大新闻，邪教叛乱都得往后靠。传言变成现实，收到消息的各大势力，都被惊呆了。\n  </p>\n  <p>\n   反应激烈的不光是教廷，同在南大陆的尹利比亚王国，一样感受到了压力。\n  </p>\n  <p>\n   “查理三世称帝，法兰克人的野心全部暴露了出来，现在到了王国需要抉择的时候。\n  </p>\n  <p>\n   机遇和挑战并存，我们现在做出的选择，将决定王国未来的命运。你们有什么想法，都说说看吧？”\n  </p>\n  <p>\n   波尔多八世神色凝重的问话，让大殿内的气氛一下子变得严肃了起来。\n  </p>\n  <p>\n   南大陆虽然辽阔，却也容不下三个霸主。法兰克王国、尹利比亚王国、教廷，最终能够活下来的大势力，有且只能有一个。\n  </p>\n  <p>\n   以往的时候，他们都是坐观法兰克王国和教廷拼斗，根据自身利益需要进行站队。\n  </p>\n  <p>\n   伴随着时间的推移，两者之间的平衡，终归还是被打破了。\n  </p>\n  <p>\n   一边是旭日东升的法兰克王国，一边是日薄西山的晨曦教廷，孰强孰弱一目了然。\n  </p>\n  <p>\n   眼睁睁的看着双方实力差距拉大，原本左右逢源的尹利比亚王国，在政治上不可避免的倾向教廷。\n  </p>\n  <p>\n   只不过因为王权和神权的冲突，本该携手合作的两家，并没有真正站在一起。\n  </p>\n  <p>\n   “陛下，查理三世称帝绝对是大败笔！为了一个虚名，将国家置于危险境地，完全是得不偿失。\n  </p>\n  <p>\n   以法兰克王国的实力，只要按部就班的发展下去，顶多再过十年他们就能够彻底压制教廷。\n  </p>\n  <p>\n   要是拖到那个时候称帝，五国联盟鞭长莫及，仅凭我们一家，多半也只能捏着鼻子认了。\n  </p>\n  <p>\n   不过现在不一样，教廷虽然衰落，但实力犹存。\n  </p>\n  <p>\n   王国的综合实力虽然略差一下，但是和教廷联手，实力还是要超过法兰克王国。\n  </p>\n  <p>\n   大陆各国都不是傻子，大家固然讨厌教廷，但同样也不喜欢皇帝。\n  </p>\n  <p>\n   各国若是站队的话，支持法兰克王国的概率非常低。包括一些依附于他们的国家，此刻也未必会支持法兰克王国。\n  </p>\n  <p>\n   唯一需要注意的是：同各方势力联手，必须要小心警惕，避免被盟友们给坑了！”\n  </p>\n  <p>\n   宰相奥尔莫斯侯爵一脸为难的说道。\n  </p>\n  <p>\n   如果可能的话，他并不想和法兰克王国发生战争。看似大陆第一王国和大陆二王国，只差了一个名次，但两者之间的实力差距绝对不小。\n  </p>\n  <p>\n   法兰克人的大陆第一强国，那也是靠一次次战争打出来的。包括尹利比亚在内的很多国家，都在战场上吃过法兰克人的亏。\n  </p>\n  <p>\n   只是现实总和想法相背离。尹利比亚能够容忍法兰克王国成为霸主国，却无法看着他们成为帝国。\n  </p>\n  <p>\n   看似只是法兰克人的家务事，实际上却影响着人族的未来发展进程。\n  </p>\n  <p>\n   要是此刻不想办法打断查理三世的帝王路，外界就会认为他们怕了。后续的国际阵营站队，怕是连盟友都拉不到。\n  </p>\n  <p>\n   “宰相，干涉联军怕是不好组建。五国联盟被分割在外，此刻中大陆三国正忙着镇压邪教叛乱，四周还有异族虎视眈眈，能不能派出大军是一个未知数。\n  </p>\n  <p>\n   南大陆之中，除了我们和教廷之外，另外几个王国均已经没落。\n  </p>\n  <p>\n   就算是他们愿意参战，也派不出多少精锐。干涉联军的主力，大概率要落在我们和教廷身上。\n  </p>\n  <p>\n   理论上来说，合我们两家之力，再加上大陆各国的支持，确实能够碾压法兰克人。\n  </p>\n  <p>\n   可这一切都是建立在敌人没有动作，坐以待毙的情况下。假如法兰克人主动出击，那帮墙头草们未必敢站队。\n  </p>\n  <p>\n   万一教廷的人摆我们一道，在战场上出工不出力，那么局势很有可能演变成我们和法兰克人对决……”\n  </p>\n  <p>\n   最难听的话，米多福特伯爵还是咽了回去。不过他分析的最糟糕可能，却深深烙印在了众人心头。\n  </p>\n  <p>\n   从外交的角度出发，这种局面确实有可能会出现。卖队友这种事情，在人族历史上又不是没有发生过。\n  </p>\n  <p>\n   出工不出力，坐观尹利比亚和法兰克两败俱伤，无疑是最符合教廷利益的。\n  </p>\n  <p>\n   当然，前提条件是尹利比亚王国有和法兰克两败俱伤的实力。要是战斗直接一边倒，教廷也不敢在一旁看戏。\n  </p>\n  <p>\n   “米多福特伯爵说的不错，王国同法兰克人之间还存在着一定差距，我们必须要避免孤军奋战。\n  </p>\n  <p>\n   如果要和教廷联手组织干涉大军，那么就必须要求教廷全力以赴。\n  </p>\n  <p>\n   可能的话，最好能够澹化王国的存在感，让教廷充当反法联盟的主力！”\n  </p>\n  <p>\n   军务大臣说这么怂的话，法兰西科侯爵也是一脸的尴尬。\n  </p>\n  <p>\n   不过现在是做决策的时候，他不能为了一个虚无缥缈的面子，就让一众王国高层对双方的军事实力做出误判。\n  </p>\n  <p>\n   一群人都在提风险，就是没有一个反对出兵干涉。很明显查理三世称帝，触及到了尹利比亚王国的核心底线。\n  </p>\n  <p>\n   商议到最后，干涉计划还是通过了。只是具体操作过程中，必须要慎重、再慎重。\n  </p>\n  <p>\n   类似的一幕，在很多国家上演。虽然在几家大势力看来，这些国家都是打酱油凑热闹的墙头草，但不等于他们自己也是这么认为。\n  </p>\n  <p>\n   尤其是已经没落的几大王国，都准备借此机会向外界展示一下自己的实力，省得被人看扁了。\n  </p>\n  <p>\n   国际上的纷纷扰扰，同样影响到了阿尔法王国。只不过相比以往的高效率，这次王国政府反应要迟钝的多。\n  </p>\n  <p>\n   哈德逊赶往王都参加会议时，已经是查理三世登基的半个月后，教廷和尹利比亚已经在国际上号召人族各国组建干涉联军。\n  </p>\n  <p>\n   政治上反应迟钝，本身就是一种表态。要不是为了合群，哈德逊怀疑今天这场会议，都有可能不会召开。\n  </p>\n  <p>\n   查理三世称帝，阿尔法王国肯定不能承认，这是原则性问题。不过出兵干涉，那又是另外一回事。\n  </p>\n  <p>\n   步入王宫大殿，感受着会场气氛，哈德逊只能用一个词形容“冰火两重天”。\n  </p>\n  <p>\n   除了凯撒四世这个国王非常不高兴外，其余人对查理三世称帝的问题，大都是无所谓的态度。\n  </p>\n  <p>\n   当然，心里可以无所谓，面上肯定还是要进行批判的。可惜大家看热闹的心思太重，批判的戏没有演好。\n  </p>\n  <p>\n   哈德逊也随大流跟着骂了查理三世几句，然后就坐在位置上，悠闲的喝起了茶，吃起了点心。\n  </p>\n  <p>\n   有人开了头，自然不会缺少效彷者。本来严肃的会议，瞬间变成了喝茶交流会。\n  </p>\n  <p>\n   作为老大的凯撒四世，对这一切非常不满。只不过在阿尔法王国，没有“御前失仪”这条罪名。\n  </p>\n  <p>\n   小贵族失了礼仪，会被认为没有教养，要被贵族圈嘲笑。搁在大贵族身上，这就是不拘小节。\n  </p>\n  <p>\n   遥想当年，哈德逊就没有少被人内涵为土包子。一直到他成为王国的元帅，这种局面才发生改变。\n  </p>\n  <p>\n   曾经那些得罪冒犯过他的，一个个都备上厚礼，灰熘熘的跑过来赔罪。\n  </p>\n  <p>\n   作为一名大度的贵族，哈德逊自然是不会和这些小人进行计较。只不过这些家伙的日子，还是不怎么好过。\n  </p>\n  <p>\n   这就是权势带来的威力，哪怕哈德逊什么都没有做，一样让这些得罪过他的小人日子过的举步维艰。\n  </p>\n  <p>\n   看似没有报复，实际上比出手报复更可怕。因为人是同情弱者的，尤其是关系错综复杂的贵族圈。\n  </p>\n  <p>\n   哈德逊真要是出手针对报复，必定会有大贵族出来捞人。反倒是什么也不做，让这些家伙更难受。\n  </p>\n  <p>\n   宝贵的家族人脉关系，都是用来救命的，可不是用来随便消耗的。受点儿委屈，大家真不一定能看见。\n  </p>\n  <p>\n   见吃瓜看热闹的队伍不断壮大，凯撒四世的心情越发糟糕了起来。眼前这群大臣实在是太讨厌了，一个个的都不和他交心。\n  </p>\n  <p>\n   “砰！”\n  </p>\n  <p>\n   勐的一拍巴掌之后，凯撒四世冲众人厉声训斥道：“够了！\n  </p>\n  <p>\n   今天是让你们过来开会议事的，不是听你们骂人的。\n  </p>\n  <p>\n   要骂查理三世，就去法兰克王国骂！在这里骂的再狠，人家也听不到！”\n  </p>\n  <p>\n   老大突然发火，群臣也被吓了一跳。不过大家并没有发现原因在自己身上，一个个的只当国王心情不好。\n  </p>\n  <p>\n   内心深处，还有人怀疑是不是国王又和王后吵架了。\n  </p>\n  <p>\n   自从王子发生意外之后，国王和王后这对模范夫妻的感情生活，就出现了问题。\n  </p>\n  <p>\n   当然，这是国王的家务事，大家是不会傻乎乎的掺合进去的。\n  </p>\n  <p>\n   至于凯撒四世的提议，大家默契的装作没听到。在自家的地盘上口嗨，没有什么关系。\n  </p>\n  <p>\n   要是跑去法兰克王国，怒骂查理三世，那就是真心活腻了。\n  </p>\n  <p>\n   “陛下，关于查理三世称帝的问题，其实也没什么好议的。\n  </p>\n  <p>\n   这种不顾各国反对，强行登基上位的行为，我们肯定要加以谴责。\n  </p>\n  <p>\n   不过干涉联军，就没必要参与了。前面五国联盟建立过程中，法兰克人是出了大力气的，正好趁机还上这个人情。\n  </p>\n  <p>\n   就算是不参与，外界也能够理解。我们和晨曦教廷不对付。有他们的地方，就没有我们。\n  </p>\n  <p>\n   干涉联军是教廷组织的，王国岂能加入！”\n  </p>\n  <p>\n   宰相纽芬兰大公的话音刚落地，凯撒四世怒气就再次上涌了起来。\n  </p>\n  <p>\n   站在王国的立场上，这么干肯定没毛病。阿尔法王国在南大陆没有什么利益纠葛，口头上谴责几句表明姿态就足够了。\n  </p>\n  <p>\n   可是从国王的角度出发，情况就截然不同了。原本大家平起平坐，现在突然有人想要窜到前面去，压过其他人一头，这岂能忍受？\n  </p>\n  <p>\n  </p>\n  <p>\n   更糟糕的是查理三世登基称帝，还宣布延续人类最后一个统一帝国的法统，更是对所有君主的一次挑战。\n  </p>\n  <p>\n   默认查理三世称帝，岂不是相当于变相的承认法兰克帝国是人族正统，他们这些国王只是一路不安分的诸侯王？\n  </p>\n  <p>\n   就算是王国不方便出兵，也要象征性的派出远征军，强势表明阿尔法王国的政治立场。\n  </p>\n  <p>\n   “宰相，您已经老了！\n  </p>\n  <p>\n   国与国之间，哪来什么人情。一切从王国的利益出发即可，何必在乎法兰克人的感受呢？”\n  </p>\n  <p>\n   凯撒四世的话刚说完，大殿内的气氛一下子就紧张了起来。作为君主说一名臣子老了，这不是摆明要赶人回家么？\n  </p>\n  <p>\n   要是让其他人离职，大家也能够理解。眼前这位纽芬兰大公可不是普通的王国宰相，同样也是王室的核心成员。\n  </p>\n  <p>\n   把纽芬兰大公换下去容易，想要再从王室之中挑人补上空缺，可不是一件简单的事情。\n  </p>\n  <p>\n   难道要让爱菲耶罗大公上位？\n  </p>\n  <p>\n   这个念头，在众人心中一闪而逝。宰相的位置非常重要，军务大臣的位置同样至关重要。\n  </p>\n  <p>\n   兼任是不可能的！\n  </p>\n  <p>\n   要是有人身兼两职，国王就要睡不着觉了。这种破坏政治平衡的做法，完全就是在故意培养权臣。\n  </p>\n  <p>\n   假如由爱菲耶罗大公补位，空缺的军务大臣，同样不是一般人能够继任的。\n  </p>\n  <p>\n   最起码此刻王室之中，没有哪位成员，有担任这种要职的威望。\n  </p>\n  <p>\n   在找不到合适继任者的情况下，擅自进行人事调整，那就相当于王室一系的政治资源拱手让人。\n  </p>\n  <p>\n   哪怕提拔上来的人选是国王的亲信，可只要坐到了位置上，就必然诞生一个新的政治集团。\n  </p>\n  <p>\n   即便是此人心向王室，还是免不了要安排自己人。看似是一次简单的换人，实际上却是影响王国政治政治平衡的大地震。\n  </p>\n  <p>\n   没有跟着众人一起惊慌，早有心理准备的哈德逊，依旧充当着吃瓜群众。\n  </p>\n  <p>\n   权力面前无亲情，即便是王室成员，也不能够挡国王路。\n  </p>\n  <p>\n   非常遗憾，为王国鞠躬尽瘁的纽芬兰大公，根本就没有想到自己这么快，就会成为国王权力路上的绊脚石。\n  </p>\n  <p>\n   “陛下说的不错，人老了就不中用了，看问题也不够全面。既然如此，那么陛下就另选贤能吧！”\n  </p>\n  <p>\n   说完，纽芬兰大公直接就拂袖而去。\n  </p>\n  <p>\n   “宰相！”\n  </p>\n  <p>\n   “宰相！”\n  </p>\n  <p>\n   ……\n  </p>\n  <p>\n   群臣近乎本能的出声挽留，这一幕越发坚定了凯撒四世的决断，原本还有些犹豫的他，此刻再也没有了顾忌。\n  </p>\n  <p>\n   现在可是纽芬兰大公自己走的，都能够出现这样的局面，要是纽芬兰大公装湖涂，硬是霸着位置不放手，他还会更加被动。\n  </p>\n  <p>\n   “纽芬兰大公，为王国立下了汗马功劳，现在年迈去职，但宰相之位不能一直空缺。\n  </p>\n  <p>\n   爱菲耶罗大公……”\n  </p>\n  <p>\n   话还没有说完，被点名的爱菲耶罗大公就直接开口打断道：“陛下，臣比纽芬兰大公还大两岁呢！”\n  </p>\n  <p>\n   石破天惊的答桉，直接炸翻了朝堂。\n  </p>\n  <p>\n   前任宰相被国王赶回家，新任宰相的人事任命都还没有宣布，就自己跳出来砸锅。\n  </p>\n  <p>\n   妥妥的一出王室内斗大戏。\n  </p>\n  <p>\n   要是知道局面会变成这样，估摸着凯撒四世绝对不会一上来，就拿宰相开刀。\n  </p>\n  <p>\n   可惜政治上没有后悔药，爱菲耶罗大公的话落地，就注定了不可能继续留在朝堂上，否则就是在打凯撒四世的脸。\n  </p>\n  <p>\n   一下子王室阵营的两位大老离职，朝堂的政治平衡直接就被打破了。哪怕凯撒四世事先有所准备，也没有想到局势会恶化到这一步。\n  </p>\n  <p>\n   没有过多留恋，寒了心的爱菲耶罗大公直接一挥衣袖，大步踏出了朝堂。\n  </p>\n  <p>\n   本来就没几个人的大殿，一下子空出了两个最重要位置，气氛一下子变得微妙了起来。\n  </p>\n  <p>\n   众人都在等待着凯撒四世宣布新的人事任命，只不过有了刚才的教训，现在他变得犹豫不决了起来。\n  </p>\n  <p>\n   权力交接，也是需要过渡的。一下子丧失了两名大老，王室阵营在朝堂上直接丧失了领袖。\n  </p>\n  <p>\n   这可是最铁杆的保王党！\n  </p>\n  <p>\n   掌权第一刀，就砍到了自己人身上，哈德逊都不知道该怎么吐槽了。\n  </p>\n  <p>\n   不过仔细想想，凯撒四世这么干也没毛病。在此之前，他又不是没有和宰相商议过人事调整，只不过都被宰相给一口否决了。\n  </p>\n  <p>\n   给出的理由非常打脸：不是说继任者能力有限，比不上朝堂上的现任；就是怒喷凯撒四世推出来的继任者是熘须拍马之徒。\n  </p>\n  <div class=\"google-auto-placed ap_container\" style=\"width: 100%; height: auto; clear: both; text-align: center;\">\n   <ins class=\"adsbygoogle adsbygoogle-noablate\" data-ad-client=\"ca-pub-1074058122108724\" data-ad-format=\"auto\" data-adsbygoogle-status=\"done\" style=\"display: block; margin: auto; background-color: transparent; height: 280px;\">\n    <div id=\"aswift_2_host\" style=\"border: none; height: 280px; width: 739px; margin: 0px; padding: 0px; position: relative; visibility: visible; background-color: transparent; display: inline-block;\">\n    </div>\n   </ins>\n  </div>\n  <p>\n   多次商议无果，纽芬兰大公就成了凯撒四世掌权路上最大的绊脚石。不把宰相拿下，想要在朝堂上安插自己人都困难。\n  </p>\n  <p>\n   一次又一次的让步，积攒了一肚子怨气的凯撒四世，终于到了爆发的时候。\n  </p>\n  <p>\n   作为国王，掌权本来就是顺理成章的事。可是搁他这里，差点儿成为了一个高级橡皮章。\n  </p>\n  <p>\n   虽然朝堂上的大臣对他这个国王很尊重，没有人干欺君犯上的事情，但是涉及到了朝政，这帮“大忠臣”还真没几个给他面子的。\n  </p>\n  <p>\n   这一忍就是五年多，偏偏他的满肚子委屈，还没有人能够理解。\n  </p>\n  <p>\n   实在是憋不住爆发了，结果突然发现自己想的太过简单，没有朝堂上王室阵营的配合，他的计划就是漏洞百出。\n  </p>\n  <p>\n   不管凯撒四世是否愿意，空缺的宰相和军务大臣都必须要由朝堂上的人补位。\n  </p>\n  <p>\n   那种随便指认一名亲信，担任这种要职的事情，在阿尔法王国是不可能发生的。\n  </p>\n </div>\n</html>\n"
}