{
    "Chapter 165": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 87 Camp Attack and Defense (I)\n   </p>\n   <p>\n    Now that both parties have agreed to form an alliance, the next step is to discuss how to deal with the enemy.\n   </p>\n   <p>\n    The Serasim envoy first introduced the situation of the Brutti Alliance: since the Mepeans were repelled, warriors from the Brutti tribes have returned to the Serasim stronghold one after another. Before he left, the number of warriors had reached more than 2,500.\n   </p>\n   <p>\n    When the messengers heard Picos introduce the situation of Poseidon's expeditionary troops, their faces suddenly changed.\n   </p>\n   <p>\n    \"There are only more than 2,000 soldiers!\" someone couldn't help but screamed.\n   </p>\n   <p>\n    \"What's wrong with two thousand people! One Poseidon warrior can defeat three of you Brutti! The battle with Lukelam and the battle with your Brutti Alliance have proved this! What's more, we still have four thousand slaves!\" Misconon stood up and said proudly.\n   </p>\n   <p>\n    The Serasim envoy saluted solemnly: \"The Brutti warriors are also not afraid of fighting! But because of the difference in numbers, we failed. We don't want to fail again for the same reason! Because the Brutti people can never fail again!\"\n   </p>\n   <p>\n    As soon as these words were spoken, all the messengers looked solemn and the tent suddenly became silent.\n   </p>\n   <p>\n    Shiloh looked at them and felt more confident of winning.\n   </p>\n   <p>\n    \"Do you have enough food?\" he asked.\n   </p>\n   <p>\n    \"It can last for a month.\" The Serasim messenger replied. In order to resist Mephia and for safety, some tribes moved to the Serasim stronghold. In this war, more than half of the Brutti warriors were lost, so the food could actually last longer.\n   </p>\n   <p>\n    This adds another hope of winning, Shiloh thought.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    When the messengers came out of the military tent, they were both excited and doubtful: Could they really win the battle according to King Poseidah's arrangement?\n   </p>\n   <p>\n    Everyone has this question in their mind.\n   </p>\n   <p>\n    \"Go back and tell your leader that as long as Poseidon and the Brutti alliance work closely together, I will give them a glorious victory!\" The confident voice of Hilo behind them seemed to dispel the haze in their hearts.\n   </p>\n   <p>\n    A glorious victory? Thor looked at Poseidon's camp under the silver light of the moon. Seeing the camp built by Poseidon in just one dusk and evening made him decide to come to Poseidon in person to express his closeness. As for whether to surrender or not, it depends on the final outcome.\n   </p>\n   <p>\n    Meipia was also an option, but he was unwilling to make such a choice until it was a matter of life and death. Before that, he had to continue to endure the contempt of other tribes. He was used to it anyway. This was the humiliation that a small tribe had to endure in order to survive.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Before the morning mist had lifted from the valley, Mepiah's army had already appeared at the foot of the Holy Mountain.\n   </p>\n   <p>\n    Although they had received the news last night, the Mepeans were still shocked when a military camp suddenly rose up on the originally flat battlefield. Because how could this be a camp? In just one night, the Poseidons built a simple mountain stronghold!\n   </p>\n   <p>\n    The great chief felt palpitations. As a chief, he knew very well that to build a relatively well-defended military camp in such a short time, Poseidon's mobilization, organization and obedience abilities were terrifying. These abilities were far beyond the reach of the loose alliance of the Mepiah tribes.\n   </p>\n   <p>\n    He hesitated and asked for an immediate tribal military meeting on the battlefield.\n   </p>\n   <p>\n    \"Attack! We must attack immediately! If we don't attack now, it will be much harder to attack once they have completely repaired the barracks!\"\n   </p>\n   <p>\n    \"How about we attack Serasim? Didn't we almost take it yesterday?\"\n   </p>\n   <p>\n    \"Fool, that's because there were not enough warriors in the Serasim stronghold. Now it's probably full of Brutti people. Serasim is much more dangerous than this military camp!\"\n   </p>\n   <p>\n    \"I don't believe that the Poseidons are made of iron. It must have taken a lot of effort to build this camp. How much energy do they have left to fight with us warriors today?\"\n   </p>\n   <p>\n    \"Didn't that Brutti say last night that there were only 1,000 enemies? We were scared away by such a small number of people. We will only be laughed at by the women when we go back!\"\n   </p>\n   <p>\n    Fei Qiya wanted to say that he just stood at a distance yesterday and roughly counted the number of people from Poseidia, and then roughly estimated it based on the size of Poseidia City, which was not accurate. But in the fanatical eyes, he did not refute, but only cast an apologetic look to the chief.\n   </p>\n   <p>\n    The chief sighed. The long-term battle with pirates had made the Mepias develop a warlike habit. The defeat of Mepias yesterday was considered to be a despicable sneak attack by Poseidon. The warriors were clamoring for revenge. With most of the chiefs eager to fight, it was difficult for him to stop them alone.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    When the Mepeans appeared, the alarm was sounded in the Poseidon camp.\n   </p>\n   <p>\n    Hilo walked out of the tent fully armed. Picos came up to him and said nervously, \"My lord, the Mepeans are coming!\"\n   </p>\n   <p>\n    \"Oh.\" Shiloh put on his helmet and looked around: Soldiers were coming out of various tents one by one, running quickly to line up in front of the earth wall. The whole process was in an orderly manner.\n   </p>\n   <p>\n    Shiloh then asked, \"How many people are there?\"\n   </p>\n   <p>\n    \"I went up to the watchtower and saw that it was pitch black. There should be a lot of them, but there was fog and I couldn't see clearly,\" Picos replied.\n   </p>\n   <p>\n    \"It would be best if everyone came. If it's a field battle, Poseidon alone won't be their match. But if we're defending the camp, the newly joined slaves can play a role.\"\n   </p>\n   <p>\n    \"Picos, you lead ten squads to defend the left side! Misconon leads ten squads to defend the right side! I will lead the guard squad to defend the center! Secito, lead those slaves as backup! Let's teach these arrogant Mepias a lesson!\"\n   </p>\n   <p>\n    \"My king, do you want to light fireworks?\" asked Misconon.\n   </p>\n   <p>\n    Shiloh smiled and said, \"It's hard to catch the big fish, don't scare them away.\"\n   </p>\n   <p>\n    The number of Mepiah warriors was no more than 10,000, less than twice the number of Poseidon (including the newly joined slaves), yet they dared to \"attack the city\". Did they really think this military camp belonged to Nine!\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"Soldiers!\" Mis stood in front of the formation with his head held high, looking at the citizen soldiers of Poseidia with a serious expression, but his hand subconsciously pulled the red cloak behind him, revealing the pride he wanted to hide in his heart. Think about a year ago, he was still an ordinary citizen of Athens, and as an ordinary heavy infantryman, he almost lost his life in the expedition to Sicily. And not long ago, Picos, Misconon, Nurnusis, and Callikretto were all promoted to squadron leaders by Hilo. According to the \"Poseidian Military Law\", the squadron leader should be in charge of ten squads, with a total of 676 people. (The first squad in the squadron has more people than the other squads, a total of 100 people, and is called the honor squad). It's just that Poseidia doesn't have so many soldiers yet, so it can't be realized for the time being, but this is enough to make Misconon happy, and he even feels that his position in the The army can give him more glory than his administrative position. (To be continued. ) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 166": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 88 Camp Attack and Defense (Part 2) - From City-State to Empire\n   </p>\n   <p>\n    \"Soldiers who usually train in archery, step out and get your bows and arrows!\" he shouted with big strides.\n   </p>\n   <p>\n    Shiloh once wanted to form an archery team, but due to his small number of soldiers, to do so he would have to weaken the heavy infantry phalanx. He had to settle for the next best thing and train citizens who had served as sailors and hunters and had archery skills in defensive shooting, in order to achieve the goal of one person doing multiple things. He did not expect that they would come in handy so soon.\n   </p>\n   <p>\n    Under the command of Cecito, the slaves carried bundles of javelins out of the baggage tent and placed them against the earthen wall. Other slaves brought jars of olive oil.\n   </p>\n   <p>\n    \"Olive oil is very expensive in Poseidon. It's a pity to waste it on these dirty Mepeans.\" Tris watched with regret as the slaves carried the olive oil to the earth wall.\n   </p>\n   <p>\n    \"Tris, since you are worried about the olive oil, I don't mind letting you guard it and let someone else take your place.\" Misconon said jokingly with his eyes narrowed.\n   </p>\n   <p>\n    \"Captain, my brothers won't agree,\" Tris replied.\n   </p>\n   <p>\n    \"No, captain, you can just go and guard the olive oil. We are willing to take over your position as squad leader!\" a soldier shouted in the team.\n   </p>\n   <p>\n    \"Who said that? Be careful or I'll kick your ass!\" Tris said angrily.\n   </p>\n   <p>\n    The soldiers laughed.\n   </p>\n   <p>\n    \"Okay, listen to my orders. Get into defensive position!\" Tris said loudly, \"In this battle, we must fight bravely and add another star to the flag of our Third Poseidon Squadron.\"\n   </p>\n   <p>\n    \"Long live!\" the soldiers looked up at the military flag that represented their honor and shouted.\n   </p>\n   <p>\n    Misconon walked towards the other teams with satisfaction.\n   </p>\n   <p>\n    Tris looked at Misconon's back: Of all the squadron leaders, he would like to work under Misconon the most. Picos is too strict. Callikeri is taciturn. Although Nurnusis likes to joke sometimes, he always thinks he is too cunning and not as cheerful and interesting as Misconon. \"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"Woo!...Woo!...\" The long sound of conch shells resounded throughout the battlefield.\n   </p>\n   <p>\n    \"Captain, the enemy is attacking!\" a slave soldier shouted\n   </p>\n   <p>\n    \"Why, are you scared?\" Tachiadi asked calmly as he looked at the enemy who were beginning to march towards the camp.\n   </p>\n   <p>\n    \"What am I afraid of? I'm so happy! The more Mepeans come, the more I kill. The sooner I can become a citizen of Poseidia!\" said the slave soldier excitedly.\n   </p>\n   <p>\n    \"Prepare bows and arrows!\" While giving the order, Taciadi felt a little regretful, because there were not as many people who could shoot arrows in the guards as in the citizen soldiers.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    The Mepeans had gained some experience in sieges during their battles with the southern Italian cities, so when they approached from the east, west, and north (the south was close to the Holy Mountain), they did not have too many people in order to remove the antlers, so they moved quickly and dispersed.\n   </p>\n   <p>\n    The soldiers on the watchtower quickly waved down the command flags in their hands.\n   </p>\n   <p>\n    \"Shoot!\" At the command of the squadron leaders, more than a thousand arrows flew into the air and fell down in an instant, piercing into human bodies, and screams rang out one after another.\n   </p>\n   <p>\n    The Mepeans did not retreat, but instead sped up their progress. The elders of the tribes were worried about the casualties of their own warriors in the rear, and kept urging the chieftain to attack with all his forces.\n   </p>\n   <p>\n    Just when Chief Hammock was getting increasingly annoyed, the antlers had been basically cleared away, and except for the few corpses and wounded soldiers, the area from here to the camp trench was flat.\n   </p>\n   <p>\n    The great chief finally released the rage in his chest and pointed his spear forward with all his might: \"Kill all the Poseidons! Avenge our people!!\"\n   </p>\n   <p>\n    \"Woo!!...Woo!!...\" The low and long sound of conch shells resounded throughout the battlefield.\n   </p>\n   <p>\n    The Mepeans roared and rushed towards the Poseidon camp.\n   </p>\n   <p>\n    The charge of nearly 10,000 people made even the earth tremble with fear, not to mention the slaves who had just arrived on the battlefield. Even though there were Poseidon soldiers blocking the way in front of them, they were almost all trembling. Some of them even turned around and ran, but were immediately stabbed down by the military law team behind them.\n   </p>\n   <p>\n    \"Kill those who desert the battlefield!\" Cecito glanced at the slaves in front of him with murderous eyes. He waved his arms and shouted, \"Kill the enemy and win freedom!\"\n   </p>\n   <p>\n    The guards who were sent by Shiloh to serve as squad leaders among the slaves also took the opportunity to echo: \"Kill the enemy and win freedom!!\"\n   </p>\n   <p>\n    The desire in the slaves' hearts was aroused, and they were able to maintain their formation.\n   </p>\n   <p>\n    \"Pick up your javelins! Follow your captain! Let the enemy cry under your javelins.\" Seato's deep and powerful voice soothed the slaves' anxiety.\n   </p>\n   <p>\n    r! r! The faces of the Mepeans, which had turned hideous due to their anger, could already be roughly seen. Their roars had already begun to impact the eardrums of the warriors.\n   </p>\n   <p>\n    At this moment, the surging tide suddenly subsided, and the Mepeans who were charging in the front fell down one after another.\n   </p>\n   <p>\n    In the area between the deer horns and the trench, there was no setup on the surface, but in fact there were countless pits dug. The pits were neither big nor deep, but there were wooden spikes at the bottom. When people stepped on them, their feet would be pierced, causing them excruciating pain.\n   </p>\n   <p>\n    The Mepias attacked hastily, but suffered heavy losses.\n   </p>\n   <p>\n    Just as the Mepeans were in chaos, Poseidon's javelin attack began. The powerful javelins pierced into the dense crowd like a storm. The simple wooden shields could not stop them at all. They directly penetrated the Mepeans' bodies, and even injured two people with one javelin. The number of Mepeans in front of the camp fell much more than when they were attacked by bows and arrows before. As soon as the first wave of attacks was over, another wave of attacks followed. In the short distance of about 20 meters in front of the trench, the terrible lethality and continuity of the javelins were fully demonstrated. For the Mepeans, this was simply a road to death.\n   </p>\n   <p>\n    \"Don't stop! Speed ​​​​up and rush forward!\" A Mepiah leader shouted loudly. As soon as he finished speaking, he was hit by a sharp arrow shot from the sentry tower. At this time, all the Poseidon soldiers had replaced their bows and arrows, except for a dozen soldiers with the best archery skills on the sentry tower, who were specifically sniping at the leaders of the Mepiah team.\n   </p>\n   <p>\n    It was only a short twenty steps to the Poseidon camp, but it was as long as a nightmare for the Mepias. When they finally rushed to the trench and put the long ladder on the earth wall, the suppressed anger broke out again. They roared, some jumped on the dangling wooden ladder and quickly ran to the earth wall; some slid down the trench, carefully avoided the sharpened wooden stakes, and began to climb...\n   </p>\n   <p>\n    \"It's up! The little fishes have finally made it up!\" The elders who were watching the battle from the rear had been worried about the obstruction of the attack, but at this moment they finally smiled.\n   </p>\n   <p>\n    The great leader Hammock held his spear tightly, his face livid. He was not as optimistic about the war as the elders. He began to regret that he should not have attacked Poseidon so hastily.\n   </p>\n   <p>\n    If we send more people to scout, we will definitely be able to discover the existence of those pits; if we make more siege weapons, the attack will definitely be more advantageous...\n   </p>\n   <p>\n    Just when the great leader Hammock was filled with regret, the fight between Poseidon and Mepia had just begun... (To be continued. ) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 167": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 89 Camp Attack and Defense (Part 3) - From City-State to Empire - UU Reading\n   </p>\n   <p>\n    Due to the tight schedule, the wall of the Poseidon camp was only two meters high. The long ladder was placed on top, and the slope was not large, like a single-plank bridge, which was conducive to the rapid passage of the Mepeans, but the stability was poor. Moreover, it was difficult to protect the whole body with only a wooden shield when passing through.\n   </p>\n   <p>\n    The Poseidon Axe Squad dispersed to each long ladder, and with one axe strike, the wooden ladders either broke or, due to the violent shock, the Mepeans fell into the trench and were pierced by wooden stakes.\n   </p>\n   <p>\n    The tragic death of their tribesmen did not scare the Mepia warriors in the ditch. Instead, it prompted them to climb up the slope that was not completely compacted even more desperately.\n   </p>\n   <p>\n    Shiloh looked down at the densely packed Mepeans in the ditch and said coldly, \"Pour the oil!\"\n   </p>\n   <p>\n    Jars of olive oil poured down, and as torches were thrown down, the firemen danced wildly amid shrill screams...\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    The main hall of Serassim Village.\n   </p>\n   <p>\n    \"The Mepeans are attacking the Poseidon camp?!\" Strom was shocked to hear the news and stood up suddenly.\n   </p>\n   <p>\n    \"Yes, Chief! The Mepeans have dispatched about 8,000 people and are fighting with Poseidon!\"\n   </p>\n   <p>\n    Strom glanced at the chiefs who were equally frightened, and said tentatively: \"Everyone, according to the covenant, we should send troops to help!\"\n   </p>\n   <p>\n    \"But, the Poseidon camp did not start the fire as agreed. It seems that they can handle it.\" A leader said evasively.\n   </p>\n   <p>\n    \"The Mepiah army is out, so their rear defense must be empty. I think it would be better to attack the Mepiah camp directly, and we can definitely capture it easily.\" A leader said anxiously. His tribe's mountain stronghold was not far from Serasim, and was currently occupied by the Mepiah as their camp.\n   </p>\n   <p>\n    Strom's heart moved, but he heard another leader say: \"I am afraid that before we capture the camp, the Mepea people will return and we will be surrounded by them.\"\n   </p>\n   <p>\n    \"There is absolutely no need for us to discuss reinforcements here! If Mepias wins, it will be a threat to us. But if Poseidon wins, will he not be a threat?\" Another leader said confidently, \"I think we should wait until both of them are defeated before we send out troops.\"\n   </p>\n   <p>\n    The noisy hall suddenly became quiet and a strange atmosphere filled the air. In fact, most people had this little thought to some extent but were just too embarrassed to say it out loud.\n   </p>\n   <p>\n    \"Ha! Ha! Ha!...\" A burst of laughter broke the strange silence. Everyone cast reproachful eyes at the laugher.\n   </p>\n   <p>\n    Strom frowned slightly: \"Thor, what do you think?\"\n   </p>\n   <p>\n    Thor sneered twice: \"The Mepeans are slaughtering our people! They are occupying our land! We are almost exterminated! And they still have the time to think about how to gain more benefits from this war! Isn't the demise of Volm a deep enough lesson for us?!\"\n   </p>\n   <p>\n    The leader of the Worms, Bartulu, was selfish and did not contribute in the battle with Poseidon, but instead robbed the allied tribes of their food. When the Worms were attacked by the Mepeans, no tribe was willing to help them. Until now, the Bruttii League has refused to accept the survivors of the Worms.\n   </p>\n   <p>\n    Thor's words made the leaders fall into deep thought.\n   </p>\n   <p>\n    Strom said resolutely: \"Poseidon helped us selflessly! We Brutti are not ungrateful people! Whether they have a fire or not, we will send troops to help them!\"\n   </p>\n   <p>\n    This time, almost everyone agreed.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Poseidon's fire attack did not scare off the Mepeans, but instead aroused their ferocity. They rushed up the ladder and slid down the trench. When the trench was full of people, the warriors who came later stood at the edge of the trench and began to throw javelins.\n   </p>\n   <p>\n    The Poseidon camp was located on a high ground and protected by a wall. Compared to bows and arrows, javelins lacked accuracy and did not have much killing power. However, hundreds of javelins flew towards the camp, and the casualties of the Poseidon soldiers began to increase. Especially the slaves. Although Sesito ordered them to disperse to the wall and assist the soldiers in defense when the Mepeans approached, they lacked protective equipment and experience, and inevitably became the main casualties.\n   </p>\n   <p>\n    The Mepeans' javelin swarms suppressed the Bosian soldiers, weakening their attacks. They began to climb up the earth wall and fight with the Bosian soldiers.\n   </p>\n   <p>\n    Although Hilo was surprised at the tenacity of the Mepea warriors, he did not think they could break through the defense line formed by the well-trained Poseidon soldiers. He looked around and found that Fuilas was leading a dozen doctors, shuttling between the defense lines and treating the wounded. He was a little anxious: \"What a mess! Kozura, go find Fuilas and order him to retreat to the back immediately! Wait until the battle is over before treating the wounded!\"\n   </p>\n   <p>\n    \"Yes, master!\" Kozula ran away quickly.\n   </p>\n   <p>\n    Just as Xi Luo breathed a sigh of relief, he heard a muffled \"BOOM!!\"\n   </p>\n   <p>\n    \"The wall collapsed!!\"\n   </p>\n   <p>\n    Shiloh's heart tightened.\n   </p>\n   <p>\n    How could the hastily built earth wall withstand the long-term pressure from both sides, and finally a section of it collapsed.\n   </p>\n   <p>\n    The captain immediately ordered the soldiers to form a square formation and block the gap with a spear wall, stabbing the Mepiah warriors who had just climbed up and were still unstable. This measure was a proper response, but Hero had a bad feeling.\n   </p>\n   <p>\n    \"boom!\"\n   </p>\n   <p>\n    \"The wall collapsed!\"\n   </p>\n   <p>\n    The continuous wailing of the earth wall and the exclamations of the soldiers lingered in Shiloh's ears, making him a little anxious.\n   </p>\n   <p>\n    \"Larka, go find Sesito right away and ask him to reorganize the slaves and plug these gaps for me! Go now!!\"\n   </p>\n   <p>\n    \"Yes! Master!\"\n   </p>\n   <p>\n    In fact, this order could not be carried out. Because Poseidon had withdrawn his troops to plug the gap, the strength of the defensive earth wall was naturally weakened, and more and more Mepeans came up, causing the slaves to be trapped in a fight and unable to escape.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    As for the enemies coming up the wooden ladders, the Poseidon soldiers had their own ways to deal with them: when they were far away, they would chop them with giant axes and throw them with javelins; when they were close, they would stab them with spears; and when the enemies broke through the first few levels and jumped off the earth wall, the soldiers would immediately hit them with round shields and use axes and spears together, causing the enemies to lose their lives before they could even gain a foothold.\n   </p>\n   <p>\n    When a tall and burly Meppia warrior stepped onto the wooden ladder, the Poseidon soldiers prepared to defend in the same way as before. Unexpectedly, he took a quick step forward, and his whole body flew into the air, high over the remaining two-meter trench, like an eagle looking down at the earth wall full of heavy soldiers, making Poseidon's previous defense ineffective. And he had already chosen his prey in mid-air - a soldier with a red tassel on his helmet behind the defense line, and swung a harpoon and smashed it hard on his head!\n   </p>\n   <p>\n    \"Hercules, be careful!!\" Hercules was directing his soldiers to block a gap that had just collapsed. He never expected that the Mepeans would jump over the line of defense and attack him.\n   </p>\n   <p>\n    At this critical moment, a figure rushed to his side, pushed him away with one hand, and raised the round shield with the other. (To be continued. If you like this work, you are welcome to vote for recommendation and monthly tickets on Qidian. Your support is my greatest motivation.) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 168": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 90: Camp Attack and Defense (IV) - From City-State to Empire\n   </p>\n   <p>\n    There was a loud \"bang!!!\" and the huge roar made it almost impossible for the surrounding soldiers to stand. The soldier was blown directly to the ground, while the Mepia warrior stood firmly on the ground.\n   </p>\n   <p>\n    \"Siesis!!\" Hercules only had time to shout before the harpoon of the Meppiah warrior swept towards him again with a whistling sound.\n   </p>\n   <p>\n    Two Poseidon soldiers raised their shields and rushed forward. There was another loud bang, and the two men staggered back, with the shields in their hands being smashed away!\n   </p>\n   <p>\n    The Mepia warrior did not attack immediately, but seemed to have eyes on his back, and swiftly turned around and stabbed the slave soldier who was holding up the axe, hitting him right in the chest.\n   </p>\n   <p>\n    Everyone gasped. The soldiers had encountered many Mepeans using harpoons before. Harpoons have both advantages and disadvantages. Compared with spears, they are heavier and can be used for smashing and sweeping. They have three teeth, which naturally reduces the accuracy requirements for the attack, and can also block enemy weapons.\n   </p>\n   <p>\n    But because it is heavy, it needs to be held with both hands, so it cannot be used as a shield, and the protection is poor. Moreover, it is difficult to pull out after piercing the human body.\n   </p>\n   <p>\n    However, in the hands of this Mepiah warrior, the advantages of the harpoon were fully utilized, and the disadvantages did not appear. His harpoon was twice as large, but it was as light as a feather in his hand. He easily deflected the javelins that kept coming at him, and then swept down another person with his hand.\n   </p>\n   <p>\n    \"Faka!! Faka!! Faka!!\" The Mepia people beside the trench cheered. Obviously, this tall and burly Mepia man had great prestige in the tribe.\n   </p>\n   <p>\n    When he saw that all the Poseidon soldiers had gathered together, he stopped attacking, but leaned against the earth wall, guarded the long ladder, and wielded the iron pitchfork so that the water could not get in. For a while, he was in a stalemate with the defenders.\n   </p>\n   <p>\n    Seeing that two Mepeans had already climbed over the earthen wall with a ladder, and the Poseidonian soldiers were unable to defend themselves due to the attack of the Mepean warrior, Hercules was extremely anxious. He raised his shield and shouted, \"Brothers, charge!\"\n   </p>\n   <p>\n    Faka stared at Hercules, and the wolf saw the sheep and once again smashed the iron fork, which was already stained with blood, at Hercules.\n   </p>\n   <p>\n    If they defeat him, I believe the morale of the Poseidon soldiers will be shaken.\n   </p>\n   <p>\n    Hercules unconsciously pressed the round shield against his left shoulder. He was ready to use his whole body to resist the enemy's terrifying power. At the same time, he stabbed out with his spear, but heard the enemy's scream.\n   </p>\n   <p>\n    The Mepea's tall and sturdy figure suddenly fell to his knees.\n   </p>\n   <p>\n    Siasis? Hercules was surprised to find that the \"corpse\" that had been lying on the ground and remained motionless even when Faka stepped on him was now half-kneeling, with the spear in his hand piercing Faka's right kneel.\n   </p>\n   <p>\n    \"Despicable thing!\" Faka swung the iron fork angrily, and the iron fork hit Siesis in the face. Siesis flew out, but his hands were still tightly holding the spear.\n   </p>\n   <p>\n    Faka screamed again and was knocked down by the spear piercing his leg. The spears of Hercules, Benas and others also pierced his chest.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"What?! What did you say?!\" The chief couldn't believe this was true.\n   </p>\n   <p>\n    \"About two thousand Brutti are heading here...\" The spy's voice became lower and lower, because he found that the elders of these tribes looked at him as if they wanted to eat him.\n   </p>\n   <p>\n    The chief's heart sank to the bottom. He closed his eyes in pain and uttered two words with difficulty: \"Retreat!\"\n   </p>\n   <p>\n    \"Retreat?! Chief, we finally managed to attack us!\" the elders shouted instinctively.\n   </p>\n   <p>\n    \"Do you want to repeat yesterday's failure?\"\n   </p>\n   <p>\n    \"The Brutti are cowards. They are just pretending and don't dare to attack us at all!\" said an elder unwillingly.\n   </p>\n   <p>\n    \"The Brutti may be timid, but we don't have the warriors to scare them away.\" The great leader sighed. More than 8,000 warriors of Mepiah pressed forward, but still made no good progress! We shouldn't have underestimated Poseidon from the beginning!\n   </p>\n   <p>\n    \"This battle was fought in such a cowardly way!\" an elder shouted in dissatisfaction. This statement immediately won the approval of other elders, because almost all tribes had suffered more or less casualties, but gained almost nothing.\n   </p>\n   <p>\n    \"If only Shacklebolt were here!\" one elder even muttered.\n   </p>\n   <p>\n    The chief had a gloomy face and said nothing.\n   </p>\n   <p>\n    Feiqia watched coldly. When he first arrived in Mepiah, he was impressed by the great leader's courage and bravery, and changed from using him to willing to be Mepiah's guide to attack Bruttii. Now he found an obvious shortcoming of the great leader - not decisive enough. In fact, when he saw that Poseidia had built a relatively complete defense system, he should have changed his plan. Although there were those simple-minded leaders who only knew how to kill, the great leader must have had some luck: on the one hand, he thought that the frightened Bruttii people would not be able to provide assistance in time; on the other hand, he thought that the powerful Mepiah warriors would easily break through the Poseidia camp. However, the facts gave everyone a loud slap in the face!\n   </p>\n   <p>\n    Poseidon!! Feiqiya kept repeating this name that made him hate it, looking at the battlefield filled with the roar of killing, feeling somewhat uneasy: Could it be that Meipiah would also fail this time?\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    When the Mepias retreated like a tide, there was a cheer in the camp. However, Hiro frowned, because the logistics officer reported to him the rough casualties: more than 300 soldiers were killed or wounded, and more than 800 slaves. In this battle, Poseidon actually lost one-sixth of its troops. Of course, Mepias must have suffered more casualties, but Poseidon had fewer soldiers after all, and every death of these well-trained soldiers made Hiro heartbroken.\n   </p>\n   <p>\n    It was still carelessness! He underestimated the ferocity and tenacity of the Mepea people, and was too confident in the defense of his own camp! Shiloh silently watched the soldiers wipe the remains of their comrades clean, cover them with linen, and carry them away from the battlefield, blaming himself while summarizing the experience and lessons.\n   </p>\n   <p>\n    At this time, Hercules ran over, saluted, and said anxiously: \"My king, there is a dying soldier who wants to see you.\"\n   </p>\n   <p>\n    \"Oh, okay.\" Shiloh answered without hesitation: \"Take me there!\"\n   </p>\n   <p>\n    Siesis's entire face was covered in blood, his bones were broken, and even white brain matter could be seen oozing out. His breathing was faster than his heartbeat, and it was obvious that he was dying.\n   </p>\n   <p>\n    \"Siesis, the king is here to see you!\" Hercules shouted in his ear.\n   </p>\n   <p>\n    Siesis subconsciously wanted to raise his head, but his cervical vertebrae were broken, and even his eyes were pierced by broken bones, with red and white blood flowing from his eye sockets.\n   </p>\n   <p>\n    Shiloh knelt down in front of him, held his cold hand, and regardless of the fact that it would be stained with the sticky and smelly brain fluid, he whispered in his ear excitedly: \"Siesis, you are a true hero! You saved your comrades! Saved this army! Saved Poseidia!...\" Looking at his dying appearance, Shiloh even felt that his words were too hypocritical, but he still couldn't control himself and said it.\n   </p>\n   <p>\n    \"...my...my wife...please forgive me...\" Siesis moved his lips with difficulty.\n   </p>\n   <p>\n    Hero was stunned, and Hercules leaned over and whispered, \"His wife is the one who committed adultery with someone else.\"\n   </p>\n   <p>\n    Xi Luo held his hand again with both hands with a serious expression and squeezed it hard: \"Believe me, she has been forgiven!\"\n   </p>\n   <p>\n    As soon as he finished speaking, the rapid breathing stopped.\n   </p>\n   <p>\n    Shiloh stood up and stood quietly like the surrounding soldiers.\n   </p>\n   <p>\n    \"He should be remembered by the people of Poseidon! All the soldiers who died in this battle should be remembered.\" (To be continued. ) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 169": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 91: Queen of Poseidon\n   </p>\n   <p>\n    Palace of Poseidon.\n   </p>\n   <p>\n    Queen Serenia's slave girl was standing in front of the palace door, looking around. She saw Katila and her slave girls rushing towards them. She immediately became nervous and was about to shout.\n   </p>\n   <p>\n    Katila leaped forward like a civet cat, and without her knowing it, she had a shining dagger in her hand. She pressed it against the slave girl's neck: \"If you dare to scream, I will cut your throat!\" She threatened in a vicious whisper.\n   </p>\n   <p>\n    The slave girl turned pale with fear and kept nodding.\n   </p>\n   <p>\n    Katila's slave girl pushed her aside, and Katila lay down by the door, listening attentively.\n   </p>\n   <p>\n    \"Father, I will not leave Poseidon City!\" This was Serenia's voice.\n   </p>\n   <p>\n    \"Cerenia, think about it. The Mepeans are savage and brutal. I heard that they have more than 10,000 warriors. No matter how strong Xiluo is, he can't beat the Mepeans! This time, his decision is really too reckless! What if... cough... what if he loses the battle, the city of Poseidon will be occupied by those savage Mepeans, and everything here will be destroyed!\"\n   </p>\n   <p>\n    \"Serenia, your brother has been wandering around and has not returned for many years. I have long forgotten that I had such a son, and you are my only blood! Come with me, I am so old, how can you make me worry about you! Come with me, just to visit relatives in Tarantum, maybe in a few days, when the situation improves, you can come back!...\" This is the voice of Greenos.\n   </p>\n   <p>\n    \"Damn old man!\" Kadila cursed inwardly. She hated this man. Because every time he looked at her, his eyes were full of disdain, and Kadila could feel it.\n   </p>\n   <p>\n    \"Father, I know you love me, but Shiloh is the king of Poseidon and I am the queen of Poseidon. How can a queen abandon her own people and run away alone?! Shiloh is leading the citizens to fight in the front, and I must stay here to comfort the families of the equally anxious citizens. This is my unshirkable responsibility!\"\n   </p>\n   <p>\n    \"Responsibility?\" After a long period of persuasion failed, Greenos suddenly became impatient: \"King? What king?! With such a small piece of land and such a small number of people, they call themselves king? ! ! Look, they are close to the barbarians and built the Pantheon, gathering all the main gods of Greece in one temple. This is blasphemy! There is not even a real Greek noble among them! Poseidon is not a Greek city! It is a village of natives and vagrants!\"\n   </p>\n   <p>\n    \"Shut your mouth, old man!\" Katila finally couldn't help it and rushed in.\n   </p>\n   <p>\n    Serenia ignored her and looked at her father as if she were looking at a stranger: \"You finally said what you really think. You should leave quickly. The whole city will be under martial law soon. A conflict will not be good for everyone!\"\n   </p>\n   <p>\n    \"Oh my God! What did I say?\" Serenia's extreme calmness frightened Greenos. He beat his chest and stamped his feet: \"It's all because of Rhodoros and the others who always make fun of me in the parliament and say bad things about Poseidon in front of me. I'm about to collapse...\"\n   </p>\n   <p>\n    \"No wonder Xiluo has no hope of asking Tarantum for help.\" Katila sneered: \"He is right. It is better to ask for help from yourself than from others.\"\n   </p>\n   <p>\n    “Daughter, even if you don't do it for yourself, think about the child in your belly!” Grinos was unwilling to give up and said, “If…if Xiluo loses, the child in your belly will become the only blood he left in the world (Grinos didn't even count the pregnant Alesha). Do you want to leave him in this dangerous city?!”\n   </p>\n   <p>\n    Serenia stroked her bulging belly, her face shrouded in the glow of motherhood. After a long pause, she said firmly: \"I think the child is willing to face the challenge with his parents. If Poseidon's destruction is Poseidon's will, then let it come...\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Hiero personally went out of the camp to meet the Bruttian coalition forces.\n   </p>\n   <p>\n    Strom and Hero were enemies who had fought each other on the battlefield, but this was the first time they met. Neither side mentioned the past grudges, but praised the other side's selfless assistance. Strom had been in charge of Serasim for decades and was the leader of the Bruttii League, so it was normal for him to behave like this. Although Hero was the King of Poseidon, he was a Greek youth under the age of 20. With such a broad mind and scheming, the leaders of the Bruttii League could not help but sigh.\n   </p>\n   <p>\n    The two sides introduced themselves to each other, talked and laughed, and the scene was very lively.\n   </p>\n   <p>\n    The closer they got to the military camp, the more serious the faces of the leaders of the Brutti alliance became: the bodies of the Mepea people were lying around the camp in large numbers. These Mepea warriors who had once terrified the Brutti people had lost their lives in front of the simple Poseidon military camp.\n   </p>\n   <p>\n    They turned their eyes to the Poseidon soldiers. These blood-stained Poseidons seldom looked at them, but were busy sorting out the remains of their comrades, collecting weapons and armor left on the battlefield, repairing damaged earth walls, receiving treatment from doctors... In this devastated battlefield, the Poseidons' actions were orderly, which made the leaders awe-inspiring.\n   </p>\n   <p>\n    \"I have a request, I hope you can agree to it, Your Majesty!\" Strom said suddenly.\n   </p>\n   <p>\n    \"Please say.\"\n   </p>\n   <p>\n    \"Many of the Brutti warriors are also suffering from injuries. I hope the king can send some doctors to my stronghold to save their lives. We will pay them generously.\" Strom said earnestly.\n   </p>\n   <p>\n    After listening to Kozura's translation, Shiloh said without hesitation: \"As an ally, this is what Poseidon should do. Once the doctors have treated the wounded, I will immediately send them to Serasim!\"\n   </p>\n   <p>\n    Looking at Xi Luo's sincere eyes, Strom couldn't help but feel ashamed. He hurriedly said, \"It seems that Meipiah suffered heavy casualties this time.\"\n   </p>\n   <p>\n    The estimated casualties are around 1,000.”\n   </p>\n   <p>\n    Strom stopped and said, \"The Mepeans have been badly damaged. How is Poseidon going to attack? The Brutti Alliance must have its main force to cooperate!\" Strom finally figured it out. Poseidon is good at fighting. What's the point of giving it the leadership? Even if the Mepeans are defeated, the Poseidonians are few in number and can't stay in this land full of Bruttiians for long. The key is to prevent Poseidon from withdrawing from the war, otherwise it will be a disaster for the Bruttiians.\n   </p>\n   <p>\n    \"Attack?\" Shiloh shook his head: \"No! Next we have to wait!\"\n   </p>\n   <p>\n    \"Wait?\" Strom was puzzled.\n   </p>\n   <p>\n    \"I have more than 3,000 slaves who need to be trained. The Brutti warriors come from various tribes, so I'm afraid they also need to be re-trained in a unified way to improve their combat effectiveness!\"\n   </p>\n   <p>\n    Strom nodded with deep feeling. The last failure was because some tribes disobeyed orders and retreated before fighting, leading to a disastrous defeat.\n   </p>\n   <p>\n    \"Then, we'll just wait for the Mepeans to make a mistake!\" Shiloh said confidently.\n   </p>\n   <p>\n    ...(To be continued. If you like this work, you are welcome to vote for recommendation and monthly tickets at qidian.com. Your support is my greatest motivation.) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 170": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 92 Fei Qiya's Scheme\n   </p>\n   <p>\n    In the hall of Mepiah Village, the elders were arguing with each other.\n   </p>\n   <p>\n    Some leaders complained: Poseidon's camp was about to be captured, and the leader should not have withdrawn his troops without authorization.\n   </p>\n   <p>\n    The chief said: We should be grateful for his timely retreat, otherwise Mepias would have been defeated by the pincer attack of Poseidia and the Bruttii.\n   </p>\n   <p>\n    Others accused: The large number of casualties this time was all the leader's fault, he shouldn't have led everyone to attack Poseidon's camp.\n   </p>\n   <p>\n    The chief said sincerely: \"I was wrong. My mistake was that I didn't have the heart to deny you from continuing to attack the enemy camp!\"\n   </p>\n   <p>\n    Everyone recalled that the chief had proposed retreat, but it was their insistence that led to the current result, and they were embarrassed to mention it again.\n   </p>\n   <p>\n    \"The reason we insisted on attacking was because we believed the words of that Brutti! He was the one who said that there were only about two thousand soldiers in Poseidia! By the way, he also said that Poseidia had only been established for less than a year and there would not be more warriors! We shouldn't have believed the words of the Brutti!\" The elders were outraged and transferred their anger for failure to Feiqia.\n   </p>\n   <p>\n    \"Quiet, elders!\" The great chief raised his hand and shouted, \"Don't forget, the man you are pointing at is also an elder of Mepiah! He is one of our tribesmen! It was he who helped us defeat the Brutti time and time again and occupy one stronghold after another! As for miscalculating the number of enemies, who can accurately calculate the number of enemies on the chaotic battlefield?! Who can?!\" The great chief looked around.\n   </p>\n   <p>\n    \"Since he can't calculate it accurately, he shouldn't say it out loud.\" A leader replied unconvinced.\n   </p>\n   <p>\n    \"Pide, can you?!\" The chief looked at him, and Pide opened his mouth and spat out a mouthful of thick phlegm: \"I don't understand that stuff, I can't even count how many women I have.\"\n   </p>\n   <p>\n    The elders couldn't help but burst into laughter, and the atmosphere became relaxed.\n   </p>\n   <p>\n    Fei Qiya took the opportunity to stand up and said, \"Thank you, Chief, for defending me. But I don't think I made a mistake.\"\n   </p>\n   <p>\n    The elders were in an uproar.\n   </p>\n   <p>\n    \"Brutti, you are so stubborn!\" Peter's eyes widened.\n   </p>\n   <p>\n    Facing the rekindled anger, Feiqia said calmly: \"I asked the retreating warriors, and they all said that there were two types of Bosaias fighting them. One was an enemy wearing armor, holding spears and round shields, and skilled in fighting; the other was an enemy wearing simple clothes, holding only spears, and clumsy in movements. Elders, do you understand what this means?\"\n   </p>\n   <p>\n    Some of the elders seemed to be thinking about something, while others were still confused.\n   </p>\n   <p>\n    \"What do you mean?\" Peter asked.\n   </p>\n   <p>\n    Fei Qiya replied proudly: \"It shows that my judgment that Poseidon's soldiers numbered about 2,000 was correct. The extra people were not soldiers, but Poseidon's slaves!\"\n   </p>\n   <p>\n    \"You said a group of slaves defeated our brave warriors?!\" Pid couldn't believe it.\n   </p>\n   <p>\n    \"Pide, the slaves are only assisting Poseidon in fighting. What really gives us a headache are those well-trained Poseidon soldiers, the camp's defense facilities, and the Brutti people who are ready to support at any time.\" The chief actually said this to all the elders.\n   </p>\n   <p>\n    \"But if we retreat this time, the Poseidons will only build a stronger camp, and it will be difficult to capture it next time. And Serasium is the last stronghold of the Brutti, but with the support of Poseidon, it is impossible to capture it. Are we going to confront them here?!\" An elder looked frustrated. It was hard for the elders to accept that they were about to succeed, but they failed unexpectedly.\n   </p>\n   <p>\n    Feiqiya laughed loudly: \"Everyone, it is not difficult to defeat Poseidon. I have said before that Poseidon was established less than a year ago, so naturally it does not have many citizens. And now they have sent so many slaves who work at home to the battlefield.\"\n   </p>\n   <p>\n    \"What does this mean?\" Feiqiya said excitedly, \"There are not many soldiers in the city of Persian. Its defenses are very weak!\"\n   </p>\n   <p>\n    \"Elders, this is a good opportunity for us! Break into Poseidon City! Seize its wealth! Force Poseidon to surrender! Then only the Bruttii Alliance is left. Isn't that easy to deal with?!\"\n   </p>\n   <p>\n    Attack Poseidon City? The elders were stunned and began to whisper to each other.\n   </p>\n   <p>\n    \"We can't even capture Poseidon's camp, so the defense of Poseidon City must be even stronger. Besides, if the warriors really attack Poseidon City, and the Poseidon army here quickly returns to defend, what should we do?\" questioned an elder.\n   </p>\n   <p>\n    \"Yes, yes! This attack on Poseidon's camp is a lesson!\" The elders were still in shock from this failure.\n   </p>\n   <p>\n    Feiqia sneered secretly. He had thought it through before attending the meeting. He said calmly: \"King Hero of Poseidon likes to take risks in war. When fighting against Lukelum, he sent out the entire army; when fighting against Bruttiae, he also sent out almost the entire army; and this time, judging from the current situation, it would be good if there were 300 soldiers in Poseidon. No matter how strong the walls of Poseidon are, they are useless without anyone defending them.\"\n   </p>\n   <p>\n    \"I think we only need to send one or two thousand soldiers to capture Poseidon City! And the remaining soldiers -\" Feiqiya raised his right hand and clenched it into a fist: \"This is the Poseidon military camp.\"\n   </p>\n   <p>\n    His left hand turned into a fist and approached his right hand. \"We only need to send 5,000 warriors to form a formation in Poseidon's camp. If Poseidon retreats, we can attack. If he doesn't move, we won't move either. Then we will have enough time to attack Poseidon City.\"\n   </p>\n   <p>\n    \"What if Poseidon and the Brutti alliance come out to fight at the same time?\" asked an elder.\n   </p>\n   <p>\n    \"The Poseidon slave may be able to play a role in defense. But in a field battle, can he defeat a Meppian warrior?! As for the Bruttii Alliance daring to come out again, isn't that exactly what we hope for!\"\n   </p>\n   <p>\n    After listening to Fei Qiya's words, the elders' originally suspicious expressions gradually became lively.\n   </p>\n   <p>\n    \"Yes, we must capture the city of Poseidon and rob all the women there! I heard that King Hero of Poseidon has two queens, and I also want to have a taste of a Greek queen!\" Peter couldn't help but bang on the table and shout, his huge nose turning red with excitement.\n   </p>\n   <p>\n    \"Pide, you are such a jerk, and you still want to sleep with the pure and clean Greek queen!\"\n   </p>\n   <p>\n    \"Poppy Finn, believe it or not, I will beat you up, you stinky fish!\" Peter put his foot on the table and pointed at an elder arrogantly.\n   </p>\n   <p>\n    Bobby Finn was not afraid: \"If Faka were still here, you would dare to be so domineering.\"\n   </p>\n   <p>\n    When Faka was mentioned, everyone's expression dimmed.\n   </p>\n   <p>\n    Peter was honest and said hesitantly, \"Faka, I couldn't beat him, but his death was too pathetic.\"\n   </p>\n   <p>\n    \"Quiet! Quiet!\" Hammock stared at Feiqia. He didn't expect that this Brutti would come up with such a clever plan to break the deadlock. But as the chief, he had to ensure the feasibility of this plan: \"Elder Feiqia, as far as I know, Poseidon and Taranto are allies. So, are there any reinforcements from Taranto in Poseidon?\" (To be continued. If you like this work, you are welcome to vote for recommendations and monthly tickets on Qidian. Your support is my greatest motivation.) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 171": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 93 Tate\n   </p>\n   <p>\n    Everyone turned their eyes to Feiqia. They had suffered at the hands of the southern Italian Greek coalition led by Tarantum. Now, they finally had a chance to defeat the enemy, and they all hoped to hear the word \"no\" from Feiqia.\n   </p>\n   <p>\n    Feiqia thought for a moment and said carefully: \"Tarantum and Poseidon are allies, but this alliance has only been in place for a year, and is far less deep than the relationship with Cone. In fact, the people of Tarantum look down on the Poseidons, just because they need Poseidon's wood and iron ore. Are they willing to fight for Poseidon? In the first two wars of Poseidon, Tarantum did not send any reinforcements!\"\n   </p>\n   <p>\n    \"As far as I can remember, in these decades, Tarantum's troops have only entered this mountainous area once. That one time happened two years ago, and they were defeated miserably! The people of Tarantum are all merchants. Helping Poseidon and sending out reinforcements would mean another round of bloodshed and death. I don't think they would make such a deal!\"\n   </p>\n   <p>\n    After listening to this, the chief looked around at everyone and said, \"Everyone, do you think Elder Fei Qiya's plan is feasible?\"\n   </p>\n   <p>\n    \"Attack Poseidon City!\"\n   </p>\n   <p>\n    \"Attack Poseidon City! Make them pay with blood!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    The hall was in an uproar.\n   </p>\n   <p>\n    \"Very good!\" The chief nodded and said, \"Elder Feiqia's proposal has been approved. But I have a condition. If Poseidon City is well defended, or if we find Tarantum reinforcements, our warriors must retreat immediately and not attack by force!\n   </p>\n   <p>\n    \"Yes! This is the safe way.\" Several older elders expressed their agreement.\n   </p>\n   <p>\n    \"I have another suggestion.\" Hammock tapped the table, his voice slow and powerful: \"We must call Shacklebolt back immediately to strengthen our strength.\"\n   </p>\n   <p>\n    When they heard the word \"Shaker\", everyone's expression changed.\n   </p>\n   <p>\n    \"Shacklebolt, the pirate,\" Peed muttered, and like the others, he did not object.\n   </p>\n   <p>\n    Since the beginning of the war, the Mepeans have suffered more than 3,000 casualties, and their strength has been greatly reduced. They are no longer confident about future battles, so they decided not to let Shaker participate in this war. At this moment, they are looking forward to Shaker's arrival, but no one is willing to put forward this matter first.\n   </p>\n   <p>\n    In the Mepea tribal alliance, Shaker was as famous for his bravery as Faka. But Faka was respected by Mepea warriors, while Shaker was feared. When Shaker was a teenager, he was kidnapped by pirates and tortured as a slave. When he grew up, he found an opportunity to escape back to Mepea. Therefore, he hated pirates very much. Every time he fought with pirates, he always rushed to the front and was extremely brave. Later, because the leader of his tribe died in the battle, he was elected as the new leader by the tribe.\n   </p>\n   <p>\n    After taking office, he changed the habit of the Mepiah tribe to passively defend against pirates and took the initiative to raid the pirates' nests. Because he had lived among pirates for many years and understood the pirates' habits, he could always find their nests. Therefore, every time he went out, he basically gained something, and thus became famous. More and more Mepiah warriors came to join him, and the tribe gradually grew larger, with more than 800 warriors.\n   </p>\n   <p>\n    Over time, these warriors were influenced by Shaker, and they were all bloodthirsty and cruel to pirates. Pirates who fell into their hands were often worse off than dead. It is said that once when they were trapped on an island by a hurricane, they ate the bodies of pirates alive. Therefore, the pirates were terrified when they talked about Shaker. They also had a bad habit of plundering, not only pirates, but also their own people from time to time. Therefore, they had a bad relationship with most of the other Mepea tribes and were called \"pirates\" by the Mepea people.\n   </p>\n   <p>\n    Before the war, the elders of the Mepiah tribal alliance collectively refused to allow Shaker to join the war, fearing that he would rob and kill indiscriminately, disrupting Mepiah's plan to annex Brutti'.\n   </p>\n   <p>\n    \"But what about our elderly, women and children?\" an elder said worriedly.\n   </p>\n   <p>\n    \"I feel that women and children are truly safe without their protection,\" Bobby Finn said, unexpectedly gaining the approval of many of the elders.\n   </p>\n   <p>\n    \"Let Shaker bring them all here.\" Hammock said firmly: \"Poseidon's participation in the war has caused us great difficulties. At this time, we must concentrate our strength to defeat Poseidon! Conquer Brutti!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"Tate, Tate! Wake up!\" Tate, who was still sleeping, was awakened by his companion. Although he was still drowsy, he quickly turned over and sat up, looking around vigilantly.\n   </p>\n   <p>\n    Since the destruction of Volm, these dozens of surviving Volm people have been living in the open air and suffering. Yesterday, Poseidon defeated Mephia, and they mustered up their courage and asked to see Hero with a try-it attitude. Unexpectedly, Hero readily agreed to their surrender, which ended their wandering life.\n   </p>\n   <p>\n    \"Listen!\" Oseta pointed outside the door nervously.\n   </p>\n   <p>\n    The sound of the military bugle call was clearly heard in the tent, and almost all the Worm people sat up. In the past few days, they had traveled through the mountains and forests and fought with wild beasts, which made them very alert.\n   </p>\n   <p>\n    When Kozula entered the tent and saw that they were all fully armed and looking at him warily, he hurriedly said, \"Don't be nervous, it's time for the Poseidon soldiers to have morning training. I remember you once told the king that you wanted to participate in the battle against Mephia. Are you willing to accept the training?\"\n   </p>\n   <p>\n    The people of the Volm all turned their attention to Tat. As the leader of the Volm, not only was Tat the son of Bartlu, but mainly because he had shown strong leadership during the escape, and everyone was convinced by him and was willing to take him as their leader.\n   </p>\n   <p>\n    Tate said, \"As long as we can kill the Mepea people, we will do anything!\"\n   </p>\n   <p>\n    \"Very good!\" Kozura clapped his hands, and another person entered the tent: \"His name is Taciadi, the captain of the most heroic First Guard Squadron of Poseidon. He has killed four Meppia warriors. He will train you.\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"Tate, this soup is so delicious! Give me another bowl!\" Oseta held the bowl and ran to Tate again.\n   </p>\n   <p>\n    Tal frowned and scolded, \"Osetta, don't cut in line! If you want to drink more, wait until they have finished scooping.\"\n   </p>\n   <p>\n    \"Yes, Oseta. Please observe discipline!\" The other Volm people shouted dissatisfiedly. They had just learned the word \"discipline\" from Tachiadi, so the pronunciation was a little strange.\n   </p>\n   <p>\n    Osetta left in dismay. In the end, he was given another bowl. This time, he did not dare to drink it too fast, but tasted it slowly. He heard from Kozura that this broth was made by King Shiloh's chef and was eaten for breakfast, lunch and dinner. It could help to dispel fatigue and restore physical strength.\n   </p>\n   <p>\n    Tate ate the broth and chewed the bread, still thinking about the morning training. Although it was just standing in line and marching, you have to know that the Brutti were in a loose formation when fighting, and there was no concept of phalanx at all. When fighting, they fought alone, and there was no possibility of protection from their companions. Perhaps this is why Poseidon was able to defeat the enemy with fewer troops. (To be continued. If you like this work, you are welcome to come to Qidian. to vote for recommendations and monthly tickets. Your support is my greatest motivation.) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 172": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 94 Raid - From City-State to Empire\n   </p>\n   <p>\n    \"Tate, I heard that there are many delicious things like this soup in Poseidon. How great it would be if I were a Poseidon!\"\n   </p>\n   <p>\n    Is it the Bosaiah? Tate was stunned, but saw Osetta's face full of admiration...\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"What about these Brutti?\" Kozura whispered to Tachiadi not far away.\n   </p>\n   <p>\n    \"Very good! Although this is the first time they have received such strict training, they are all very obedient. You know, we used to...\" Although Tachiadi was very strict during training, he now praises these young people from Volm.\n   </p>\n   <p>\n    \"Although most of them are only fifteen or sixteen years old, experiencing so many hardships will accelerate their maturity!\" Seeing Tachiadi in a daze, Kozura smiled and said, \"That's what the master said. He values ​​​​them very much.\"\n   </p>\n   <p>\n    \"Master, do you really intend to send them to the battlefield?\" Tachiadi asked doubtfully.\n   </p>\n   <p>\n    \"Why, you can't bear to do it? Don't worry, the master has other plans.\" Kozula said mysteriously.\n   </p>\n   <p>\n    Tachiadi became even more confused.\n   </p>\n   <p>\n    Kozura couldn't help but whisper, \"What do you think about allowing the Brutti to become citizens of Poseidia?\"\n   </p>\n   <p>\n    \"What? Could it be——\" Tachiadi opened his eyes wide in surprise.\n   </p>\n   <p>\n    \"Shh! Keep your voice down! This is just my guess. Do you want me to be punished by the master?\" Kozula made hushed gestures to him repeatedly.\n   </p>\n   <p>\n    Tachiadi hastily assured him that he would never tell anyone.\n   </p>\n   <p>\n    \"This is an opportunity to make a contribution! Think of a way!\" Kozura reminded Tachiadi.\n   </p>\n   <p>\n    Seeing Taciadi bowing his head in thought, Kozura sneered in his heart: He is not Supate, who only knows to foolishly follow the orders of his master. He was once an Etruscan nobleman, and he understood the importance of power better than those slaves. And the man in front of him is the most valued slave soldier by his master since Secito and Herim...\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    The morning training was conducted in the open space in the center of the camp. In addition to Tate and his men, there were also the slaves. As for the Poseidon soldiers, some were building the camp, some were carrying the livestock and wheat brought from Tusim, some were repairing the weapons, and some were going to the doctor to check their injuries...\n   </p>\n   <p>\n    After lunch, all the Poseidon soldiers gathered in the central open space, divided into teams, and began to draw lines on the open space with white wall plaster...\n   </p>\n   <p>\n    \"What are they doing?\" Tate asked puzzledly.\n   </p>\n   <p>\n    \"Rugby!\" The Brutti people had a simple vocabulary and this word was even less likely to exist, so Kozura did not translate Tachiadi's words.\n   </p>\n   <p>\n    \"Football?\" Tate and his companions became even more confused.\n   </p>\n   <p>\n    Soon, the competition began.\n   </p>\n   <p>\n    When marching and fighting, how to regulate the morale and psychology of soldiers is actually a big problem. Whether they are killing or being killed, soldiers will have some negative emotions. If they are not allowed to vent them in time, some abnormal conditions will occur over time, such as bloodlust, looting... and even more terrible is camp roar. Therefore, Shiloh promoted rugby in the army, which not only allowed the soldiers to vent their vigorous energy, but also exercised their physical fitness, and at the same time strengthened teamwork and maintained high morale. Why not do it?\n   </p>\n   <p>\n    Competitive sports more than a thousand years later certainly have infinite magic in this ignorant and backward era. Under Tacciadi's explanation, Tate and his companions were soon fascinated by this game with strict competition rules, fun and strong confrontation. Soon, their voices were heard amid the deafening cheers and cheers.\n   </p>\n   <p>\n    \"First Guard Team, touchdown!\" As the referee's drum sounded, Tate and his companions, along with Tachiadi, raised their hands high and jumped up cheering.\n   </p>\n   <p>\n    \"Tate, do you want to play a game with my team?\" Tachiadi said suddenly.\n   </p>\n   <p>\n    After listening to Kozura's translation, Tate was stunned: \"We?\"\n   </p>\n   <p>\n    Before he could answer, others were already shouting, \"Yes! Yes!...\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    At night, the Worms returned to their tents. After a day of training, they were extremely tired, but no one could sleep. They all excitedly talked about what they had seen that day, especially the rugby game, and looked forward to the next day.\n   </p>\n   <p>\n    However, the next morning, the alarm sounded: \"The Meppians are coming!!\"\n   </p>\n   <p>\n    A mile away from the camp, Mepiah's army appeared.\n   </p>\n   <p>\n    \"Captain, Shakel is too overbearing! He refused to go out just because he was not sent to attack Poseidon!\" An elder said angrily, \"What else did he say, 'My warriors go out for victory and silver coins, not for acting!'\"\n   </p>\n   <p>\n    \"At least he found an excuse. With him staying here, at least we don't have to worry about our camp being attacked.\" Hammock said helplessly.\n   </p>\n   <p>\n    \"Be patient. After today, he will be useless. We will throw him and his pirates back!\" said another elder.\n   </p>\n   <p>\n    Yes, today will decide the outcome! The great leader Hammock looked at the Poseidon camp in front of him, where countless Mepea warriors had fallen. He seemed to still hear the arrogant shouts of the Poseidon warriors, and a flame of revenge rose in his chest: Poseidons, let's see how long you can be so proud!\n   </p>\n   <p>\n    He said loudly: \"Let the tribesmen sit down and watch with their eyes wide open. Don't let the Bosaiahs run away from the camp...\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"Hey, it's been so long and the Mepeans haven't attacked yet, what do they want to do?!\" Misconon stood on the watchtower with a look of confusion on his face.\n   </p>\n   <p>\n    Shiloh didn't answer, but turned around and asked, \"What do you think?\"\n   </p>\n   <p>\n    \"I just counted and there are about four to five thousand Mepea people here. Even if they suffered a lot of casualties the day before yesterday, there would not be only this many people left.\" Picos looked at Shiloh solemnly: \"My king, what news do the slave cavalry have to report?\"\n   </p>\n   <p>\n    \"The enemy was spotted at the southern foot of the holy mountain.\" Shiloh said calmly.\n   </p>\n   <p>\n    \"What?!\" Although Misconon knew that Hilo had made arrangements in Poseidia, he was still nervous at the moment: \"My king, should we...go back immediately?!\"\n   </p>\n   <p>\n    \"The enemy is just ahead, how can we get back!\" Shiloh's expression remained calm, but his tone trembled slightly: \"Everything depends on Nurnusis and his men!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    It took Meppia's 1,500 warriors a long time to pass through the narrow pass between the Holy Mountain and the Budano River. Pid and his leaders finally breathed a sigh of relief.\n   </p>\n   <p>\n    \"If the Poseidons stationed people in this place, I'm afraid it would take a lot of effort for us to get through.\" A leader sighed.\n   </p>\n   <p>\n    \"Of course, it's a pity that they don't have so many warriors.\" Feiqiya stepped onto the former land of Tusim with mixed feelings.\n   </p>\n   <p>\n    \"Why are you talking so much? We have to hurry up so that we can get to Poseidon's palace to sleep before dark.\" Pid urged impatiently. (To be continued. If you like this work, you are welcome to vote for recommendations and monthly tickets on Qidian. Your support is my greatest motivation.) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 173": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 95 Water Attack\n   </p>\n   <p>\n    The further south you go, the flatter the terrain becomes, and the wheat fields that appear one after another make the Mepeans feel happy.\n   </p>\n   <p>\n    After walking for more than three hours, they saw the Adrosene River and a three-meter-high earth wall on the other side of the river, as well as fully armed Poseidon soldiers behind the wall.\n   </p>\n   <p>\n    \"Prepare to attack!\" The leaders gave the order impatiently.\n   </p>\n   <p>\n    \"Wait a moment.\" Fei Qiya pointed to the hillside on the right and said, \"There may be enemy ambushes here.\"\n   </p>\n   <p>\n    Chief Mepia didn't want to pay attention to him, but before leaving, the great chief repeatedly reminded him to listen to Feiqiya's advice. They reluctantly sent out 500 people, and sure enough, they were attacked by javelins in the forest. After more than a dozen people were killed or injured, they drove away the ambush troops, and Feiqiya stopped their pursuit in time.\n   </p>\n   <p>\n    Peter and the others looked at Feiqiya with a little different look in their eyes.\n   </p>\n   <p>\n    Fei Qiya appeared calm on the surface, but was quite proud in his heart: Adventurous Shilo, you have already used this trick last time, let me see how many defensive soldiers you have left!\n   </p>\n   <p>\n    \"Attack!!!\" the conch shell sounded.\n   </p>\n   <p>\n    This time, the Mepeans prepared enough ladders and even battering rams. Although they were a little tired after the long journey, the city of Poseidon was right in front of them, and the desire to plunder instantly raised the morale of the Mepean warriors to the peak. They roared, set up the ladders, and quickly ran towards the Adrothene River.\n   </p>\n   <p>\n    The Poseidon soldiers behind the earth wall were also shocked by the enemy's murderous aura. At this time, Kallikretu's firm and powerful voice rang out: \"Javelin!!\"\n   </p>\n   <p>\n    The Mepeans, who were about to reach the banks of the Adeseni River, were struck by the first wave of attacks.\n   </p>\n   <p>\n    The screams of a dozen people could not stir up a single wave amid the shouts of more than a thousand people. However, the sharp arrows of Herim and Callicles killed one leader of the Mepea and wounded another. The angry Mepea people immediately retaliated. Their javelins also brought death to the Poseidians hiding behind the earth wall.\n   </p>\n   <p>\n    When the Mepeans entered the Adrosene River, they found that the water was not deep, just as Phegia had said, and only reached their calves at most.\n   </p>\n   <p>\n    One end of the ladder stuck directly into the mud, and the other end landed on the top of the wall. The soldiers without ladders continued to move forward. A three-meter-high wall can be climbed by two people. Soon, the Mepiah soldiers were like ants moving, densely covering the entire earth-brown wall.\n   </p>\n   <p>\n    When the first Mepia warrior jumped onto the earth wall, Feiqia, who was standing on the other side, smiled.\n   </p>\n   <p>\n    Victory is out of reach!\n   </p>\n   <p>\n    \"Boom!!!...\" Suddenly, loud noises were heard and the whole ground was shaking. The Adrosene River rose rapidly in the shaking and in the blink of an eye, it rose to the thigh level.\n   </p>\n   <p>\n    Fei Qiya stared blankly at the river water that had wet his shoes, and a terrifying thought popped into his mind.\n   </p>\n   <p>\n    \"Retreat!\" he yelled hysterically. As he yelled, a huge water dragon rushed out of the steep river valley, turning into a huge wave, crushing the bewildered Mepiah warriors.\n   </p>\n   <p>\n    No matter how powerful the military force is, it is nothing but a chicken and a dog in front of the roar of nature. Because of the obstruction of the earth wall, the water dragon vented its anger on the Mepiah side. After the flood, the Mepiah warriors were fed to fish and shrimps, and Feiqiya's wisdom and ambition became a bubble...\n   </p>\n   <p>\n    Farther away, the Mepeans who had survived the disaster were attacked by the troops led by Nurnus. Although they had more people than the Poseidonian soldiers, their courage was swallowed up by the huge waves...\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"Meppians retreat!\"\n   </p>\n   <p>\n    When the sun was setting, Tate and his men were still training. They heard cheers all around them and looked out curiously. Then, Tate's stick hit them. Tate was hit and asked in pain, \"Captain, why did the Mepias stay outside the camp for a whole day and do nothing?\"\n   </p>\n   <p>\n    After listening to Kozula's translation, Tachiadi was stunned, and then he cursed: \"Our king will worry about these things. What you little guys should worry about is whether I am satisfied with your training. This is related to whether you can have soup tonight.\"\n   </p>\n   <p>\n    After these words came out, they no longer dared to look around...\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Poseidon's tent.\n   </p>\n   <p>\n    \"Your Majesty, Lord Nurnusis reported back. Except for a very small number of Mepeans who escaped, the rest were all wiped out. We are now searching for surviving Mepeans along the river bank. Queen Katila has organized people from the entire city to help with the search...\" Larka reported to Shilo one by one.\n   </p>\n   <p>\n    \"It's rare that Nurnusis can be so careful after winning the battle.\" Shiloh nodded with satisfaction and said, \"Go tell Nurnusis that he did a good job. The Mepeans live by the sea and must be good at swimming. There must be many Mepeans who have not drowned. Tell him to be patient and look for them, especially the reed marsh. In an emergency, I allow him to burn the reeds with fire.\"\n   </p>\n   <p>\n    \"Yes!\" Larka turned and went out.\n   </p>\n   <p>\n    \"My king, you succeeded! Without using a single soldier, you wiped out more than a thousand warriors of Mepia! You created a new way of fighting!!\" Misconon's eyes were filled with awe, as if he had seen a god, and the expressions of the other people were the same.\n   </p>\n   <p>\n    Xi Luo smiled slightly and said nothing. He knew very well that if the history of the East had not changed, decades ago, when the three families divided Jin, Zhi Bo flooded the main city of Zhao Xiangzi with water. This was the first time that a water attack was mentioned in the East since written records. In Western Europe, because of the small population and poor land, at least at this time, there was no water attack, so the people here had no concept of water attack, otherwise they would have been alert when they saw the water level of the Adrothene River drop. Fortunately for Poseidon, the Adrothene River had been running through the valley except for the confluence, so building a river embankment saved a lot of manpower and ensured the timely completion of the temporary river embankment. A variety of reasons made the water attack successful.\n   </p>\n   <p>\n    When the news came, Shiloh finally breathed a sigh of relief.\n   </p>\n   <p>\n    At this time, the guard came in and said, \"Your Majesty, the messenger from Meppia wants to see you!\"\n   </p>\n   <p>\n    Mepea people? Shiloh was stunned.\n   </p>\n   <p>\n    \"They must be here to claim the body again. I'm afraid they will have to look for it in the sea this time,\" said Misconon gloatingly.\n   </p>\n   <p>\n    \"Maybe they are here to negotiate peace, my king!\" Picos warned cautiously.\n   </p>\n   <p>\n    \"Asking for peace? The Mepiah are a race that will never let go of a grudge. We killed so many of their warriors!\" Misconon shouted.\n   </p>\n   <p>\n    \"I also think that the envoys from Mepiah may be here to seek peace. It is precisely because we have killed many Mepiah warriors that they may ask for a ceasefire. The strong dominate and the weak survive. This is the case in Thrace and Greece, and Mepiah will be no exception.\" Sesito said slowly.\n   </p>\n   <p>\n    Hiro put his hands behind his back and paced while thinking. Then he signaled the guards to take the Meppia messenger into the camp.\n   </p>\n   <p>\n    \"Everything will become clear after meeting the messenger of Poseidon.\" (To be continued. If you like this work, you are welcome to vote for recommendations and monthly tickets at qidian.com. Your support is my greatest motivation.) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 174": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 96 Secito's Warning\n   </p>\n   <p>\n    \"What! Mepiah is going to have a decisive battle with Poseidon!!\" Shilo thought he had heard it wrong.\n   </p>\n   <p>\n    \"Not only with Poseidon, but also with the Bruttiian coalition!\" The Greek spoken by the messenger from Meppia was loud and clear.\n   </p>\n   <p>\n    \"What a joke!\" Misconon laughed. \"Meipia has been defeated by Poseidon time and again, yet they dare to challenge us to a battle. Has your leader been so mad at the bad news today?!\"\n   </p>\n   <p>\n    The Mepia envoy sneered: \"Mepia people respect powerful enemies, but will never succumb to villains who play sneak attacks and tricks!\"\n   </p>\n   <p>\n    \"Did you, the Mepians, officially declare war on them before you captured Worm?!\" Picos hit the nail on the head.\n   </p>\n   <p>\n    The Messenger of Meppia was speechless for a moment. He raised his head, looked at Hero, and said, \"Let's fight, King Poseidia! If you win, Meppia will withdraw from the Bruttii Mountains! If you lose, we will own this land! Let's face each other and fight to the death. Only the truly strong ones are worthy of owning this land!\"\n   </p>\n   <p>\n    \"What if I refuse?\" Shiloh looked at him playfully.\n   </p>\n   <p>\n    The messenger of Mephia said calmly: \"Then Mephia should withdraw from this battlefield and return to the north to consolidate the land we have occupied. You can't stay here forever. The Brutti will be conquered by us! Then, the flames of war will be ignited on the land of Poseidia.\"\n   </p>\n   <p>\n    \"That's not necessarily true. As long as you retreat, the confidence of the Brutti people will increase greatly. They are far more familiar with the mountains and rivers here than you are. By then, the scattered Mepiah tribes may not even dare to leave the village to graze.\" Secito retorted.\n   </p>\n   <p>\n    Mepia's expression changed slightly, but he still held his head high: \"Then we'll see!\"\n   </p>\n   <p>\n    \"No need to wait. Poseidon agrees to form an alliance with Brutti to have a decisive battle with Mepiah tomorrow!!\" Hiro's voice was firm and powerful.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    It was a tense night. King Hero of Poseidon and his generals discussed the battle tomorrow with the envoys sent by the Bruttiian Alliance. By the time they came up with a battle plan that both sides agreed on, it was already late at night. Everyone went back to sleep to ensure that they had plenty of energy for tomorrow, but the big tent was still brightly lit.\n   </p>\n   <p>\n    Hilo fiddled with the soldier puppet in his hand (which was used for simple tactical interpretation before), and was still thinking whether there was anything missing in the battle plan for tomorrow. When he agreed to fight with Mepias, he saw that Picos and his men had some opinions in their hearts. When the forces of both sides were almost the same, and Mepias was in trouble, Poseidon could obviously have a more reliable solution.\n   </p>\n   <p>\n    But they didn't know that as a time traveler, Shiloh always had a strong sense of crisis and urgency. If he let Mepiah leave, she might become weaker, but she might also become stronger again (after all, there were two Mepiah tribe alliances behind her). Then Mepiah, who was already a mortal enemy, would continue to fight with Poseidon, affecting Poseidon's development and growth. One year, two years, three years... Poseidon's pace was stagnant, but other races were moving forward: Rome, Syracuse, Carthage... Falling behind would lead to being beaten! Shiloh slammed the puppet heavily on the formation map on the table.\n   </p>\n   <p>\n    The curtain of the tent was lifted and a man walked in.\n   </p>\n   <p>\n    \"Secito!\" Shiloh raised his head in surprise: \"You haven't slept yet!\"\n   </p>\n   <p>\n    \"Master!\" Cecito bowed respectfully and said solemnly, \"Please rest assured, the slave phalanx I lead will definitely block the enemy's attack tomorrow and guard the center for you!\"\n   </p>\n   <p>\n    \"Ah.\" Xi Luo opened his mouth slightly and rubbed his chin back and forth with his hands. It seemed that his Qi cultivation skills were not good enough, and his worries were seen.\n   </p>\n   <p>\n    He coughed dryly and said, \"Very good, Cecito! ... I told you long ago that you are already a citizen of Poseidia, and you are also Alesha's father. Logically, I should call you 'father-in-law'. But you keep calling me 'master', which makes others laugh at me.\"\n   </p>\n   <p>\n    \"Yes!... Lord... King.\" Cecito uttered the two words awkwardly.\n   </p>\n   <p>\n    Shiloh looked at this familiar face with gray beard and slightly wrinkled face, and felt touched. Although his soul had only been with Secito for more than a year after traveling to this body, Secito had been loyal to him during this year. Shiloh could not have achieved what he has today without Secito's care and full help. Deep in his heart, he already regarded Secito as the elder he trusted the most.\n   </p>\n   <p>\n    He motioned for Cecito to sit down, and then asked the question he had been thinking about for a long time: \"In the past few days, the riders reported that Mepia only added nearly a thousand soldiers, and the total number of soldiers is no different from ours and Brutti. She has suffered a series of defeats. Why does she dare to fight us? What gave them the courage?\"\n   </p>\n   <p>\n    Cecito's seemingly cloudy eyes suddenly shone with light, so sharp that they seemed to penetrate Xiluo's heart: \"No matter how many wolves there are, they dare not invade the lion; no matter how big the prey is, the vulture dares to catch it. My king, I have participated in many battles in my life, but I have never seen a commander as wise as you. The tactics you have used are all creations of genius, and the battle tomorrow is the same. But there is one thing I want to say, a true king is never afraid!\"\n   </p>\n   <p>\n    These words touched Hilo deeply. He was silent for a moment, patted Cecito on the shoulder and said, \"Thank you, Cecito. Go back and have a rest so that you can have the energy to welcome victory tomorrow!\"\n   </p>\n   <p>\n    Watching Cecito's back disappearing into the darkness, Shiloh took a deep breath, then let out all his worries and hesitation, and looked up at the night sky with a refreshed body: under the inky black sky, the stars were numerous, and the brightest one must be Poseidon!\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    On the morning of November 14, the second year of Poseidon (41 AD), the weather was clear, with a light breeze and no fog, a rare good weather.\n   </p>\n   <p>\n    Most animals come out of their dens to store food for the coming winter.\n   </p>\n   <p>\n    A few hares hopped to the flat grassland at the foot of the holy mountain. The bodies and scattered weapons left over from the battle a few days ago had been carried back by Meppia and Brutti. Only broken limbs, organs, and torn clothes were left on the ground, attracting flies and insects. The grass, watered by blood, grew extremely lush.\n   </p>\n   <p>\n    Several hares were eating happily. Suddenly, they sensed something, stood up on their front legs, twitched their ears, and twitched their noses toward the northwest. Then they ran toward the northeast. After running a few steps, they ran quickly toward the south as if frightened. However, the stronger vibration frightened them so much that they jumped up.\n   </p>\n   <p>\n    Just as the hares were spinning in circles, panicking and at a loss, Poseidon's army was marching in neat steps, slowly advancing towards the battlefield. (To be continued. If you like this work, you are welcome to vote for recommendations and monthly tickets on Qidian. Your support is my greatest motivation.) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 175": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 97: Battle of Bruttiia (I)\n   </p>\n   <p>\n    Poseidon's army was marching in orderly steps, slowly advancing towards the battlefield.\n   </p>\n   <p>\n    Twenty-seven warrior phalanxes and a large slave phalanx formed a real steel dragon: the upright spears were its scales, the waving military flags were its dorsal fin, the vibration of its feet and the ground was its roar. In the morning light, it radiated thousands of rays of light and was baring its fangs and claws, ready to pounce on its prey.\n   </p>\n   <p>\n    \"Since it was Mepia who proposed the battle, they should have the awareness of being the master and should have waited here long ago!\" Because of the huge noise, Shilo pointed at a black line that was constantly extending in front of him and had to speak loudly to Picos and the others.\n   </p>\n   <p>\n    The expressions on the faces of Picos's generals were far less relaxed than those of Hilo. As the Mepeans advanced, the formation of more than 7,000 people gradually appeared clearly before their eyes. Although they were still far away, the powerful momentum still oppressed them so much that they seemed to have difficulty breathing.\n   </p>\n   <p>\n    \"My lord, there are more than 7,000 Mepias!\" Picos suddenly shouted in horror.\n   </p>\n   <p>\n    Shiloh was startled.\n   </p>\n   <p>\n    Behind Mepia's formation, countless people could be vaguely seen moving about.\n   </p>\n   <p>\n    \"It seems that the Meppians, like us, have brought their entire tribe to the battlefield!\" said the Brutti envoy in charge of liaison with a stern look on his face.\n   </p>\n   <p>\n    The whole tribe? Women, children and the elderly? Shiloh felt a little heavy in his heart. It was obvious that the Mepea people were going to fight to the death.\n   </p>\n   <p>\n    \"My king, the leaders of Brutti are coming.\" Larka reminded Shilo.\n   </p>\n   <p>\n    \"Let's go and meet them!\" Shiloh turned his horse's head and Stat galloped to the northwest...\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"Dear King Poseidon, 3,500 Bruttii warriors and their families have arrived at the battlefield, and we have come to report to you.\" Stromin and other leaders solemnly performed the Bruttii's unique war salute to Hero.\n   </p>\n   <p>\n    Hiro also solemnly pounded his left chest with his right fist: \"My fellow leaders, today, it is an honor for Poseidon to fight together with Brutti! Let us work closely together like brothers and kill the evil Mepeans!!\"\n   </p>\n   <p>\n    \"Kill those damn Mepeyans!\" the leaders shouted.\n   </p>\n   <p>\n    Shiloh passed the leaders and landed in the loose and wide formation behind them: countless young warriors hugged their wives, kissed their children, and accepted their parents' repeated instructions...\n   </p>\n   <p>\n    Perhaps the Mepia warriors were doing the same thing at this moment. He blinked and said, \"Leaders, the left wing of the coalition army is now in your hands!\"\n   </p>\n   <p>\n    \"Even if they fight to the last man, the Brutti will never retreat! Because behind them stand their parents and wives! This is everything for the Brutti! The blood of the Brutti must be exchanged for the head of Meppia!!\" The expressions of leaders such as Strom were full of tragedy and ambition.\n   </p>\n   <p>\n    Hiro nodded heavily, jumped on his horse, and looked back at the mixed Brutti army for a moment.\n   </p>\n   <p>\n    \"Gee!\" Start spread his four hooves and galloped to the front of the queue that was still moving slowly forward like lightning.\n   </p>\n   <p>\n    \"Stop advancing! Start forming the battle line as planned!\" He turned around and said to the generals.\n   </p>\n   <p>\n    \"Yes! Your Majesty!\" Picos, Misconon, Secito, and Supete rode their horses towards the phalanxes under their jurisdiction.\n   </p>\n   <p>\n    When the horn of the formation sounded, the iron dragon stopped marching.\n   </p>\n   <p>\n    The First Guards Squad approached the position designated by the messenger, which would be the far right end of the formation.\n   </p>\n   <p>\n    \"Stop!\" Tachiadi ordered.\n   </p>\n   <p>\n    \"Bang!!!\" One hundred soldiers of the First Guards Squadron stopped at the same time.\n   </p>\n   <p>\n    \"Turn left!\"\n   </p>\n   <p>\n    \"Bang!!!\" The soldiers turned in unison to face Mepia's army.\n   </p>\n   <p>\n    Then the second guard squad moved to the left of the first guard squad, and the third guard squad moved to the second guard squad... one phalanx after another, like playing with building blocks, quickly and accurately completed the transition from column to column. Even the slave phalanx that had only been trained for three days was marching properly.\n   </p>\n   <p>\n    The twenty-eight square formations stretched for nearly half a mile, with shining helmets and armor, solid shields and sharp spears. They looked majestic and murderous.\n   </p>\n   <p>\n    The Mepea people, who had been so noisy and noisy, suddenly became quiet.\n   </p>\n   <p>\n    The great chief Hammok had been watching the enemy's formation, and at this moment his expression was as serious as if he was wearing an iron mask.\n   </p>\n   <p>\n    At this moment, a disdainful voice came from behind him: \"These turtle shells are putting on a pretty good show. I just hope they don't get scared and run away when the real fight starts.\"\n   </p>\n   <p>\n    \"Shakel, I hope you can do what you say! When the time comes, let Poseidon taste your power!\" said an elder half sarcastically and half encouragingly.\n   </p>\n   <p>\n    Shakur, the pirate in Mepea, has dark skin, a thin and sturdy body. Unlike other Mepea people, his beard is thick and messy, but it is carefully trimmed. With a slender oval face, a straight nose and moderate lips, he is far from being a cruel devil as imagined, but rather a gentle and elegant Greek student. However, he wears an eye patch on his left eye, saying that he was blinded by a pirate who liked to eat eyeballs when he was a teenager. The remaining right eye emits a man-eating light, which makes people shudder.\n   </p>\n   <p>\n    \"Fight against Bo Hanya?\" He asked in astonishment: \"Who said that?!!\"\n   </p>\n   <p>\n    He pointed to the Brutti on the right side and said, \"That's my first food!\"\n   </p>\n   <p>\n    At this point, the elders were in an uproar.\n   </p>\n   <p>\n    Hamoker said anxiously: \"Shakel, you and your tribe are now the most powerful warriors in the alliance. Everyone hopes that you can defeat Poseidon!\"\n   </p>\n   <p>\n    Shacklebolt sneered, \"Hammock, you know my habit of going into battle.\"\n   </p>\n   <p>\n    Hammock knew that Shaker was a looting man. Could it be that this guy had set his eyes on the women and baggage behind the Brutti warriors?\n   </p>\n   <p>\n    \"Shaker, don't worry! After the victory, I will send the largest share of the spoils to your tribe.\" He advised patiently.\n   </p>\n   <p>\n    \"The largest portion? Hammock, how dare you go against the tradition of the alliance?!\" Shaker asked bluntly.\n   </p>\n   <p>\n    Shamok was speechless for a moment. According to tradition, when the coalition forces went to war, whoever grabbed the spoils would keep 60% of the spoils and hand over 40% to the alliance. Then the tribe of the great leader would get more, and the other tribes would share the rest.\n   </p>\n   <p>\n    \"Coward!\" An elder finally couldn't stand Shaker's arrogance anymore and cursed.\n   </p>\n   <p>\n    Shacklebolt glared at him with his one eye, frightening him so much that he shrank back into the crowd.\n   </p>\n   <p>\n    \"Either let me go to the right? Or let me leave?\" Shaker inserted the dagger into the ground and said firmly.\n   </p>\n   <p>\n    In fact, Hammock had only one choice: \"Okay, Shakel, you go to the right wing. But after you defeat the Brutti, don't forget to quickly attack the enemy's center flank!\"\n   </p>\n   <p>\n    \"Of course, I am from Mepeia, and defeating the Poseidons is our common wish!\" Shaker drew his dagger and turned to walk towards his tribe. (To be continued. If you like this work, you are welcome to vote for recommendations and monthly tickets on Qidian. Your support is my greatest motivation.) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 176": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Battle of Bruttiia (II)\n   </p>\n   <p>\n    Although Shakkar was brutal, he was definitely not a fool. He knew that even if he won against the fully armed Bosaiah soldiers, he would suffer heavy casualties. It would be better to attack the weaker enemy first and then attack the enemy's flanks. Let others do this thankless job of frontal assault. He was not a fool like Faka, who not only lost his life in order to be a hero, but also caused the entire tribe to be taken over by the alliance due to the lack of a strong person to take charge, and it became a mess.\n   </p>\n   <p>\n    \"Captain, Shaker is really reckless. He doesn't even care about this alliance!\" The elders began to complain after Shaker left.\n   </p>\n   <p>\n    \"Everyone, let's wait until this battle is over.\" Hammock said calmly.\n   </p>\n   <p>\n    \"Fortunately, we still have Faka's warriors.\" An elder said, \"Captain, look, although the enemy's center has a large number of people, they all seem to be slaves.\"\n   </p>\n   <p>\n    By now in the war, Meipia had a general idea of ​​​​Bohanya's military strength. Although the two sides were one mile apart and he could not see the number of each other in detail, he could still see what kind of weapons and equipment they had.\n   </p>\n   <p>\n    King Poseidon actually arranged the slaves in the middle, how bold! While Hamoque was amazed at Poseidon's formation, he was also recalling the wars that Poseidon had fought that Phegia had told him about. If he followed the traditional tactics of Mepias, he would have divided the troops equally, with 2,500 men on the left, center, and right. But now Hamoque has learned from the enemy: the principle of focusing on one side or the other according to the strength of the enemy's troops.\n   </p>\n   <p>\n    Shiloh, will you break through my left first, or will I break through your center first? We'll see! Hammock gritted his teeth when he thought of how he fainted yesterday after vomiting blood due to the bad news: Today, I will wash away the shame with victory!\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"Hey, what are they doing?\" Tate asked curiously. Because of Tate's strong request, Shiloh also let this group of young people from Worm go to the battlefield. They formed a small team and were next to the cavalry team.\n   </p>\n   <p>\n    At this moment, they saw several Greek elders in white robes walking up to the Poseidon phalanx, and rows of Poseidon soldiers knelt on the ground as they arrived.\n   </p>\n   <p>\n    \"They are going to pray to Athena, the Greek goddess of war and wisdom.\" Larka, a former Numibian, said disapprovingly: \"Actually, I would rather pray to Poseidon. After all, he is the god of horse herding!\"\n   </p>\n   <p>\n    Then, Shiloh looked at him, and Larka obediently got off the horse and knelt on the ground like the other slave riders, staring at the priest of the goddess of war in front of him.\n   </p>\n   <p>\n    In the entire Poseidon camp, only the Volm and the Brutti messenger were still standing, and the Volm began to feel uncomfortable.\n   </p>\n   <p>\n    \"What should we do?\" Oseta expressed everyone's doubts.\n   </p>\n   <p>\n    \"You may as well pray to the Greek gods, you Volm people who have forgotten your ancestors!\" the Bruttii envoy said sarcastically.\n   </p>\n   <p>\n    His words instead aroused the rebellious spirit of these young people.\n   </p>\n   <p>\n    \"Let's kneel down and pray too!\" Hart said without hesitation.\n   </p>\n   <p>\n    A group of young men knelt down without hesitation, and the Bruttii envoy was so angry that his mouth twitched and he spat out two words after a long while: \"Traitor!\"\n   </p>\n   <p>\n    The original Greek war prayer rituals usually involved killing animals, then praying, and finally the priests inspected the quality of the animal's internal organs to determine the outcome of the war.\n   </p>\n   <p>\n    Hiro thought this method was primitive and foolish, so after discussing it with the high priest of Poseidon, Flaccus, he simplified the ceremony and made it more practical.\n   </p>\n   <p>\n    The priests looked up at the sky, with their arms raised high and solemnly: \"I begin to sing the bright-eyed Pallas Athena! ...\"\n   </p>\n   <p>\n    The soldiers knelt on the ground, their heads tilted upwards, their hands opened upwards, their palms turned outwards, their expressions focused: “Goddess of War and Wisdom, protector of Greek warriors!\n   </p>\n   <p>\n    On the battlefield, you protect our lives with your sturdy round shield and point the direction of victory with the spear in your hand.\n   </p>\n   <p>\n    Listen, in the battle of blood and fire, you shouted victory, and only the bravest soldiers can win your love!\n   </p>\n   <p>\n    Look, when we return with spoils of victory, we will decorate your palace with splendor! ...\"\n   </p>\n   <p>\n    What started as whispers eventually became one voice! Those heartfelt prayers turned into thunder rolling over the entire formation. How majestic and grand it was!\n   </p>\n   <p>\n    At this moment, the priests shouted loudly: \"Who is the one who is praying?!\"\n   </p>\n   <p>\n    \"Poseidon Warrior!\"\n   </p>\n   <p>\n    “Who is the one praying?!!”\n   </p>\n   <p>\n    \"Poseidon Warrior!!\"\n   </p>\n   <p>\n    “Who is the one praying?!!!”\n   </p>\n   <p>\n    \"Poseidon Warrior!!!\"\n   </p>\n   <p>\n    Three shouts and three answers. It was like three thunderbolts, shaking the heavens and the earth, splitting the heavy dark clouds in the sky and bringing in thousands of golden rays of light.\n   </p>\n   <p>\n    When the soldiers picked up spears and shields, their hearts were filled with confidence and smiles of victory appeared on their faces.\n   </p>\n   <p>\n    Xi Luo climbed onto the horse and looked straight ahead: \"Let's get started.\"\n   </p>\n   <p>\n    “Woo! . ...\n   </p>\n   <p>\n    The loud and powerful attack horn was blown on the battlefield of several miles in radius. It was like a sharp arrow, cutting through the vast forest, piercing through the snowy holy mountain, and reverberating in the mountains of southern Apennines, attracting the attention of countless city-states and tribes.\n   </p>\n   <p>\n    The Battle of Bruttii, which determined the fate of the three parties and was later called the \"Founding War\" of Poseidon, began.\n   </p>\n   <p>\n    \"Forward!\" Picos, Misconon and Cecito gave orders at the same time. Under the leadership of the team leaders, the steel beast Poseidon began to move forward slowly.\n   </p>\n   <p>\n    \"Blow the attack horn! Remember, we have to keep moving forward at the same pace as the center.\" Before the attack, Strom once again reminded the leaders to attack according to the pre-made plan.\n   </p>\n   <p>\n    Amid the cheers of his tribesmen, Brutti's large and loose phalanx of nearly 500 warriors slowly moved forward.\n   </p>\n   <p>\n    \"Warriors, the time for revenge has come! Forward!\" Hamok and the elders shouted loudly. The deafening roar that broke out in an instant filled the somewhat old Hamok with strength again. He gripped his spear and wooden shield tightly, and roared forward with the warriors in the center of Meppia. The left wing also moved forward at the same time, and only the right wing remained motionless.\n   </p>\n   <p>\n    After hearing the message from the Hamok tribe guards, Shaker looked quite strange.\n   </p>\n   <p>\n    \"Hammock is such an idiot, he rarely uses his brain!\" He cursed, and his thin and pale face suddenly turned red.\n   </p>\n   <p>\n    \"Hurry and pull up those Brutti prisoners!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    “Wow! Wow! Wow!…”\n   </p>\n   <p>\n    The long horizontal formation of Poseidon was consistent at the beginning, but soon showed differences: the rightmost guard phalanx was advancing at almost the fastest pace, while the slave phalanx in the middle and the Brutti on the left wing were moving forward step by step like a turtle. The Poseidon citizen phalanx between the two was moving at an even speed. Because of the speed difference, it soon became a diagonal line from the right wing to the middle, with the first guard squad in the front and the slave phalanx and the Brutti at the back. (To be continued. If you like this work, you are welcome to come to Qidian. to vote for recommendations and monthly tickets. Your support is my greatest motivation.) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 177": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 99: Battle of Bruttiia (Part 3) - From City-State to Empire\n   </p>\n   <p>\n    Looking at the enemy getting closer and closer, Tachiadi calculated the distance between them in his mind and shouted resolutely: \"Charge!\"\n   </p>\n   <p>\n    The soldiers of the First Guards Squadron began to speed up, and when they reached their maximum speed, the Mepeans were right in front of them. The soldiers protected their chests with round shields.\n   </p>\n   <p>\n    \"Boom!!\" The two sides collided, and the powerful kinetic energy caused fighters on both sides to be knocked down.\n   </p>\n   <p>\n    Poseidon's better-equipped and better-trained guards clearly had the upper hand. They knocked aside the enemy's wooden shields and immediately thrust out with their spears. As screams rang out, they immediately killed more than a dozen people.\n   </p>\n   <p>\n    The Mepeans behind them quickly rushed forward and blocked the gap. The two sides put their shields together and began to push each other, like wrestling, and the weaker ones were squeezed out.\n   </p>\n   <p>\n    Taciadi was not worried, because he was at the far right, the only reinforced phalanx on the entire right wing, and the first guard squad was closely behind the battle axe squad. As soon as the far right wing of Poseidon came into contact with the far left wing of Meppia, the other phalanxes of Poseidon, including the Brutti, stopped advancing.\n   </p>\n   <p>\n    This sudden change made the Meppian people dumbfounded. They were used to the start of the battle, with the two armies advancing against each other. Poseidon's unnatural move made them at a loss. Some of them advanced, while others hesitated. The left wing and the center of Meppian seemed a little confused.\n   </p>\n   <p>\n    Hammock was at the back of the center, and although he didn't know what was happening ahead, he was annoyed by the team's slow progress.\n   </p>\n   <p>\n    \"Blow the attack horn again!! Blow the attack horn again!\" He kept urging the bugler beside him. After a few blasts of the conch, the Meppia warriors finally continued to move forward.\n   </p>\n   <p>\n    During the time that the Mepeans wasted, the First Guards Squadron recovered from the opponent's retaliatory pressure, and the Tomahawk Squadron hidden behind it began to expand outward at Anchialo's command, revealing their sharp blades like folding knives.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Xi Luo was stationed at the rear of the center, keeping a close eye on the progress of the right wing. The battlefield was nearly a mile long and several miles in radius. It was impossible to understand the entire battlefield with the naked eye, so the slave riders beside him were like hardworking worker bees, running to every corner of the battlefield from time to time to bring back information in a timely manner.\n   </p>\n   <p>\n    Hearing that the right wing was deployed as he planned, a smile appeared on his face. He sat up straight on his horse, and saw the enemy's slow progress in the middle, which made him feel that everything was going well.\n   </p>\n   <p>\n    He didn't expect the enemy to weaken the left wing and strengthen the middle, which made him want to laugh: Want to focus on my middle?! You will soon find out how insufficient the troops on your left wing are.\n   </p>\n   <p>\n    Just as he was feeling proud, a slave rider came galloping from the left: \"Master, the enemies on the left are slaughtering the Brutti prisoners!\"\n   </p>\n   <p>\n    Massacre the Brutti prisoners? Shiloh was stunned, but when he quickly understood the meaning of this sentence, his face suddenly changed: \"Damned Mepea people! You immediately take my banner and tell Strom to hold on no matter what -\"\n   </p>\n   <p>\n    Shiloh's shouting stopped abruptly. He had already seen the phalanx on the left wing turned into a dozen arrows, breaking away from the center line alongside it and rushing towards the enemy opposite.\n   </p>\n   <p>\n    No matter how good the plan is, it cannot be perfectly implemented without good training and organization. Shiloh sighed and quickly adjusted his mood. He firmly believed that even without the support of the left wing, under the leadership of Secito, the slave phalanx would be able to withstand the enemy's attack!\n   </p>\n   <p>\n    But a trace of uneasiness slowly grew in his heart. The Mepias had obviously studied him and actually copied the tactics he used in the battle against Lukelum! There won't be any more surprises in the battles to come? ! ...Right wing! The key is still to look at the right wing! Shilo cast his sharp eyes to the end of his sight on the right side...\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    This method really works! Shakel looked at the Brutti people rushing in like a tidal wave, and his face turned red again. He threw away the head of the Brutti woman he had just chopped off, excitedly licked the blood that was still warm on the dagger with his tongue, and shouted loudly: \"Friends, it's time for us to show our skills!\"\n   </p>\n   <p>\n    His tribesmen roared in unison, holding up their daggers and round shields, retreating into the formation, leaving behind bloody headless bodies in front of the formation. Shaker's warriors were equipped differently from other Mepea warriors. They did not carry spears, but a special two-foot-long dagger, because they often fought with pirates on the ship, and the swaying deck made the dagger more convenient than the spear to kill the enemy, thus forming their own unique tactics. At this moment, they were just bloodthirsty and calmly looked at the enemy who was getting closer and closer, with excitement jumping in their eyes.\n   </p>\n   <p>\n    \"Javelin!\" Shaker raised his dagger and swung it down fiercely.\n   </p>\n   <p>\n    Two thousand javelins pierced the Brutti with a whistling sound.\n   </p>\n   <p>\n    Seeing this, the Brutti warriors had no choice but to stop running, half-crouch and raise their wooden shields.\n   </p>\n   <p>\n    \"Kill!\" Shaker rushed out first, followed by his eight hundred tribesmen, and then twelve hundred Mepia warriors.\n   </p>\n   <p>\n    The Brutti had just dodged the javelin and had not yet stood up when Shaker and his people appeared before them. Then, as if they were jumping onto a pirate ship on a rough sea, they leaped over the first row of Brutti warriors and jumped into the enemy's loose formation. Using inertia, they quickly squatted down, drew a circle with the daggers in their hands, and immediately fell down.\n   </p>\n   <p>\n    Then, twelve hundred Mepiah warriors rushed up, and Brutti, who was at the front, suddenly found that he had no support behind him, and was knocked to the ground.\n   </p>\n   <p>\n    The Brutti people, who came with great anger, were caught off guard by the strange tactics used by the 2,000 men led by Shaker, and were put on the defensive from the very beginning.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"Siesis, please bless your team!\" Hercules kissed the round shield left by Siesis.\n   </p>\n   <p>\n    Shiloh placed his strongest First Guard Squadron at the top of the right wing as the spearhead, and the Third Citizen Squadron, which had performed well in the first two battles and killed General Mepiah, at the end as the link to the middle.\n   </p>\n   <p>\n    Hercules knew the importance of the mission his team was undertaking, but he was not afraid at all and shouted: \"For Siasis! !\"\n   </p>\n   <p>\n    The warriors responded enthusiastically, striking their shields with their spears.\n   </p>\n   <p>\n    After a round of javelins, he started fighting with Meppia who pounced on him.\n   </p>\n   <p>\n    \"For freedom!!\" The slaves were even more eager to fight when faced with the enemies. Last night, King Hiro of Poseidon summoned them and promised that they would all be free after the victory of this battle. Today, the slaves would use the spears in their hands to win a new life for themselves!\n   </p>\n   <p>\n    As the slave phalanx and Meppia charged into battle in the middle, the battle between the Poseidon-Brutti coalition and Meppia unfolded in full swing: on the long battle line from the far right to the far left, the warriors of both sides fought bravely, spears stabbed, shields slapped, blood splashed, and minced meat flew... This was a contest of courage, strength, and skill! (To be continued. If you like this work, you are welcome to come to Qidian. to vote for recommendations and monthly tickets. Your support is my greatest motivation.) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 178": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3, Chapter 100: Battle of Bruttiia (IV) - From City-State to Empire\n   </p>\n   <p>\n    Standing on this battlefield filled with the sounds of killing, the young men of Worm, who were burdened with blood feuds, were already boiling with passion, and they kept asking their captain Tate: \"When can we go on the field?!!!\"\n   </p>\n   <p>\n    Tate's face was stern: \"Soldiers, please observe discipline and do not disrupt the formation, otherwise others will laugh at us.\"\n   </p>\n   <p>\n    Then he softened his words: \"Brothers, there will be opportunities in such a big battle. Everyone should conserve their strength first and don't be anxious!\" Although he said this, his heart was still eager to go into battle and kill the enemy, and his eyes were fixed on King Hiero of Poseidon not far away.\n   </p>\n   <p>\n    Shiloh was now listening to the news about the right wing brought by the slave riders.\n   </p>\n   <p>\n    \"What?! The Mepians also have elite troops hidden on the right wing! The harpoon warriors blocked the attack of Anchialo and his men!\" After Shilo screamed, he fell silent.\n   </p>\n   <p>\n    The Mepeyans really put a lot of effort into this battle! He looked at the battlefield ahead, a sneer on his face: \"Pass my order, have the right wing raise the bloody lion flag!\"\n   </p>\n   <p>\n    The three riders galloped away.\n   </p>\n   <p>\n    \"The king wants us to attack fiercely!\" Picos, Miscone, and Supete (since Hilo had to stay in the rear, he took over the command of the guards) received the order and without hesitation asked the bugler to blow the trumpet and asked the guards to find the signal flags from their backpacks and connect them with bamboo poles.\n   </p>\n   <p>\n    In a flash, more than a dozen flags were flying behind the right-wing front: on the blood-red flags, a mighty army was baring its fangs and claws!\n   </p>\n   <p>\n    \"It's the Bloody Lion Tribe!\" The squad leaders heard the horn, turned around and gave orders: \"Brothers, attack! Attack at all costs!\"\n   </p>\n   <p>\n    The last four rows, which originally still had some strength left (the squad formation was eight rows and eight columns, with a total of 64 people), pressed forward at the same time, causing the pressure on the opposing Mepians to increase sharply.\n   </p>\n   <p>\n    Both the Mepiae and the Brutti learned a lesson from their wars against the Greeks: in a field battle, to stop the squeeze attack of the heavily armed and closely arranged Greek phalanx, one must deploy more warriors than the enemy. The Mepiae left wing had 500 men, which was a quarter more than the Poseidon right wing, which had less than 2,000 men.\n   </p>\n   <p>\n    Hilo adopted the advanced tactics of step-by-step attack, hoping to take advantage of the time difference and use his strongest team to defeat the opponent first, thus gaining a local advantage. Although Mepiah had taken precautions, the oblique line formed by Poseidon's right wing undoubtedly lengthened the battle line, forcing Mepiah's left wing to also lengthen the battle line in order to prevent flank attacks, hoping to overlap with Poseidon's right wing, thus making Mepiah's left wing formation thin.\n   </p>\n   <p>\n    Although the Poseidon right wing was also weak, and there were even gaps between the small squares, the Poseidon soldiers were well-equipped and well-trained, and had long been accustomed to fighting in small squares. They could hold out for a long time in the face of flank attacks. The already loose formation on the left wing of Mephia became even looser.\n   </p>\n   <p>\n    Poseidon intensified his attack, and the casualties of the Mepeans began to increase.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Meppia Middle Road.\n   </p>\n   <p>\n    Originally, Hammock hoped to concentrate his forces to defeat the enemy's center in one fell swoop. However, he did not expect that the weak slaves in the eyes of the soldiers a few days ago could actually fight against his powerful soldiers.\n   </p>\n   <p>\n    There are many reasons for this: First, the two days of expedited training gave the slaves a preliminary understanding of teamwork. Secito and the slave soldiers who served as squad leaders also fully understood their own soldiers, and the two merged.\n   </p>\n   <p>\n    Secondly, Hilo urgently equipped the slaves with wooden shields picked up on the battlefield and obtained from Tusim, giving them a certain degree of defensive capabilities. After experiencing the attack and defense of the camp, these slaves were no longer afraid of killing. These slaves were purchased by the citizens of Poseidia because they were physically strong and capable. Now with Hilo's promise, their explosive combat power should not be underestimated.\n   </p>\n   <p>\n    Furthermore, although the Brutti had broken away from their left, their right side was protected by Poseidon's soldiers. When the battle began, because Poseidon's right wing was diagonal, Heracles' phalanx squad and the other two squads faced not the left wing of Meppia, but the flank of Meppia's center, which involved a lot of Meppia's center troops...\n   </p>\n   <p>\n    As these factors accumulated one after another, the slaves' fighting power had completely changed compared to three days ago, but Hammok still looked at them with the old eyes and kept urging the warriors to attack fiercely.\n   </p>\n   <p>\n    The slave phalanx did not move at all, but instead consumed a lot of the physical strength of the Mepiah soldiers.\n   </p>\n   <p>\n    The slave phalanx in the middle could not attack, but the left wing of Mepiah began to retreat under the fierce attack of the well-equipped Poseidon soldiers. The diagonal line gradually compressed inward to form a bow shape, and the entire left wing front was shaky.\n   </p>\n   <p>\n    Shiloh was very calm at this moment, he firmly believed that the moment of victory for the right wing would come soon!\n   </p>\n   <p>\n    \"My King, look!!\" Larka's shout woke up Shilo who was just about to close his eyes and relieve stress.\n   </p>\n   <p>\n    He was surprised to see the Mepiah tribe members who were standing in the back and cheering for the Mepiah warriors rushing towards the left wing of Mepiah like a swarm of bees...\n   </p>\n   <p>\n    \"What does this mean? What does this mean?! Do a group of old men, women and children want to stop the attack of Poseidon's warriors? Do they really think I will be so kind as not to attack them?!\" Shiloh was furious. The most hated thing on the battlefield is accidents, and Shiloh has encountered accidents one after another since the battle began, making it impossible for him to remain calm.\n   </p>\n   <p>\n    Of course, Hilo's anger could not scare away the brave old men and women of Mepiah who rushed forward. They used their thin chests to hold back the retreating bodies of the warriors, shouted their names anxiously, and stabbed their enemies with spears through the gaps.\n   </p>\n   <p>\n    The women and children of Mepiah were never gentle and docile. The pirates in the Adriatic Sea, with their advanced navigation skills, could easily avoid the heavily guarded Mepiah villages, land in places with weak defenses, attack the defenseless tribes, rob food, and abduct people. In order to avoid being robbed and becoming slaves of the pirates, the women and the elderly of the tribe had to take up arms to resist the pirates' invasion so that they could survive until the men who went out to work came back or reinforcements arrived. The harsh living environment determined the toughness of the women and children of Mepiah, but at this moment, it dealt a heavy blow to Shiloh.\n   </p>\n   <p>\n    The left wing of Mepiah became stronger because of their arrival, the fighting spirit of the Mepiah warriors was reawakened by their shouts, and the front line was stabilized.\n   </p>\n   <p>\n    The Poseidonian soldiers had been exhausted from the continuous fierce attack. Just when they were about to defeat the enemy, an accident occurred, which was a blow to their soldiers. They wanted to attack again, but they were already unable to do so. The offensive gradually slowed down, and the two sides were in a stalemate again.\n   </p>\n   <p>\n    When arranging the battle formation, Xi Luo saw that most of the families of Meipiah were concentrated on both sides behind the center, and he felt a little strange. Now he understood: at that time, the Meipiah people had decided to use them to help defend Meipiah's left wing in an emergency! (To be continued. If you like this work, you are welcome to vote for recommendations and monthly tickets on Qidian. Your support is my greatest motivation.) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 179": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3, Chapter 101: Battle of Bruttiia (V) - From City-State to Empire\n   </p>\n   <p>\n    \"It would be great if the women of the Brutti could be like this!\" Hero looked ahead at the left wing: the Brutti formation had not moved forward for such a long time since it arrived there. According to the riders' report, 'the two sides were deadlocked.' But the Brutti Alliance had 500 warriors! Even if it was a draw, it would still be a failure.\n   </p>\n   <p>\n    Shiloh looked to the right again: the arc-shaped line was gradually becoming straight. Shiloh was not worried. He believed that as long as his soldiers recovered from this and continued to attack the enemy fiercely, it would only be a matter of time before the right wing won.\n   </p>\n   <p>\n    But time is precious to Shiloh!\n   </p>\n   <p>\n    At this time, the battle had lasted for about half an hour.\n   </p>\n   <p>\n    He didn't know whether the left-wing Brutti Alliance could continue to hold on, and he couldn't control it (even Strom couldn't control it, let alone him).\n   </p>\n   <p>\n    He was already surprised that the slave phalanx in the middle could hold out on the defense for such a long time, but it was wishful thinking for him to attack and repel the enemy.\n   </p>\n   <p>\n    Right wing! Only the right wing! He always believed in and relied on those Poseidon soldiers who trained with him day after day and fought bloody battles with him many times!\n   </p>\n   <p>\n    Shiloh turned around suddenly. On his side were a cavalry squad of about 60 people and a Worm squad of 56 people. He used the cavalry squad for reconnaissance and message delivery. He originally wanted to use the Worm squad to temporarily push forward and resist when the middle road was a little unstable. Now it seemed that he had to change his plan. One hundred and sixteen people were so insignificant in this great battle, but if used properly, it might be the last straw that broke the camel's back!\n   </p>\n   <p>\n    Stuart snorted and came in front of the two phalanxes in a few steps.\n   </p>\n   <p>\n    \"Soldiers!\" Shiloh said bluntly, \"The battle has reached a critical moment! I want you to follow me and attack the enemy! This attack will determine the outcome of this battle!!\"\n   </p>\n   <p>\n    As soon as the voice fell, the Worm squad became excited, they had been waiting for this moment for a long time. The cavalry squad was also excited, since their establishment, they had undergone hard training like other soldiers, but when it came to fighting, they were just running errands, and now they finally had the chance to prove themselves.\n   </p>\n   <p>\n    Shiloh saw this and nodded secretly in his heart: the morale is good.\n   </p>\n   <p>\n    \"Larka, recall your soldiers immediately! Kozula, go tell Secito to do everything he can to defend the center for me!\" Shilo knew that if he led the team away from the center, it would definitely have a negative impact on the slaves. He could only pin his hopes on Secito. The longer he could hold on, the more chances Poseidon would have of winning.\n   </p>\n   <p>\n    \"One rider and one Volm, two people on one horse, follow me!\" Shiloh immediately gave the order when he saw that everyone had arrived. It was actually a bit difficult for a horse without a saddle to carry two people. Fortunately, this was only a short distance.\n   </p>\n   <p>\n    Shiloh took the lead, and everyone followed closely behind. The entire right wing's diagonal line was about a mile long, and it only took a few minutes to ride on horseback, but at this moment Shiloh wished he could go around to the rear and launch an attack immediately.\n   </p>\n   <p>\n    Just as he was galloping, a roar like a tsunami came from behind him. His heart tightened, and he wanted to look back to see what happened, but he suppressed the impulse. At this critical moment, he could only move forward, not backward!\n   </p>\n   <p>\n    \"Forward! Victory is just ahead!!\" He raised his right fist and shouted loudly. His confident and resolute voice dispelled the anxiety in the soldiers' hearts and made them clamp their horses' bellies more forcefully so as to keep up with the king who could constantly create miracles.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    The great noise came from the left.\n   </p>\n   <p>\n    Although the Brutti were caught off guard by Shakel's strange tactics at the beginning and were in a passive position, compared to the Boserais, they had a blood feud with Mephia that destroyed their families and clans. Therefore, in the fight, the Brutti were not only brave, but also more brutal: when they were stabbed by the enemy, they would grab the spear shaft with their hands and then stab the opponent with the spear; if the spear broke, they would use their fists, hit the enemy with their foreheads, or even bite with their teeth;\n   </p>\n   <p>\n    The performance of the Mepia warriors was equally impressive, but the difference in numbers caused the two wings of the Mepia right wing to be gradually weakened. If it were not for the participation of the Mepia women and children, the Mepia people on both sides would probably have been defeated.\n   </p>\n   <p>\n    But in the center, the Brutti were struggling. Shaker's warriors used a different tactic from Meppia: swinging a spear requires space, but Shaker's warriors stuck close to the enemy opposite, making it impossible for the enemy to exert force, and thus unable to fully exert the power of the spear, while their short swords could stab and stab in the gaps. The Brutti warriors were not equipped with short swords like the soldiers of Poseidon, because they lacked iron and were not as rich as Poseidon (the same was true for Meppia, but Shaker's tribe had accumulated a lot of wealth through long-term looting). Even if they wanted to die together, they could not grab the sharp short swords. The Brutti in the center suffered heavy casualties, but they were struggling to hold on.\n   </p>\n   <p>\n    \"Brothers!!\" Shaker always yelled during breaks in battle.\n   </p>\n   <p>\n    \"Hey!!\" His warriors would immediately shout in response.\n   </p>\n   <p>\n    Through the roars, Shaker would judge the casualties of the soldiers. As the battle continued, the soldiers' responses became smaller and smaller, which made Shaker irritated. The tenacity of the Brutti was beyond his imagination. If he could not break through the enemy's defense line, this would probably be his burial place.\n   </p>\n   <p>\n    \"Come closer to me! Come closer to me!!...\" Shaker shouted hoarsely. Through the spread of his companions, the warriors heard the leader's order and they tried to move towards Shaker.\n   </p>\n   <p>\n    Shaker used himself as the tip of the arrow, gathered his warriors to form the arrowhead, and launched another fierce attack on the enemy. When the arrow broke through layers of obstacles and was about to run out of power and fall deep into the center of the Brutti formation, an accident happened - they encountered the Kuram people.\n   </p>\n   <p>\n    Strom and some leaders of the alliance were dissatisfied with Thor's initiative to approach Poseidon. At the same time, they despised the Kulm people for their fear of death. Therefore, they unanimously decided to arrange more than 100 Kulm warriors in the center of the square when arranging the battle array, so that the Kulm people could not sneak away.\n   </p>\n   <p>\n    Of course, the Kulms knew that this was a battle that would decide the fate of Brutti, and they wanted to fight bravely. However, when the bloody Mepea warriors appeared before them, the fear they had accumulated from years of running away immediately broke out in their bodies: they screamed, turned around and ran, completely ignoring the attempts of their leader Thor to stop them. Unfortunately, the Brutti's formation was loose, and they could not stop their escape.\n   </p>\n   <p>\n    Seeing this, Shakur was overjoyed and immediately shouted, \"Drive them away!!\"\n   </p>\n   <p>\n    The warriors understood what he meant. They used to use this technique to drive away the pirates and find their nests. Now they just switched from the sea to the land. They roared even louder and stabbed the fleeing Kulm people with their daggers instead of killing them. (To be continued. If you like this work, you are welcome to vote for recommendations and monthly tickets on Qidian. Your support is my greatest motivation.) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 180": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3, Chapter 102: Battle of Bruttiia (VI) - From City-State to Empire\n   </p>\n   <p>\n    Under the dual stimulation of fear and pain, the Kulm people fled desperately and even shouted, \"Help!\" If anyone tried to stop them, the Mepia warriors would quickly pounce on them and kill them.\n   </p>\n   <p>\n    The central part of the Brutti was unable to organize effectively to stop the Mepeans because the Kulms were running around like headless flies. The Brutti in the rear were determined to fight to the death. If one person ran past them in panic, they might not be affected, but if two, three, four people ran away from them, they would inevitably panic. Since they were in the center of the battle, they could not understand the overall situation, and they would wonder: Did the front lose? At this time, the shadow of the previous defeat by the Mepeans once again shrouded their hearts, causing their courage to gradually disappear.\n   </p>\n   <p>\n    Sadly, the Bruttii Alliance was a loose alliance without a strong, unified command system, and it had no effective measures to stop the spread of chaos. When the chaos expanded to a certain extent, the entire central part of the Bruttii array collapsed.\n   </p>\n   <p>\n    When hundreds of Brutti screamed in fear and turned to flee, it had a great impact on the two sides that still had the upper hand. They also retreated after a short while. The entire left wing of the Poseidon-Brutti coalition was like a frightened flock of sheep, fleeing for their lives.\n   </p>\n   <p>\n    All the Mepia warriors need to do is to chase closely and not give the enemy any chance to regroup.\n   </p>\n   <p>\n    When the fleeing Brutti people saw the dense crowd ahead, a glimmer of clarity was finally injected into their confused minds: Our families are right ahead!\n   </p>\n   <p>\n    However, it was too late. The high-spirited Mepia warriors drove them into the huge lineup full of old men, women and children.\n   </p>\n   <p>\n    A huge noise accompanied by a greater commotion was heard, which was the painful wailing of countless old people, women and children...\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    As soon as Shiloh bypassed the right wing, he reined in his horse not far behind the enemy.\n   </p>\n   <p>\n    He jumped off his horse and the guards immediately handed him shield and spear.\n   </p>\n   <p>\n    After he took it, he said to the flag bearer behind him: \"Give the royal flag to Kozula, and you charge with me!\"\n   </p>\n   <p>\n    The flag bearer could not hide the excitement on his face. It was a great honor to be a flag bearer, and it was held by warriors who had made military achievements. However, once they were in the position, they could not go into battle to kill the enemy unless they were rotated.\n   </p>\n   <p>\n    Because of the small number of soldiers, Shilo had no choice but to let the weak Kozula serve as the flag bearer. Every bit of combat power counts.\n   </p>\n   <p>\n    \"Follow me, hold the flag high, and never let it fall. Can you do it?!\" Shilo stared at Kozura, and his words were like iron nails, hitting Kozura's head one word at a time.\n   </p>\n   <p>\n    Kozula looked solemn but calm: \"I am not afraid to follow the king. As long as the flag is alive, the people will be alive. If the flag is gone, the people will die!\"\n   </p>\n   <p>\n    Shiloh nodded, turned around and glanced at the soldiers who had lined up, raised his spear, and shouted, \"Follow me!!\"\n   </p>\n   <p>\n    He took a big step forward like a lion, and amid the shouts of the soldiers, he charged directly into the rear of Meppia's left wing.\n   </p>\n   <p>\n    Two old Mepea men were knocked away. He pierced a Mepea woman's chest with his spear, but he couldn't pull it out because he used too much force. He calmly used his round shield to block the spear of another woman next to him, and drew out his dagger to cut off half of her head. In a war of life and death, there was no mercy in Hero's eyes. Anyone who threatened his survival was his enemy!\n   </p>\n   <p>\n    Since the beginning of the battle, the two teams, who had been holding back for a long time, pounced on the enemy like hungry wolves. Unfortunately, the enemies they faced were mostly the elderly, the weak, women and children, and their killing power was not strong. In a blink of an eye, dozens of people were killed and injured like cutting melons and vegetables, causing panic.\n   </p>\n   <p>\n    This change was quickly noticed by the two parties fighting at the rear end of the array.\n   </p>\n   <p>\n    \"It's the King! It's the King!\" The axemen saw a silver flag suddenly rising behind the enemy, with the silver image of a dolphin on top of the flag shining brightly, and they all shouted in excitement.\n   </p>\n   <p>\n    Anchialou was greatly encouraged: \"Brothers, attack fiercely!!\"\n   </p>\n   <p>\n    The tired bodies of Zhan Qi's soldiers seemed to be re-injected with strength. They raised their already heavy axes and smashed them heavily at the enemy.\n   </p>\n   <p>\n    The harpoon warriors, with a strong desire to avenge their leader Faka and the help of the Mepiah tribe, were able to hold off the attack of the battle axe soldiers, and were now exhausted. The flanks and rear were suddenly attacked, and the battle axe soldiers launched a fierce attack at the same time. Hearing the screams of the tribesmen behind them, the harpoon warriors' desire to defend quickly faded away, leaving only one thought: Run!\n   </p>\n   <p>\n    Shiloh met up with Anchialo, and Shiloh's initial attack plan was finally realized after half an hour. However, was it still too late?\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    The departure of King Poseidon and the great retreat of the left wing made the slaves in the middle panic. In addition, the enemy on the opposite side also took the opportunity to intensify the attack. The slave phalanx began to retreat and some began to attempt to escape. The military law team slaughtered several slaves in a row, but still could not stop the decline.\n   </p>\n   <p>\n    The phalanx began to disintegrate, and the retreating slaves had already clashed with the military law enforcement team. It seemed that another major rout was about to take place.\n   </p>\n   <p>\n    At this moment, a loud song came from the back of the square: \"Long live the Nile!\n   </p>\n   <p>\n    You appeared on this earth, came peacefully, and gave life to Egypt!\n   </p>\n   <p>\n    O Amun, you lead the night into the day, and your guidance brings joy to mankind!\n   </p>\n   <p>\n    The garden was created by Ra...\"\n   </p>\n   <p>\n    Because Egyptians are hardworking, good at growing wheat, raising livestock, and relatively docile, they are the best candidates for slaves. During the Persian rule of Egypt, the nobles annexed land and exploited farmers, causing a large number of Egyptian civilians to flee, but they were captured as slaves by the Persian nobles, which became another way for them to make money. Most of Poseidon's slaves were Egyptians. Although the price was expensive, it was really worth the money. These Egyptian slaves who were numb to life suddenly heard the songs of their hometown, like a spring of sweet water re-irrigating their dry hearts. They listened to the songs blankly, tears streaming down their faces, trembling their lips, and chanted the most famous Nile hymn in Egypt: \"Give life to all animals, and irrigate the earth without stopping...\"\n   </p>\n   <p>\n    Soon, the sound of fighting on the battlefield was drowned out by this solemn and slightly sentimental song. However, the slave phalanx retreated faster. Obviously, the song aroused the homesickness of all the Egyptian slaves.\n   </p>\n   <p>\n    Secito frowned in the back: Now it has come to a critical moment, I hope the king's arrangement will work: \"Raise the flag!!\"\n   </p>\n   <p>\n    A large flag was hoisted high. On it was not Poseidon's flag, but a statue of an Egyptian pharaoh holding a scepter and a flail and wearing a false beard. The guards, composed of dozens of Egyptian slaves selected by Hiro from the slave soldiers, shouted in Egyptian: \"Osiris, bless us in our fight for freedom! Osiris...\"\n   </p>\n   <p>\n    \"It's Osiris! Osiris!!...\" When the Egyptian slaves saw the statue suddenly standing in the air, they stopped and shouted incoherently.\n   </p>\n   <p>\n    \"Charge!\" Secito rushed forward without hesitation, holding a spear in his hand. The guards held up the statue of Osiris and followed closely. They passed through the scattered slave phalanx and met the aggressive Mepiah army with their small number.\n   </p>\n   <p>\n    The slaves turned their heads and looked at the statue of Osiris swaying back and forth in the air, in danger of falling down at any time, and their mood suddenly became extremely anxious.\n   </p>\n   <p>\n    \"For the god Osiris!!\" When one slave finally couldn't bear it anymore and attacked the enemy again, the other slaves also rushed towards Sesito.\n   </p>\n   <p>\n    As the king of the underworld, the god of resurrection, the god of abundance and the giver of civilization, Osiris is one of the most revered gods by the Egyptians! In the eyes of the Egyptian slaves who were far away from their homeland and experienced hardships, this flag is not just a symbol, it is Egypt! It is hope! Under the protection of Osiris, the Egyptians are not afraid of death! !\n   </p>\n   <p>\n    The slave phalanx spontaneously launched the only and most fierce attack since the war began, and actually forced the Mepeans' center to retreat again and again.\n   </p>\n   <p>\n    Hammock, who was in the array, was greatly shocked. He saw the towering statue of Osiris in front of him and immediately shouted, \"Destroy it! Destroy that statue!!\"\n   </p>\n   <p>\n    The order was passed on by word of mouth, and dozens of spears stabbed at Sesito and his guards at the same time, while the slaves tried their best to stop them, as they would never let their gods be blasphemed.\n   </p>\n   <p>\n    Even when Shakel arrived with a few soldiers and attacked the flank of the center, the slave phalanx was not shaken, because the towering Osiris that was always moving forward was the fertile land in their hearts! A paradise of death and resurrection!\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Shiloh and his more than one hundred soldiers were like small stones on the top of a snowy mountain. They killed a group of enemies, gathered in a small square, killed another group of enemies, and gathered in another small square...\n   </p>\n   <p>\n    The little stone rolled bigger and faster...\n   </p>\n   <p>\n    The left wing of the Mepeans completely collapsed, and then Shilo led his twenty-nine small phalanxes to roll back to the center like a long steel dragon, intending to devour all the enemies in the center!\n   </p>\n   <p>\n    \"Retreat! Retreat! Chief!...\" the elders shouted in fear.\n   </p>\n   <p>\n    Hammock looked at the scattered tribesmen, dumbfounded, with tears streaming down his face...\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Before the rout spread to the right flank, Shaker withdrew from the battle in time. He had to save his soldiers who were still looting.\n   </p>\n   <p>\n    He even felt a little regretful: because his tribe was plundering by nature, they relapsed into bad habits after defeating the Brutti, and did not respond to his call in time. If he could bring more warriors, perhaps it would be hard to say who would win or lose...\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    When Poseidon's soldiers were chasing the fleeing soldiers, Hero came to the statue of Osiris: Sesito, the commander of the central route of the Poseidon-Brutti alliance, had exceeded the task assigned to him by King Poseidon. At the most critical moment, it was he who led the troops, stood at the front of the battle line, boosted morale, defended the central route, and launched a counterattack. However, when victory came, he fell down with more than ten wounds on his body, the most serious of which was a spear that went through the gap between the bronze armor and pierced his abdomen from his ribs...\n   </p>\n   <p>\n    Xi Luo stood in front of his body, staring at the gray-black face that was once very familiar but now seemed a little strange. His words from last night seemed to echo in his ears: \"A true king is fearless!...\"\n   </p>\n   <p>\n    After standing there for a moment, Xi Luo leaned down and gently covered his angry eyes with his hands...\n   </p>\n   <p>\n    He stood up. The sun above his head was emitting scorching rays, and the strong south wind blowing from the Mediterranean Sea, passing over the towering holy mountain, mixed with the cries of the Brutti women and the sounds of the soldiers chasing and killing, blowing on the blood-soaked armor of Heron, it was surprisingly cool...\n   </p>\n   <p>\n    He raised his sword, and cheers of \"Victory!!!\" rang out all over the battlefield... (To be continued. ) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 181": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    504 Gateway Time-out\n   </p>\n   <p>\n    nginx\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 182": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    504 Gateway Time-out\n   </p>\n   <p>\n    nginx\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 183": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    504 Gateway Time-out\n   </p>\n   <p>\n    nginx\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 184": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    504 Gateway Time-out\n   </p>\n   <p>\n    nginx\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 185": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    504 Gateway Time-out\n   </p>\n   <p>\n    nginx\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 186": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    504 Gateway Time-out\n   </p>\n   <p>\n    nginx\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 187": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    504 Gateway Time-out\n   </p>\n   <p>\n    nginx\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 188": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    504 Gateway Time-out\n   </p>\n   <p>\n    nginx\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 189": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    504 Gateway Time-out\n   </p>\n   <p>\n    nginx\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 190": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    504 Gateway Time-out\n   </p>\n   <p>\n    nginx\n   </p>\n  </div>\n </body>\n</html>\n"
}