{
    "Chapter 111": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    首页我的书架玄幻小说仙侠修真都市现代军史穿越网游竞技恐怖科幻同人次元综合言情浪漫青春全本小说排行榜\n   </p>\n   <p>\n    当前位置： UU看书 &gt; 都市 &gt; 从城邦到帝国最新章节列表 &gt; 第三卷第三十三章 舌战塔兰图姆（一）\n   </p>\n   <p>\n    选择背景颜色： 选择字体： 选择字体大小：恢复默认\n   </p>\n   <p>\n    第三卷第三十三章 舌战塔兰图姆（一）\n   </p>\n   <p>\n    “六千户？也就是说大概二三万人！这还不算那些自由民和奴隶！”希洛目光炯炯的看着努尔努西斯，无奈的苦笑道 ：“而波塞亚多少人！四十九个公民！如此大的实力差距，我们认为波塞亚是一个城邦，可是在塔兰图姆人眼里，波塞亚连一个德莫都算不上！”\n   </p>\n   <p>\n    “就算波塞亚再小，它也是一个城邦！塔兰图姆应该按照希腊传统对我们表示尊重！”皮科斯正色的说道。\n   </p>\n   <p>\n    “传统已经不再适合现在这个战乱的世界，力量才能决定一切！有一天，我们波塞亚强大了，我们一样可以要求塔兰图姆的执政官到波塞亚来开会！而现在，我们只能遵照他们的要求，谁叫我们有求于塔兰图姆！”希洛向众人劝说道。\n   </p>\n   <p>\n    “你们不必为我担心，十几天前，我还可以自由出入塔兰图姆，难道现在就不能了！是因为我成为了国王？！在你们眼里，我是国王！在塔兰图姆眼里，或许我就跟布鲁提伊小部落的首领没有差别！雅典的将军都可以去斯巴达，进行外交谈判，而且不用担心生命危险，波塞亚与塔兰图姆没有任何仇恨，反而有合作的可能，塔兰图姆为什么要对我不利！当然，受点羞辱是可能了，但是为了波塞亚，我认为值得！”\n   </p>\n   <p>\n    ……\n   </p>\n   <p>\n    众人离开之后，苏尔姆单独留下来，凑近希洛的身边，小声的说道：“我的王，还有一件事我要你汇报。”\n   </p>\n   <p>\n    “什么事？”希洛看他一脸神秘的表情，感到奇怪。\n   </p>\n   <p>\n    “在我回来之前，格里诺斯曾向我问起你的情况，在得知你尚未结婚后，他提到他有一个女儿叫塞瑞妮娅，年纪比你小两岁。”苏尔姆斯暧昧的笑道。\n   </p>\n   <p>\n    希洛一愣，立即反应过来：“他想跟我联姻？”\n   </p>\n   <p>\n    “他倒没有明说，不过我看他就是这个意思。”苏尔姆斯笑道。\n   </p>\n   <p>\n    希洛陷入了沉思中，自从被安菲丽雅拒绝后，他就有一朝被蛇咬，十年怕草绳的的心理，不敢再奢谈爱情。对于婚姻，他一直抱着无所谓的态度。因此，当苏尔姆斯提到此事的时候，他心中一动，考虑到更多的是格里诺斯这样做的目的。\n   </p>\n   <p>\n    苏尔姆斯见他一直没说话，于是说道：“格里诺斯的女儿我没见过，不过回来这前，我特地找了一些塔兰图姆人询问，他们都对塞瑞尼娅的贤惠和能干赞不绝口，说她是塔兰图姆的鸢尾花。格里诺斯很痛爱这个女儿，甚至胜过爱他的儿子！我的王，这件喜事如果能成，无论是对你，还是波塞亚都是大有好处！”\n   </p>\n   <p>\n    “苏尔姆斯叔叔，我会考虑的，你也累了，回去休息吧！”\n   </p>\n   <p>\n    ……\n   </p>\n   <p>\n    “主人，我能养这只小羊吗？”阿莱夏抱着一只小羊羔，向希洛哀求道，那只小羊同样睁着一双黑溜溜的大眼睛，可怜巴巴的看着他，仿佛也在帮阿莱夏请求似的。\n   </p>\n   <p>\n    希洛伸手去摸它的头，它却往后一缩。露出胆怯的神情，那样子就仿佛初见时的阿莱夏。\n   </p>\n   <p>\n    “可以！”希洛温和的笑道。\n   </p>\n   <p>\n    “谢谢主人！”阿莱夏表达完对希洛的感激之情，兴奋的将小羊抛起、又接住，吓得小羊“ 咩咩 ”直叫。\n   </p>\n   <p>\n    阿莱夏咯咯直笑，叫它抱在怀里，亲了又亲，柔声说道：“小羊啊小羊，以后你就跟我啦，我会好好照顾你的！” 阿莱夏轻靠着小羊的头，俏脸上洋溢着活泼的笑容。\n   </p>\n   <p>\n    希洛静静的看着，想起这段时间阿莱夏对他的关怀和照顾，才让他走出前一段的感情阴影……\n   </p>\n   <p>\n    突然间，他心中升起一股愧疚，他走过去，将阿莱夏紧紧搂在怀里……\n   </p>\n   <p>\n    第二天，希洛带着部分公民、几十名奴隶，踏上了去塔兰图姆的路。快到中午时，他们抵达了塔兰图姆，却因为他们庞大的队伍，而被守卫挡在城外。\n   </p>\n   <p>\n    “波塞亚？我从来没有听说过这个城邦！……你说是我们议事会让你来的？我没有接到通知！……好吧，你可以派一个人由我的士兵带他去议事会，你们必须在这儿等着，我是认识你，可是你带的人太多，而且都没在这里有过纪录！……”\n   </p>\n   <p>\n    苏尔姆斯与城卫军官的交涉以失败告终，反倒是希洛安慰他说：“没关系，我们可以在这儿等。苏尔姆斯叔叔，你进去通知塔兰图姆议事会，正好让他们出来迎接我们，哈哈！”\n   </p>\n   <p>\n    ……\n   </p>\n   <p>\n    没过多久，苏尔姆斯就带着两个人赶回来。\n   </p>\n   <p>\n    “哦，希洛，才几天不见，你就在你‘地峡赛会优胜者’的头衔上又增加了‘布鲁提伊征服者’的称号！”格里诺斯一上来，就给了他一个热情的拥抱。\n   </p>\n   <p>\n    希洛反倒有些不自然，因为一看到格里诺斯，就想起联姻：“格里诺斯大人，你太夸奖我了，不过是靠众神庇佑，打了一两个胜仗而已！”\n   </p>\n   <p>\n    格里诺斯没再多谈，拍拍他的背，说道：“塔兰图姆热情欢迎波塞亚的到来！”\n   </p>\n   <p>\n    “呵呵，执政官大人，我可是带了不少人来搬运塔兰图姆准备援助波塞亚的物资！”希洛半开玩笑半认真的说。\n   </p>\n   <p>\n    “援助会有的，等你与我们议事会商谈之后。”格里诺斯将这个敏感话题一带而过，指着旁边的人，说道：“这位是塔兰图姆的另一位执政官——罗多洛斯！”\n   </p>\n   <p>\n    希洛露出惊讶的表情：“能让两位执政官大人来迎接，我实在是不知该如何表达我激动的心情！”\n   </p>\n   <p>\n    “这是你应得的，波塞亚的——国王！”罗多洛斯一副严肃的神情：“希望你们波塞亚有足够的诚意和利益值得我们塔兰图姆对你们付出的热情！”\n   </p>\n   <p>\n    ……\n   </p>\n   <p>\n    “波塞亚，还真有这样一个城邦！”城卫军官望着远去的队伍，喃喃自语。\n   </p>\n   <p>\n    “嗨，队长，你听到了吗，格里诺斯大人称呼那个年轻人为布鲁提伊征服者？！”旁边一个士兵好奇的说道。\n   </p>\n   <p>\n    “布鲁提伊征服者？”军官冷笑两声：“格里诺斯是跟他在开玩笑吧，我们塔兰图姆上次大败布鲁提伊人，也没敢像这样自称！”\n   </p>\n   <p>\n    “他好像是波塞亚的国王，他应该是希腊人吧，现在希腊城邦中还有国王吗？而且还这么年轻？”那士兵接着说出自己的疑惑。\n   </p>\n   <p>\n    军官却无法解释如此怪异的事情，他有些恼怒的训斥道：“士兵，你的职责是检查进出城门的人，议事会付给你薪水，不是要你在这里不干正事，而像一个妇女一样的去打听这些无聊的闲事的！好好干活！”\n   </p>\n   <p>\n    “知道了，队长！”士兵讪讪的回答。\n   </p>\n   <p>\n    ……\n   </p>\n   <p>\n    在希腊，有一个很奇怪的现象：不少城邦的殖民地在经过一段时间的发展后，其文化和政治往往和母邦大相径庭，比如锡拉库扎相对于母邦科林斯，塔兰图姆相对于母邦斯巴达，它们都没有采用母邦的寡头政治，而是选择了民主制度。\n   </p>\n   <p>\n    在塔兰图姆的议事堂，几百名议员坐在半环形的阶梯式石凳上，好奇的注视着刚走进议事堂的年轻人。\n   </p>\n   <p>\n    “哦，这就是波塞亚的国王？让我想起了家里的孩子常玩的‘国王与士兵’的游戏！哈哈哈……”议员们的笑声肆无忌惮的在大堂内回荡。\n   </p>\n   <p>\n    “安静，安静！……”议事会轮值主席作出最大努力，才勉强恢复了一点秩序：“今天，议事会召开会议，议题是听取来自波塞亚的……国王的要求，并作出决定。”\n   </p>\n   <p>\n    主席刚说完，听众席又大笑起来，主席无奈的将希洛请上讲坛，匆匆的将演说权交给了他。\n   </p>\n   <p>\n    希洛望着前方无数张等着看好戏的脸孔，要说不紧张，那是假的。他知道纯粹的民主制度最大的特点在哪儿，公民们大多数时候是凭着好恶，而不是凭着理智来决定一个议题通过与否，因此他的演说不应该是一把匕首，而应该是一杯葡萄酒。\n   </p>\n   <p>\n    “我刚才听到有人说到孩子。”希洛的话让众人一愣，难道这个年轻人被他们激怒了？\n   </p>\n   <p>\n    希洛表情认真的说道：“他说得没错，波塞亚就是一个孩子，一个新生的婴儿！而塔兰图姆，众所周知，它是意大利南部诸希腊城邦的老大哥！对于我们波塞亚而言，它更是一位长辈！所以今天，我们波塞亚这个孩子来向塔兰图姆这位长辈寻求帮助来啦！”\n   </p>\n   <p>\n    笑声迅速的消失了。作为老大哥、长辈的塔兰图姆的议员们当然不好意思再去嘲笑一个弱小的、无知的波塞亚。\n   </p>\n   <p>\n    在短暂的平静之后，一位议员站起来，问道：“既然波塞亚面临如此多的困难，为什么还硬要建立它？还不如来我们塔兰图姆，既安全又富裕，岂不是更好？”\n   </p>\n   <p>\n    希洛说道：“我们希腊人都有一个共同的愿望，那就是拥有一块自己的土地！为了这个目标，我们希腊人在这几百年时间里，将我们的足迹遍布整个地中海！塔兰图姆的开拓者们刚来到这里的时候，这里不也遍布着凶恶的土著吗？而如今塔兰图姆已经是整个意大利最富裕的城邦之一！波塞亚的公民们都 曾经是雅典的无地贫民，虽然说起来有些羞愧，但是我们确实是被山里的那些肥沃的土地所吸引，而不顾一切的建立了城邦。”(未完待续，如欲知后事如何，请登陆.qidian.，章节更多，支持作者，支持正版阅读！)（未完待续）\n   </p>\n   <p>\n    上一章 |  目录 | 加入书签 | 下一章\n   </p>\n   <p>\n    热门推荐： 我的妹妹是先知重生医妃:王爷，别傲娇！亚兰诺医仙小猫妖最强狼兵百灵潭股市道场燃烧的排球逆天魔宝：邪魅帝君，靠边站木叶里的心悦会员\n   </p>\n   <p>\n    相邻推荐：特种兵：误入狼牙，成为最强兵王盛世天朝重生之重铸天朝铸天朝大顺皇朝三国：我觉醒了数据面板斗罗之小舞重生龙族之武圣路明非长得太好看了怎么办斗罗开始签到诸天\n   </p>\n   <p>\n    首页 隐私保护 免责声明 联系我们\n   </p>\n   <p>\n    Copyright © All rights Reserved 版权所有\n   </p>\n   <p>\n    第三卷第三十三章 舌战塔兰图姆（一）_从城邦到帝国_UU看书\n   </p>\n   <p>\n    “六千户？也就是说大概二三万人！这还不算那些自由民和奴隶！”希洛目光炯炯的看着努尔努西斯，无奈的苦笑道 ：“而波塞亚多少人！四十九个公民！如此大的实力差距，我们认为波塞亚是一个城邦，可是在塔兰图姆人眼里，波塞亚连一个德莫都算不上！”\n   </p>\n   <p>\n    “就算波塞亚再小，它也是一个城邦！塔兰图姆应该按照希腊传统对我们表示尊重！”皮科斯正色的说道。\n   </p>\n   <p>\n    “传统已经不再适合现在这个战乱的世界，力量才能决定一切！有一天，我们波塞亚强大了，我们一样可以要求塔兰图姆的执政官到波塞亚来开会！而现在，我们只能遵照他们的要求，谁叫我们有求于塔兰图姆！”希洛向众人劝说道。\n   </p>\n   <p>\n    “你们不必为我担心，十几天前，我还可以自由出入塔兰图姆，难道现在就不能了！是因为我成为了国王？！在你们眼里，我是国王！在塔兰图姆眼里，或许我就跟布鲁提伊小部落的首领没有差别！雅典的将军都可以去斯巴达，进行外交谈判，而且不用担心生命危险，波塞亚与塔兰图姆没有任何仇恨，反而有合作的可能，塔兰图姆为什么要对我不利！当然，受点羞辱是可能了，但是为了波塞亚，我认为值得！”\n   </p>\n   <p>\n    ……\n   </p>\n   <p>\n    众人离开之后，苏尔姆单独留下来，凑近希洛的身边，小声的说道：“我的王，还有一件事我要你汇报。”\n   </p>\n   <p>\n    “什么事？”希洛看他一脸神秘的表情，感到奇怪。\n   </p>\n   <p>\n    “在我回来之前，格里诺斯曾向我问起你的情况，在得知你尚未结婚后，他提到他有一个女儿叫塞瑞妮娅，年纪比你小两岁。”苏尔姆斯暧昧的笑道。\n   </p>\n   <p>\n    希洛一愣，立即反应过来：“他想跟我联姻？”\n   </p>\n   <p>\n    “他倒没有明说，不过我看他就是这个意思。”苏尔姆斯笑道。\n   </p>\n   <p>\n    希洛陷入了沉思中，自从被安菲丽雅拒绝后，他就有一朝被蛇咬，十年怕草绳的的心理，不敢再奢谈爱情。对于婚姻，他一直抱着无所谓的态度。因此，当苏尔姆斯提到此事的时候，他心中一动，考虑到更多的是格里诺斯这样做的目的。\n   </p>\n   <p>\n    苏尔姆斯见他一直没说话，于是说道：“格里诺斯的女儿我没见过，不过回来这前，我特地找了一些塔兰图姆人询问，他们都对塞瑞尼娅的贤惠和能干赞不绝口，说她是塔兰图姆的鸢尾花。格里诺斯很痛爱这个女儿，甚至胜过爱他的儿子！我的王，这件喜事如果能成，无论是对你，还是波塞亚都是大有好处！”\n   </p>\n   <p>\n    “苏尔姆斯叔叔，我会考虑的，你也累了，回去休息吧！”\n   </p>\n   <p>\n    ……\n   </p>\n   <p>\n    “主人，我能养这只小羊吗？”阿莱夏抱着一只小羊羔，向希洛哀求道，那只小羊同样睁着一双黑溜溜的大眼睛，可怜巴巴的看着他，仿佛也在帮阿莱夏请求似的。\n   </p>\n   <p>\n    希洛伸手去摸它的头，它却往后一缩。露出胆怯的神情，那样子就仿佛初见时的阿莱夏。\n   </p>\n   <p>\n    “可以！”希洛温和的笑道。\n   </p>\n   <p>\n    “谢谢主人！”阿莱夏表达完对希洛的感激之情，兴奋的将小羊抛起、又接住，吓得小羊“ 咩咩 ”直叫。\n   </p>\n   <p>\n    阿莱夏咯咯直笑，叫它抱在怀里，亲了又亲，柔声说道：“小羊啊小羊，以后你就跟我啦，我会好好照顾你的！” 阿莱夏轻靠着小羊的头，俏脸上洋溢着活泼的笑容。\n   </p>\n   <p>\n    希洛静静的看着，想起这段时间阿莱夏对他的关怀和照顾，才让他走出前一段的感情阴影……\n   </p>\n   <p>\n    突然间，他心中升起一股愧疚，他走过去，将阿莱夏紧紧搂在怀里……\n   </p>\n   <p>\n    第二天，希洛带着部分公民、几十名奴隶，踏上了去塔兰图姆的路。快到中午时，他们抵达了塔兰图姆，却因为他们庞大的队伍，而被守卫挡在城外。\n   </p>\n   <p>\n    “波塞亚？我从来没有听说过这个城邦！……你说是我们议事会让你来的？我没有接到通知！……好吧，你可以派一个人由我的士兵带他去议事会，你们必须在这儿等着，我是认识你，可是你带的人太多，而且都没在这里有过纪录！……”\n   </p>\n   <p>\n    苏尔姆斯与城卫军官的交涉以失败告终，反倒是希洛安慰他说：“没关系，我们可以在这儿等。苏尔姆斯叔叔，你进去通知塔兰图姆议事会，正好让他们出来迎接我们，哈哈！”\n   </p>\n   <p>\n    ……\n   </p>\n   <p>\n    没过多久，苏尔姆斯就带着两个人赶回来。\n   </p>\n   <p>\n    “哦，希洛，才几天不见，你就在你‘地峡赛会优胜者’的头衔上又增加了‘布鲁提伊征服者’的称号！”格里诺斯一上来，就给了他一个热情的拥抱。\n   </p>\n   <p>\n    希洛反倒有些不自然，因为一看到格里诺斯，就想起联姻：“格里诺斯大人，你太夸奖我了，不过是靠众神庇佑，打了一两个胜仗而已！”\n   </p>\n   <p>\n    格里诺斯没再多谈，拍拍他的背，说道：“塔兰图姆热情欢迎波塞亚的到来！”\n   </p>\n   <p>\n    “呵呵，执政官大人，我可是带了不少人来搬运塔兰图姆准备援助波塞亚的物资！”希洛半开玩笑半认真的说。\n   </p>\n   <p>\n    “援助会有的，等你与我们议事会商谈之后。”格里诺斯将这个敏感话题一带而过，指着旁边的人，说道：“这位是塔兰图姆的另一位执政官——罗多洛斯！”\n   </p>\n   <p>\n    希洛露出惊讶的表情：“能让两位执政官大人来迎接，我实在是不知该如何表达我激动的心情！”\n   </p>\n   <p>\n    “这是你应得的，波塞亚的——国王！”罗多洛斯一副严肃的神情：“希望你们波塞亚有足够的诚意和利益值得我们塔兰图姆对你们付出的热情！”\n   </p>\n   <p>\n    ……\n   </p>\n   <p>\n    “波塞亚，还真有这样一个城邦！”城卫军官望着远去的队伍，喃喃自语。\n   </p>\n   <p>\n    “嗨，队长，你听到了吗，格里诺斯大人称呼那个年轻人为布鲁提伊征服者？！”旁边一个士兵好奇的说道。\n   </p>\n   <p>\n    “布鲁提伊征服者？”军官冷笑两声：“格里诺斯是跟他在开玩笑吧，我们塔兰图姆上次大败布鲁提伊人，也没敢像这样自称！”\n   </p>\n   <p>\n    “他好像是波塞亚的国王，他应该是希腊人吧，现在希腊城邦中还有国王吗？而且还这么年轻？”那士兵接着说出自己的疑惑。\n   </p>\n   <p>\n    军官却无法解释如此怪异的事情，他有些恼怒的训斥道：“士兵，你的职责是检查进出城门的人，议事会付给你薪水，不是要你在这里不干正事，而像一个妇女一样的去打听这些无聊的闲事的！好好干活！”\n   </p>\n   <p>\n    “知道了，队长！”士兵讪讪的回答。\n   </p>\n   <p>\n    ……\n   </p>\n   <p>\n    在希腊，有一个很奇怪的现象：不少城邦的殖民地在经过一段时间的发展后，其文化和政治往往和母邦大相径庭，比如锡拉库扎相对于母邦科林斯，塔兰图姆相对于母邦斯巴达，它们都没有采用母邦的寡头政治，而是选择了民主制度。\n   </p>\n   <p>\n    在塔兰图姆的议事堂，几百名议员坐在半环形的阶梯式石凳上，好奇的注视着刚走进议事堂的年轻人。\n   </p>\n   <p>\n    “哦，这就是波塞亚的国王？让我想起了家里的孩子常玩的‘国王与士兵’的游戏！哈哈哈……”议员们的笑声肆无忌惮的在大堂内回荡。\n   </p>\n   <p>\n    “安静，安静！……”议事会轮值主席作出最大努力，才勉强恢复了一点秩序：“今天，议事会召开会议，议题是听取来自波塞亚的……国王的要求，并作出决定。”\n   </p>\n   <p>\n    主席刚说完，听众席又大笑起来，主席无奈的将希洛请上讲坛，匆匆的将演说权交给了他。\n   </p>\n   <p>\n    希洛望着前方无数张等着看好戏的脸孔，要说不紧张，那是假的。他知道纯粹的民主制度最大的特点在哪儿，公民们大多数时候是凭着好恶，而不是凭着理智来决定一个议题通过与否，因此他的演说不应该是一把匕首，而应该是一杯葡萄酒。\n   </p>\n   <p>\n    “我刚才听到有人说到孩子。”希洛的话让众人一愣，难道这个年轻人被他们激怒了？\n   </p>\n   <p>\n    希洛表情认真的说道：“他说得没错，波塞亚就是一个孩子，一个新生的婴儿！而塔兰图姆，众所周知，它是意大利南部诸希腊城邦的老大哥！对于我们波塞亚而言，它更是一位长辈！所以今天，我们波塞亚这个孩子来向塔兰图姆这位长辈寻求帮助来啦！”\n   </p>\n   <p>\n    笑声迅速的消失了。作为老大哥、长辈的塔兰图姆的议员们当然不好意思再去嘲笑一个弱小的、无知的波塞亚。\n   </p>\n   <p>\n    在短暂的平静之后，一位议员站起来，问道：“既然波塞亚面临如此多的困难，为什么还硬要建立它？还不如来我们塔兰图姆，既安全又富裕，岂不是更好？”\n   </p>\n   <p>\n    希洛说道：“我们希腊人都有一个共同的愿望，那就是拥有一块自己的土地！为了这个目标，我们希腊人在这几百年时间里，将我们的足迹遍布整个地中海！塔兰图姆的开拓者们刚来到这里的时候，这里不也遍布着凶恶的土著吗？而如今塔兰图姆已经是整个意大利最富裕的城邦之一！波塞亚的公民们都 曾经是雅典的无地贫民，虽然说起来有些羞愧，但是我们确实是被山里的那些肥沃的土地所吸引，而不顾一切的建立了城邦。”(未完待续，如欲知后事如何，请登陆.qidian.，章节更多，支持作者，支持正版阅读！)（未完待续）\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 112": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3, Chapter 33: The War of Words with Tarantum (I) - From City-State to Empire - UU Reading\n   </p>\n   <p>\n    \"Six thousand households? That means about 20,000 to 30,000 people! And that doesn't even include the free people and slaves!\" Hiro looked at Nurnusis with sharp eyes, and said with a helpless smile: \"And how many people are there in Poseidon! Forty-nine citizens! With such a huge gap in strength, we think Poseidon is a city-state, but in the eyes of the Taranto people, Poseidon is not even a demoiselle!\"\n   </p>\n   <p>\n    \"No matter how small Poseidon is, it is still a city-state! Taranto should respect us according to Greek tradition!\" Picos said seriously.\n   </p>\n   <p>\n    \"Tradition is no longer suitable for today's war-torn world. Strength determines everything! One day, when we in Poseidia become strong, we can also ask the governor of Tarantum to come to Poseidia for a meeting! But now, we can only follow their request, because we need help from Tarantum!\" Shiloh persuaded everyone.\n   </p>\n   <p>\n    \"You don't have to worry about me. Ten days ago, I could enter and leave Tarantum freely. Can't I do that now? Is it because I became the king?! In your eyes, I am the king! In the eyes of Tarantum, perhaps I am no different from the leader of the Bruttii tribe! The generals of Athens can go to Sparta for diplomatic negotiations without worrying about their lives. Poseidon and Tarantum have no hatred and there is a possibility of cooperation. Why would Tarantum do something against me? Of course, I may suffer some humiliation, but for Poseidon, I think it's worth it!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    After everyone left, Sulm stayed alone, approached Shiloh, and whispered, \"My king, there is one more thing I want you to report.\"\n   </p>\n   <p>\n    \"What's the matter?\" Shiloh felt strange when he saw his mysterious expression.\n   </p>\n   <p>\n    \"Before I came back, Greenos asked me about you. After learning that you were not married yet, he mentioned that he had a daughter named Serenia, who was two years younger than you.\" Sulmus smiled ambiguously.\n   </p>\n   <p>\n    Xi Luo was stunned, and immediately reacted: \"He wants to marry me?\"\n   </p>\n   <p>\n    \"He didn't say it explicitly, but I think that's what he meant,\" said Solms with a smile.\n   </p>\n   <p>\n    Shiloh fell into deep thought. Ever since he was rejected by Amfilia, he had been afraid of love. He never thought about love again. He had always been indifferent to marriage. Therefore, when Sulmus mentioned this, he was moved and thought more about the purpose of Greenos's doing so.\n   </p>\n   <p>\n    Seeing that he had not spoken, Sulmus said, \"I have never seen the daughter of Grinus, but before I came back here, I specifically asked some people from Tarantum. They all praised Serenia's virtue and ability, saying that she was the iris of Tarantum. Grinus loved this daughter very much, even more than his son! My king, if this happy event can be accomplished, it will be of great benefit to both you and Poseidon!\"\n   </p>\n   <p>\n    \"Uncle Sulms, I will consider it. You are tired too, go back and rest!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"Master, can I keep this lamb?\" Alesha held a lamb and pleaded to Shiloh. The lamb also opened its big black eyes and looked at him pitifully, as if it was also begging for Alesha.\n   </p>\n   <p>\n    Shiloh reached out to touch its head, but it shrank back, showing a timid expression, just like Alesha when they first met.\n   </p>\n   <p>\n    \"Okay!\" Shiloh smiled gently.\n   </p>\n   <p>\n    \"Thank you, master!\" After expressing her gratitude to Shiloh, Alesha excitedly threw the lamb up and caught it, scaring the lamb to bleat.\n   </p>\n   <p>\n    Alesha giggled, held the lamb in her arms, kissed it again and again, and said softly: \"Little lamb, little lamb, you will follow me from now on, and I will take good care of you!\" Alesha leaned lightly on the lamb's head, with a lively smile on her pretty face.\n   </p>\n   <p>\n    Xi Luo watched quietly, thinking of Alesha's care and concern for him during this period, which helped him get out of the shadow of his previous relationship...\n   </p>\n   <p>\n    Suddenly, he felt guilty. He walked over and hugged Alesha tightly in his arms...\n   </p>\n   <p>\n    The next day, Hilo took some citizens and dozens of slaves and set out for Tarantum. They arrived at Tarantum at noon, but were blocked outside the city by the guards because of their large group.\n   </p>\n   <p>\n    \"Poseidon? I have never heard of this city-state!... You said our council asked you to come? I didn't receive any notice!... Well, you can send someone to the council and let my soldiers take him to the council. You must wait here. I know you, but you brought too many people, and none of them have any record here!...\"\n   </p>\n   <p>\n    Sulmus's negotiation with the city guard officer ended in failure. Instead, Shiloh comforted him and said, \"It's okay. We can wait here. Uncle Sulmus, go in and inform the Tarantum Council. That will be a good opportunity for them to come out and greet us. Haha!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Not long after, Solms came back with two people.\n   </p>\n   <p>\n    \"Oh, Shiloh, it's only been a few days since we last met, and you've already added the title of 'Conqueror of Brutti' to your title of 'Winner of the Isthmian Games'!\" As soon as Greenos came up, he gave him a warm hug.\n   </p>\n   <p>\n    Xi Luo felt a little uncomfortable, because when he saw Greenos, he thought of the marriage: \"Lord Greenos, you praise me too much. I just won one or two battles with the blessing of the gods!\"\n   </p>\n   <p>\n    Greenos didn't say anything more, but patted him on the back and said, \"Tarantum warmly welcomes Poseidon!\"\n   </p>\n   <p>\n    \"Haha, Lord Archon, I brought a lot of people to move the supplies that Tarantum was preparing to aid Poseidia!\" Shiloh said half-jokingly and half-seriously.\n   </p>\n   <p>\n    \"The assistance will be there after you discuss it with our council.\" Greenos brushed aside this sensitive topic and pointed to the person next to him, saying, \"This is another archon of Tarantum - Rhodolos!\"\n   </p>\n   <p>\n    Xi Luo showed a surprised expression: \"I really don't know how to express my excitement to have the two Archons come to greet me!\"\n   </p>\n   <p>\n    \"This is what you deserve, King of Poseidon!\" Rodulos said solemnly, \"I hope you Poseidonians have enough sincerity and interests to be worthy of the enthusiasm we in Tarantum have for you!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"Poseidon, there really is such a city-state!\" The city guard officer muttered to himself as he watched the troops going away.\n   </p>\n   <p>\n    \"Hey, Captain, did you hear that Lord Greenos called that young man the Conqueror of Brutti?!\" a soldier next to him said curiously.\n   </p>\n   <p>\n    \"The Conqueror of the Brutti?\" The officer sneered twice: \"Grinos must be joking with him. We in Tarantum didn't dare to call ourselves that even when we defeated the Brutti last time!\"\n   </p>\n   <p>\n    \"He seems to be the king of Poseidon. He should be Greek. Is there still a king in the Greek city-state now? And he is so young?\" The soldier continued to express his doubts.\n   </p>\n   <p>\n    The officer could not explain such a strange thing. He angrily reprimanded: \"Soldier, your duty is to check the people entering and leaving the city gate. The council pays you a salary, not to sit here and do nothing but ask about these boring things like a woman! Do your job well!\"\n   </p>\n   <p>\n    \"Got it, Captain!\" the soldier replied awkwardly.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    In Greece, there is a very strange phenomenon: after a period of development, the culture and politics of many city-state colonies are often very different from those of their mother states. For example, Syracuse relative to its mother state Corinth, and Tarantum relative to its mother state Sparta, did not adopt the oligarchy of their mother states, but chose a democratic system.\n   </p>\n   <p>\n    In the council chamber of Taranto, hundreds of parliamentarians sat on semi-circular stepped stone benches, curiously watching the young man who had just entered the chamber.\n   </p>\n   <p>\n    \"Oh, this is the King of Poseidon? It reminds me of the game of 'King and Soldier' ​​that the kids at home often play! Hahaha...\" The laughter of the congressmen echoed unscrupulously in the lobby.\n   </p>\n   <p>\n    \"Quiet, quiet!...\" The rotating chairman of the council made his best efforts to restore a little order: \"Today, the council is holding a meeting to listen to the request from Poseidon... the king, and make a decision.\"\n   </p>\n   <p>\n    As soon as the chairman finished speaking, the audience burst into laughter again. The chairman reluctantly invited Shiloh to the podium and hurriedly handed over the right to speak to him.\n   </p>\n   <p>\n    Shiloh looked at the countless faces waiting to see the show. He would be lying if he said he wasn't nervous. He knew the biggest feature of a pure democracy: citizens mostly decided whether an issue would pass based on their likes and dislikes, not their reason. Therefore, his speech should not be a dagger, but a glass of wine.\n   </p>\n   <p>\n    \"I just heard someone talking about children.\" Shiloh's words stunned everyone. Could it be that this young man was angered by them?\n   </p>\n   <p>\n    希洛表情认真的说道：“他说得没错，波塞亚就是一个孩子，一个新生的婴儿！而塔兰图姆，众所周知，它是意大利南部诸希腊城邦的老大哥！对于我们波塞亚而言，它更是一位长辈！所以今天，我们波塞亚这个孩子来向塔兰图姆这位长辈寻求帮助来啦！”\n   </p>\n   <p>\n    笑声迅速的消失了。作为老大哥、长辈的塔兰图姆的议员们当然不好意思再去嘲笑一个弱小的、无知的波塞亚。\n   </p>\n   <p>\n    在短暂的平静之后，一位议员站起来，问道：“既然波塞亚面临如此多的困难，为什么还硬要建立它？还不如来我们塔兰图姆，既安全又富裕，岂不是更好？”\n   </p>\n   <p>\n    希洛说道：“我们希腊人都有一个共同的愿望，那就是拥有一块自己的土地！为了这个目标，我们希腊人在这几百年时间里，将我们的足迹遍布整个地中海！塔兰图姆的开拓者们刚来到这里的时候，这里不也遍布着凶恶的土著吗？而如今塔兰图姆已经是整个意大利最富裕的城邦之一！波塞亚的公民们都 曾经是雅典的无地贫民，虽然说起来有些羞愧，但是我们确实是被山里的那些肥沃的土地所吸引，而不顾一切的建立了城邦。”(未完待续，如欲知后事如何，请登陆.qidian.，章节更多，支持作者，支持正版阅读！)（未完待续）\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 113": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 35 Proposal\n   </p>\n   <p>\n    Respected King Poseidon?! Shiloh wanted to laugh in his heart. The Tarantum people were indeed profit-seeking businessmen. \"Poseidon will do its best to ensure the safety of Tarantum merchants in Poseidon. If any accidents occur, compensation will be made according to the losses. Of course, if the Tarantum people's range of action exceeds Poseidon's territory, then we will be powerless. Therefore, Poseidon's current strength can only protect the safety of its territory!\"\n   </p>\n   <p>\n    Many people nodded to show their acceptance.\n   </p>\n   <p>\n    Someone else interrupted, \"What is the tax situation in Poseidia?\"\n   </p>\n   <p>\n    \"We will collect taxes according to the general taxation principles of the Greek city-states. The taxes will only be lower than those in Tarantum, not higher!\"\n   </p>\n   <p>\n    \"Sign a deal with Poseidon!\"\n   </p>\n   <p>\n    \"Sign the contract quickly! We are going to Poseidia!\"\n   </p>\n   <p>\n    The whole hall was boiling!\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"My king, although we have obtained the support of Tarantum, we have made almost no profit by reselling the iron ore and other minerals to Tarantum's merchants at such a low price. Isn't the price too high?\" Although Sulmus was happy that Tarantum agreed to provide assistance, he was also indignant about the huge profits that Tarantum had obtained.\n   </p>\n   <p>\n    \"No, Uncle Solmus. There is a saying that goes, 'Without good bait, how can you catch big fish?' It seems that we have suffered a loss, but as long as we can attract a large number of Tarantum merchants to Poseidia, we will actually gain a lot!\" Shiloh laughed.\n   </p>\n   <p>\n    \"You mean, with taxes?\" Solms seemed to understand.\n   </p>\n   <p>\n    \"That's not all.\" Shiloh blinked and said cunningly, \"Think about it, these merchants can't buy what they want immediately when they arrive in Poseidia. What do they eat? Where do they live? We can take the opportunity to develop the entertainment and service industries to earn their money, while also earning benefits for our citizens.\"\n   </p>\n   <p>\n    Service industry? Entertainment industry? Sulms looked confused.\n   </p>\n   <p>\n    Xi Luo had no intention of explaining to him. It was rare for him to open up his mouth, so he excitedly continued to elaborate on his idea: \"Moreover, as long as we provide convenient conditions and high-level services, and maintain a fair trade system. In the long run, Poseidon will become a prosperous commercial city in southern Italy, a commercial center different from the coastal city-states. Just imagine, Greek merchants and mountain natives are trading in Poseidon. What a prosperous scene that will be!\"\n   </p>\n   <p>\n    Sulmus imagined the scene described by Shiloh and couldn't help swallowing. Suddenly, he remembered something and asked nervously, \"My king, the alliance agreement we signed with Tusim stipulates that we are not allowed to form alliances with other city-states and that we are not allowed to let Tarantum's forces enter Poseidia! If we sign an agreement with Tarantum now, will it anger Tusim?\"\n   </p>\n   <p>\n    \"Please remember, what we signed with Tarantum is a trade agreement, which has nothing to do with an alliance! In the future, only Tarantum's merchants will enter Poseidia! No soldiers! No other political forces! As for what Tusim thinks, they don't have the ability to express their dissatisfaction with us now, and in the future, Dorisa may even thank us for this agreement!\"\n   </p>\n   <p>\n    Shiloh said to Surmus with a serious expression: \"This time, you and Keniga must insist on one thing in the negotiation with Tarantum. The people of Tarantum are not allowed to buy Poseidon's land!\"\n   </p>\n   <p>\n    \"I see!\" said Solms, nodding.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"Oh, King Poseidon. I never thought you could easily conquer the picky council members!\" Greenos looked at Shiloh who was sitting below him with admiration and said with emotion: \"Winner on the sports field! Commander on the battlefield! Orator in the council! I don't know what else you can't do!\"\n   </p>\n   <p>\n    \"Lord Greenos, you praise me too much! In fact, you can just call me Shilo.\" Shilo said modestly. His face suddenly turned red and his words became stuttering: \"I came to visit you this time... On the one hand, it is to thank you for your help to Poseia,... On the other hand... On the other hand... yes... yes... I have a gift and want to... give it to your daughter... I wonder... if it is okay?\" After Shilo finished speaking, he breathed a sigh of relief and felt more tired than fighting.\n   </p>\n   <p>\n    \"Yes! Of course!\" Greenos was overjoyed. He didn't expect that Shiloh would respond so quickly to the information he intentionally revealed.\n   </p>\n   <p>\n    Hero took out a rose made of gold from his bosom, held it respectfully, and walked towards Greenos: \"This 'golden rose' was once the betrothal gift given by my father Hepias when he married my mother. I... hope to use it to propose to your daughter!... I hope you can agree!\"\n   </p>\n   <p>\n    He had considered this political marriage again and again and had made up his mind before coming here. But when he said the words of proposal, his heart was suddenly filled with disappointment and loss, and he stood in front of Greenos.\n   </p>\n   <p>\n    Greenough carefully accepted this exquisite and precious gift. He had always been optimistic about this young man and everything was going smoothly. But at this moment, the betrothal gift was so heavy because it would take away his daughter whom he had raised for more than ten years, his most precious baby!\n   </p>\n   <p>\n    The two of them stood facing each other quietly for a while.\n   </p>\n   <p>\n    Greenos coughed lightly, stared at Xiluo, and said word by word: \"I agree to your proposal to my daughter Serenia!\"\n   </p>\n   <p>\n    Shiloh's heart suddenly became heavy. From now on, he would live with a woman he had never met, sharing all the glory and failure, happiness and pain together...\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Serenia was checking the wine sales account book when her slave girl ran in excitedly: \"Young Master, the man named Shiloh is here!\"\n   </p>\n   <p>\n    \"Really, where is it?!\" Serenia stood up suddenly, her heart beating violently.\n   </p>\n   <p>\n    \"He is talking to the master in the hall now.\" The slave girl showed a hint of encouragement: \"And he is proposing to you, young master!\"\n   </p>\n   <p>\n    \"Ah!\" Serenia looked at the slave girl in surprise, unable to believe it was true. After she was shot by the arrow of the god of love at the Isthmus Games, she had been thinking about Hero all the time. When she learned that he was expelled from Athens, she felt sorry for him; when he came to Tarantum, she desperately hoped that he would stay; when she learned that he would go deep into the dangerous mountains, she prayed for his life many times; and when she learned that he defeated the Bruttii, established a city-state, and became king, she was proud of his success.\n   </p>\n   <p>\n    (Argentina vs. Nigeria 1:0, Messi performed well, but unfortunately he didn't score a goal. Menon was not as bad as the legend said, and he even contributed an assist. I just don't know if Argentina will still be so calm when facing a strong team?) (To be continued. If you want to know what happened next, please log in to .qidian., there are more chapters, support the author, support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 114": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 36 Troublemakers\n   </p>\n   <p>\n    When Greenos decided to list him as a candidate for son-in-law again, Serenia was so shy and expectant. But would such a brilliant man like her be attracted to such an ordinary person? She was often enveloped by inferiority complex.\n   </p>\n   <p>\n    Until she heard the slave girl's words, she was filled with joy, but she became anxious. Although she knew that her father admired him very much and said that he was an unparalleled genius and God's favorite, she was still worried that her father would say \"no\".\n   </p>\n   <p>\n    \"The master agreed to his proposal and asked me to tell the young master!\" Just at this moment, the slave girl's words dispelled her worries: \"Young master, congratulations!\"\n   </p>\n   <p>\n    At that moment, Serenia was surrounded by happiness, and she didn't know where she was. She didn't know how long it took, but she felt a little panic in her heart. She glanced at her bedroom with melancholy, walked to the window sill and knelt down. On the windowsill was a bronze statue that had accompanied her since she was a child. It was Artemis, the goddess of the moon and hunting, one of the twelve main gods of Olympus. She was a virgin goddess. In fact, there was another virgin goddess among the twelve main gods of Olympus, that was Athena, but she didn't like women, but liked heroes on the battlefield.\n   </p>\n   <p>\n    Serenia looked up at the statue of Artemis. She was still the same as when she first saw her: carrying a longbow, a quiver on her waist, and a hound at her feet. But in Serenia's eyes, the goddess seemed different now. She began to sing a hymn in a low voice:\n   </p>\n   <p>\n    Bathed in the silver moonlight,\n   </p>\n   <p>\n    Artemis appeared at the girl's window,\n   </p>\n   <p>\n    The taut longbow holds an extremely sharp arrow.\n   </p>\n   <p>\n    Let the evildoers who come to commit crimes be terrified,\n   </p>\n   <p>\n    Oh, she guards chastity and protects children\n   </p>\n   <p>\n    ...\"\n   </p>\n   <p>\n    Then she prayed devoutly to the goddess, hoping to get her blessing before leaving the realm under her control. Only then did Serenia calm down a little, and she said to the slave girl: \"Go tell my father, I hope he can immediately make a statue of the goddess of love Aphrodite for me!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    On the second day, the Greenos family held a grand banquet and guests came one after another.\n   </p>\n   <p>\n    \"Shilo, this is Rhodolos! You have met him before, so I won't introduce him to you.\" Greenos introduced the guests to his future son-in-law one by one.\n   </p>\n   <p>\n    \"Lord Rodoros, it's nice to see you again!\" Shiloh bowed respectfully.\n   </p>\n   <p>\n    \"King Poseidon has become our Tarantum's son-in-law. This is a great thing!\" Rhodolus swept away the indifference he had when he first met him and said with a smile: \"With the signing of the agreement, Tarantum and Poseidon are now a family!\"\n   </p>\n   <p>\n    \"Yes, Lord Rodoros, since we are all family, please visit our Poseidon often in the future.\" Shiloh said with a smile.\n   </p>\n   <p>\n    \"Of course I will go!\" said Rhodolus, leaning close to Hero's ear and whispering: \"When can Poseidon buy the raw materials of Tusim's marble mine?\"\n   </p>\n   <p>\n    \"We are discussing it, it should be soon!\" Xi Luo said without hesitation: \"When I get the goods, I will be the first to inform you!\"\n   </p>\n   <p>\n    Rodolos patted Hilo on the shoulder to express his gratitude.\n   </p>\n   <p>\n    \"Rodolos, you can't monopolize all the benefits!\" A tall and strong middle-aged man squeezed over and said loudly: \"Young man, let me make a deal first! You have to leave at least half of the iron ore for me!\"\n   </p>\n   <p>\n    \"Marcus, you're late!\" Greenos walked forward and whispered to Hero, \"He's also a consul, and he has a large weapons workshop at home!\"\n   </p>\n   <p>\n    \"Lord Marcus, there is a lot of iron ore in Tusim, and I will prepare it for you at any time! However, the road conditions from Poseidon to Tarantum are too bad, so you may have to pay attention to the transportation!\" Shiloh reminded kindly.\n   </p>\n   <p>\n    Greenos's mind moved, and he said, \"Marcus, Rhodolus, since trade with Poseidia will increase in the future, we should discuss how to expand the terrible mountain road leading to Poseidia!\"\n   </p>\n   <p>\n    Marcus shrugged and said, \"It's no use asking us to fix the road. You have to ask Mikion. This old man's words carry the most weight in the council!\"\n   </p>\n   <p>\n    Just as he finished speaking, a slightly old voice sounded behind him: \"Who is saying bad things about me behind my back?!\"\n   </p>\n   <p>\n    Bakas was shocked, and Greenos hurried forward: \"Respected Mikion, it is my honor to have you here!\"\n   </p>\n   <p>\n    \"Luckily I'm here, otherwise I wouldn't know if someone scolded me!\" A white-haired old man appeared in front of Shiloh. Marcus apologized to him awkwardly. He snorted and said, \"I'm not interested in building roads. Anyway, what I want doesn't need road transportation.\"\n   </p>\n   <p>\n    As he spoke, he looked at Shiloh and said, \"Young man, I know there are a lot of fine cedars and firs in the mountains near Tusim. You just need to let my people take them down and follow the Budano River to reach Tarantum.\"\n   </p>\n   <p>\n    \"Dear Mickeys, I think it's easy!\" Shiloh nodded in agreement.\n   </p>\n   <p>\n    \"Good! Young man, that's the way to be straightforward!\" A smile appeared on Mikion's wrinkled face.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Greenos was delighted to see that Shiloh was chatting freely and easily with these Tarantum dignitaries who were unfamiliar to him, and the last trace of worry was completely put aside.\n   </p>\n   <p>\n    Greenos really wanted his son to learn from this much younger man. Unfortunately, this unpromising guy went to visit some city-state. He sighed, then relaxed his brows: no matter what, this capable and charming young man will soon become his son-in-law, and his reputation in Taranto will surely rise...\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    When the guests were seated one after another, Grinos stood up with his wine cup in his hand, looked around, and said in a loud voice: \"Today is the day when my daughter Serenia is getting engaged to King Hero of Poseidon! Please, distinguished guests, be a witness here. May they have a happy and long-lasting marriage under the blessing of the god of love!\"\n   </p>\n   <p>\n    As soon as he finished speaking, the guests raised their glasses to congratulate Greenos and Shiloh.\n   </p>\n   <p>\n    At this moment, an abrupt voice exploded in the hall: \"Wait! I don't agree with Serenia marrying this man!!\"\n   </p>\n   <p>\n    Everyone looked back suddenly and saw a tall young man standing at the door of the hall.\n   </p>\n   <p>\n    \"Master, we deserve to die. This man broke in and we didn't stop him.\" The two slaves beside him kowtowed and begged for mercy.\n   </p>\n   <p>\n    Greenos's face turned livid: \"Kallis, I didn't invite you, and you barged in privately. Are you here to show contempt for me?!\"\n   </p>\n   <p>\n    \"Respected Greenos!\" The young man named Calis bowed reluctantly, then said angrily: \"I proposed to your daughter, but you married Serenia to this man who came from nowhere!\" He pointed his finger at Xiluo, who narrowed his eyes. (To be continued, if you want to know what happened next, please log in to .qidian., there are more chapters, support the author, support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 115": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 37 Return _ From City-State to Empire _ UU Reading\n   </p>\n   <p>\n    \"I have already rejected your proposal! If you apologize to me now and leave, I will consider not pursuing the crime of trespassing!\" Grillos said excitedly, suppressing his anger.\n   </p>\n   <p>\n    \"You refused the first time. But you didn't respond to the second proposal.\" Calis defended unwillingly. Perhaps he also felt that this reason was too far-fetched. He turned his eyes to Shiloh and said, \"Bosaiah, I heard that you are the wrestling winner of the Isthmus Games. Do you dare to compete with me in front of everyone today? Let's see who is stronger, the Bosaiah or the Tarantum! If you win, I will leave! If I win, please leave!\"\n   </p>\n   <p>\n    \"This is ridiculous!\" Greenos was so angry that he was shaking all over and shouted, \"Come on, get him out!\"\n   </p>\n   <p>\n    \"Posaian. Don't you dare?\" Calis ignored the slaves who came and continued to provoke Shiloh.\n   </p>\n   <p>\n    Hiro stood up calmly and said: \"A small wrestling is going to decide a sacred marriage? !! What do you think of marriage!! Greek marriage is the blessing of the gods! It is a witness to the law! It is the cornerstone of the city-state! What you said is to humiliate Serenia! Humiliate her father! Humiliate everyone here! You are blaspheming the Greek tradition! You are blaspheming the gods!!!\" These words hit like a hammer into the hearts of those who wanted to watch the fun.\n   </p>\n   <p>\n    \"Kalis, get out immediately! Otherwise, I will submit you to the council for the crime of destroying a marriage to discuss whether to expel you from Taranto!\" Mikion stood up and shouted sternly.\n   </p>\n   <p>\n    Calis was stunned. He didn't expect that the highly prestigious Mikion would be here.\n   </p>\n   <p>\n    The slaves rushed forward, pinned him to the ground, and carried him out of the hall.\n   </p>\n   <p>\n    \"Damn Calis is just like his father!\" Grillos sat down and said angrily, \"Respected Mikion, I told you long ago that Euphilitus and his son relied on their victory over the Brutti to act arrogantly, but you still didn't believe it!\"\n   </p>\n   <p>\n    \"Yes, Mychion. Euphilitus's warmongering has frightened us, and this may pose a threat to Tarantum's democratic system!\" Rhodolus also took the opportunity to say.\n   </p>\n   <p>\n    \"Grillos, today is your daughter's big day, it's better not to talk about these boring politics at this moment.\" Mikion glanced at Shiloh seemingly unintentionally and said calmly.\n   </p>\n   <p>\n    Grillos and Rodolos said nothing more.\n   </p>\n   <p>\n    \"Who is Euphilitus?\" Hiro asked curiously.\n   </p>\n   <p>\n    \"He is the one who made things difficult for you in the council meeting. He is one of the few warmongers in Tarantum. If it were not for the war with the Brutti, he would not have been elected consul. Now that Poseidon is here, I believe the citizens will no longer support him.\" Grillos comforted him.\n   </p>\n   <p>\n    Shiloh smiled and said, \"Can I say something to the guests?\"\n   </p>\n   <p>\n    \"Of course.\" Grillos turned around and said loudly, \"Everyone, my future son-in-law will give a speech for this engagement ceremony!\"\n   </p>\n   <p>\n    Under the gaze of everyone, Shiloh stood up hurriedly and said: \"This is not a speech, but a thank you to all the distinguished guests! You are my elders just like Grillos, and I wish you good health here! I also wish Tarantum will always be rich and prosperous! At the same time, I wish the friendship between Tarantum and Poseidon will be as indestructible as the dam of Tarantum Port! For this, I drink a full glass to express my most sincere gratitude!\" Shiloh raised the big ox horn cup and poured all the wine into his mouth.\n   </p>\n   <p>\n    \"Good!\" Everyone praised in unison. Even Mikion nodded and said to the person next to him: \"This young man is very good!\"\n   </p>\n   <p>\n    Shiloh wiped the wine from the corner of his mouth and said jokingly, \"Grillos must be heartbroken now. He will think that I am wasting his good wine by drinking like this.\"\n   </p>\n   <p>\n    Everyone laughed.\n   </p>\n   <p>\n    \"Don't worry, my son-in-law.\" Grillos also said while the iron was hot: \"I won't feel bad if you drink up my wine cellar.\"\n   </p>\n   <p>\n    Everyone laughed again, and the previous little conflict was diluted by the laughter.\n   </p>\n   <p>\n    The engagement ceremony was completed in a lively atmosphere. However, Serenia, the heroine of the ceremony, did not show up from beginning to end. Of course, this is a Greek tradition. Most Greek women have never met their husbands before entering the bridal chamber. Everything is arranged and decided by their parents. Serenia is lucky, at least she can choose the man she likes as her husband.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Five days later, Shiloh led his team out of Tarantum.\n   </p>\n   <p>\n    When they came, the delegation consisted of about eighty people; when they left, it suddenly expanded into a large team of nearly five hundred people.\n   </p>\n   <p>\n    Most of them were slaves purchased by citizens of Helo and Bosaiah. Helo alone purchased nearly 200 slaves, and he spent a lot of money to find slaves with special skills in Tarantum. In addition, there was a construction team sent by Grillos to help Helo build a new house; there were also seven or eight Tarantum merchants who accompanied him, who were there to prepare for the arrival of the Tarantum merchant group.\n   </p>\n   <p>\n    The most eye-catching thing was the transport team of more than 200 mules and horses, which were carrying various supplies provided by Tarantum and marched towards the mountainous area one after another.\n   </p>\n   <p>\n    \"It's hard to believe that this young man defeated the Brutti twice, and he is a king!\" The city guards exclaimed as they looked at Hero riding on a horse.\n   </p>\n   <p>\n    \"What king? Just a country bumpkin! If it weren't for our Tarantum's assistance, they would have starved to death long ago.\" The officer said disdainfully.\n   </p>\n   <p>\n    Larca was a Numidian. When he was young, he was recruited by Carthage and became a cavalryman. He followed the Carthaginian army to fight against the Greek city-states in Sicily, and was finally captured and became a slave. During his more than ten years of slavery, he learned to speak fluent Greek. He followed several masters and was mainly engaged in horse breeding. The most recent time, he was sold to the home of a merchant in Tarantum, and less than two months later, he was resold to his current owner.\n   </p>\n   <p>\n    He carried a large jar of olive oil on his head and followed the team with other slaves. As the terrain became higher and the trees increased, the team's progress slowed down. Larka was even more confused. The city-states he had stayed in before were all located in the bay, but now they were far away from the sea and heading towards the forest.\n   </p>\n   <p>\n    Hearing that there were vicious native tribes in the forest, he began to feel uneasy. Seeing the soldiers not far ahead, he hurriedly walked behind the soldiers and said bravely, \"Respected sir, where are we going?\"\n   </p>\n   <p>\n    Taciadi was urging the team to move forward when he heard someone talking behind him. He turned around vigilantly, only to see a slave with his upper body naked looking at him flatteringly. He could not help laughing.\n   </p>\n   <p>\n    (I was so depressed tonight. I was watching the World Cup when there was a sudden power outage. It turned out that the electricity at home was used up. But during the holiday, the company compound was on holiday, and I couldn't buy a card to charge. I had to go to the office to type and upload. I don't know if the water and electricity office will be open tomorrow, otherwise I will spend the three nights of the holiday in darkness, woo!) (To be continued. If you want to know what happened next, please log in to .qidian., there are more chapters, support the author, support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 116": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 38 Go to Bosaiah!\n   </p>\n   <p>\n    Taciadi was urging the team forward when he heard someone talking behind him. He turned around cautiously and saw a naked slave showing him a flattering look. He couldn't help laughing: \"Sir? Are you talking to me?\"\n   </p>\n   <p>\n    \"Yes, sir, where are we going?\" Larka asked cautiously.\n   </p>\n   <p>\n    \"Go to my master's city-state - Poseidon! It's the best place for slaves!\" Taciadi said proudly.\n   </p>\n   <p>\n    \"Your master,... could it be...?\" Larka looked surprised.\n   </p>\n   <p>\n    \"Yes, I was once a slave, but now I am an honorary citizen of Poseidon!\" Tacciadi declared proudly.\n   </p>\n   <p>\n    \"Honorary citizen?\" Larka had never heard such a word.\n   </p>\n   <p>\n    Taciadi suddenly became interested and said, \"To put it simply, I am half slave and half citizen. I have no right to choose but can participate in political meetings at will; I cannot own land, but I can get paid; no citizen can insult me ​​​​and must respect me!... \" Taciadi repeated what Shiloh had explained to them.\n   </p>\n   <p>\n    Larka understood a little bit, and he couldn't help asking, \"How can I get honorary citizenship?\"\n   </p>\n   <p>\n    Taciadi said with great pride: \"My master, King Poseidon, is a very kind man to his slaves. He has specially formulated a law...\"\n   </p>\n   <p>\n    At some point, a group of slaves gathered around Taciadi, who were listening and exclaiming. The slaves who could not understand Greek also learned the content of these laws from the explanations of others, and their indifferent faces gradually became lively. They had never heard of such a legal provision, which set a deadline for slaves to become free people and then citizens, so that they no longer had to hope that their masters would have a change of heart one day! They had never thought that there was such a city-state, where there was full of tolerance for slaves! They had never expected to have such a king, whose heart was full of love for slaves! Their world was suddenly full of colors! !\n   </p>\n   <p>\n    \"Sir, how long did it take you to become an honorary citizen?!\" someone asked excitedly.\n   </p>\n   <p>\n    Someone immediately said, \"Didn't you hear what the adults said? It takes six years to become an honorary citizen!\"\n   </p>\n   <p>\n    \"No! Since I came to Poseidia, it only took me fifteen days to become an honorary citizen!\" Taciardi raised his spear and shield, posed a stabbing gesture, and said with great pride: \"I followed my master and other companions to form an infantry phalanx to fight against the powerful Brutti, and defeated them twice! My master specially granted all his slaves the title of honorary citizens to thank us slave soldiers for our contribution to Poseidia! I believe that as long as I follow my master to win a few more battles, I can become a real citizen!\"\n   </p>\n   <p>\n    \"Oh! ...\" The slaves could not help but sigh, with envy and anticipation intertwined on their faces, and their hearts were like a ball of fire burning: I can do it too! I want to become a citizen of Bosaiah too!\n   </p>\n   <p>\n    Almost every slave around was shouting in their hearts: Go to Poseidon!!! They wished they could reach that magical country right away.\n   </p>\n   <p>\n    \"Why are there so many people gathered here! Why don't you get up and follow the team!\" Suddenly, a shouting voice came from the front, and everyone looked over in panic. Their eyes ignored the angry and shouting person in front, and focused on the young man on horseback behind him. Although he had a serious expression, they felt particularly friendly because many people knew him. He was King Poseidon.\n   </p>\n   <p>\n    All of a sudden, they fell to their knees, some calling him \"Master\" and some \"King\". Although the names were different, the sincere emotions they expressed were the same.\n   </p>\n   <p>\n    Shiloh sensed something. He immediately saw the slave soldier still standing in the crowd. He reined in his horse and shouted, \"Tachiadi, what are you doing here?\"\n   </p>\n   <p>\n    Tachiadi said in a panic: \"I...I am explaining the Bosaiah Law to them...\"\n   </p>\n   <p>\n    \"Law?\" Hiro was startled, then smiled. Seeing the slaves kneeling on the ground looking at him, he shouted, \"Subate, go to the front and inform Surmus to stop the team and rest for a while. By the way, let my honorary citizens explain the laws of the city-state to these newcomers to Poseidon!\"\n   </p>\n   <p>\n    \"Yes!\" Su Paite galloped forward,...\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    After the rest, the team became more energized and reached Poseidia in just three hours, which would have taken more than four hours.\n   </p>\n   <p>\n    At this time, everyone in Poseidon's camp was waiting for their arrival, and when they saw the huge team appear, people cheered loudly.\n   </p>\n   <p>\n    Citizens rushed forward to receive the slaves that they had purchased on behalf of others. They would be busy in the coming period because they had to build their own houses as soon as possible, otherwise it would not be a glorious thing to live with slaves all the time.\n   </p>\n   <p>\n    The slaves of Keniga and Shiloh also came forward. They were responsible for leading these new slaves of their masters and settling them down and comforting them.\n   </p>\n   <p>\n    \"Subaite, you will organize the few slaves who can read and write that I told you about last time and that I specially bought, to register and list all the slaves of Poseidia, and observe and record their performance at any time! Well, the organization you are in charge of is called the Slave Management Department, and you are the inspector of this department.\" Shiloh said.\n   </p>\n   <p>\n    \"Finally, I can be responsible for some things and don't have to envy Keniga anymore!\" Supai was excited for a while, and then he thought of a key problem: \"Master, I am your slave. If you let me manage the citizens' slaves, I'm afraid they will object!\" Supai said embarrassedly.\n   </p>\n   <p>\n    \"In principle, you should be in charge of my slaves, and the citizens' slaves should be managed by the city-state. But there are only a few citizens, and they are busy building houses, farming, and marrying wives. No one has time to do anything else. Don't you agree? Members of the Council of Poseidon!\" Shiloh said to Picos and others behind Subaute.\n   </p>\n   <p>\n    \"This is only temporary!\" Picos said helplessly.\n   </p>\n   <p>\n    \"I have no objection, let him be responsible. My king, with you here, you will definitely strike a good balance between citizens and slaves!\" Nurnusis said cooperatively.\n   </p>\n   <p>\n    \"Nurnusis, you said nice things about me because you want me to give you more supplies from Tarantum!\" Shiloh said with a smile.\n   </p>\n   <p>\n    \"My king, you underestimate me. I am a member of the Poseidon Council. How could I have such bad thoughts?\" Nurnusis joked and everyone laughed. (To be continued. If you want to know what happened next, please log in to .qidian. There are more chapters. Support the author and support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 117": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 39 Propose Again\n   </p>\n   <p>\n    Shiloh took out a few papyrus rolls and said, \"This is the list of supplies from Tarantum. This is only part of it. The rest will arrive in the next two days. You and Sulms should count the items here according to the list, and then we can discuss the distribution and delivery of these items!\"\n   </p>\n   <p>\n    \"Our king is really amazing. He got so many things for us in just one trip to Tarantum!\" Misconon couldn't help but sigh as he watched the slaves unload bags of wheat and olive oil from the mules and horses.\n   </p>\n   <p>\n    \"That's because of our joint efforts to establish Poseidon, which attracted the merchants of Tarantum. Otherwise, it wouldn't be so easy!\" Shiloh expressed his humility.\n   </p>\n   <p>\n    \"I think it's still a question of ability! Otherwise, why did Sulmus get nothing when he went to Tarantum!\" Miskonon said with a sneer.\n   </p>\n   <p>\n    \"Miskonon, it's time for us to count the supplies!\" Picos pushed Miskonon. He didn't want to make Shiloh angry at such a happy moment.\n   </p>\n   <p>\n    Hilo's expression did not change at all because of Misconon's words. In fact, he was happy to see this scene, otherwise a united council would be a headache for him.\n   </p>\n   <p>\n    \"My king, Niyu, the messenger from Tusim, has come and said he has something important to discuss with you. He may be waiting for you in your tent!\" Picos said.\n   </p>\n   <p>\n    \"Oh?\" Shiloh touched his chin.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Niyou was standing outside the tent, watching the huge transport team enter the camp with a thoughtful look on his face.\n   </p>\n   <p>\n    \"Oh, Poseidon's most distinguished guest, I'm late and I'm sorry to have kept you waiting!\" Hilo walked over quickly and said apologetically.\n   </p>\n   <p>\n    Niu bowed slightly, saluted, and then said, \"I heard that the king went to Tarantoum?\"\n   </p>\n   <p>\n    \"Yes.\" Hiro answered calmly: \"Poseidia has a large territory but few people, so he went to Taranto to buy a lot of slaves to help with the work. In addition, a trade agreement was signed for Poseidia and Taranto!\"\n   </p>\n   <p>\n    \"Trade agreement? What trade agreement?!\" Niyou asked anxiously, as if someone had punched him in the chest.\n   </p>\n   <p>\n    \"Come on, come on, let's go inside and talk.\" Shiloh invited him into the tent, but he stood there motionless.\n   </p>\n   <p>\n    \"The alliance agreement that Poseidon signed with us Tusim stipulates that no agreements can be signed with other forces! Poseidon is ready to break the agreement so soon!!\"\n   </p>\n   <p>\n    Shiloh looked at the angry Niyu and said seriously, \"I remember that the alliance agreement only stipulates that we cannot form an alliance with other forces, but does not stipulate that we cannot sign other agreements! What Poseidon and Tarantum signed was just a trade agreement! Listen carefully, it's just a trade agreement!\"\n   </p>\n   <p>\n    Niyou sneered, \"The content of the alliance can also be written under the title of trade agreement!\"\n   </p>\n   <p>\n    \"In that case, you can take a look at the contents of the trade agreement!\" Shiloh said, and asked the slave to find Keniga and get the agreement.\n   </p>\n   <p>\n    \"Let's go to the tent and wait for a while, how about that?\" Hiro's politeness made Niu feel uncomfortable standing there, and Hiro's frankness also reduced Niu's anger a little. He just sat in the tent, watching his nose, watching his heart, without saying a word, until Hiro handed the agreement to him. He couldn't wait to open it and read it. When he saw the details: Tarantum merchants are not allowed to buy Poseidon land, Tarantum soldiers are not allowed to enter Poseidon territory..., he breathed a sigh of relief in his heart, then frowned and said, \"This agreement says that iron ore and marble will be sold to Tarantum. Poseidon doesn't seem to produce these things.\"\n   </p>\n   <p>\n    \"Yes, Poseidon doesn't, but you Tusim do.\" Shiloh laughed.\n   </p>\n   <p>\n    \"King Poseidon!\" Niu stood up angrily: \"Although Tusim is an ally of Poseidon, how can Poseidon trade with Tusim's things!\"\n   </p>\n   <p>\n    \"Niyu, you don't have to get excited. Tusim has traded iron ore with Tarantum before. You should know that Poseidon doesn't make much money from the price of these ores. In other words, Poseidon did not use Tusim's minerals to benefit himself!\" Shiloh said solemnly.\n   </p>\n   <p>\n    \"So what? Tusim will never sell iron ore to Tarantum!\" Niu said firmly.\n   </p>\n   <p>\n    \"Neyo, Tusim now has only about 200 warriors, but it owns so much land and rich mineral resources. Lukelam went to war with you because he was jealous of these things. Although Lukelam is destroyed, won't there be a second Lukelam? What's more, you are much weaker now and easier to conquer! We Poseidon will certainly do our best to help Tusim, but Poseidon is also very weak. We sincerely hope that Tusim can become strong again. But what makes the Brutti people strong?\"\n   </p>\n   <p>\n    \"Unlike us Greeks, you rely on more cattle, sheep, and bread, sharper weapons, and a more comfortable life to attract those weak and poor tribes to join. I heard that one of the reasons why Tussim was so powerful was because of your trade with the Greeks, which gave you enough money to buy various materials, making Tussim the richest and most powerful tribe among the Brutti. Didn't Dicwe's clan join Tussim because of these reasons?\"\n   </p>\n   <p>\n    \"And now, you don't have enough manpower to herd cattle and sheep, grow wheat, or mine ore. You also refuse our help! It's like a wolf that could eat sheep but chooses to starve to death. Then what's the point of owning so much land and minerals! Is hatred really more important than the survival and strength of a tribe!!\"\n   </p>\n   <p>\n    There was silence in the tent. Niyu's face was as gloomy as water. He sat upright, tapping the soft grass with the fingers of his right hand.\n   </p>\n   <p>\n    Shiloh sipped his wine and looked at Neyou calmly.\n   </p>\n   <p>\n    Click! Niu poked a hole in the grass with his finger. \"It's not that we don't want to sell iron ore, but we Tusim people don't trust Tarantum. If we let them set foot on this land, if a war breaks out, which side will Poseidia stand on?!\"\n   </p>\n   <p>\n    \"In fact, there is no possibility of war at all!\" Hiro said with great certainty: \"You have just read the agreement. The army of Tarantum is not allowed to enter Poseidia. All transactions are conducted in Poseidia. In addition, in order to strengthen the alliance between Poseidia and Tusim, I propose to Tusim on behalf of all the citizens of Poseidia!\"\n   </p>\n   <p>\n    \"Propose?\" Niyu looked at Shiloh in astonishment.\n   </p>\n   <p>\n    Shiloh nodded firmly and said, \"Yes, proposal! All citizens of Poseidia will marry women from Tusim. Then Poseidia and Tusim will no longer be simply an alliance, but a stronger blood relationship!\"\n   </p>\n   <p>\n    (I had a miserable holiday this time. First, I accidentally bit my tongue with my canine teeth while eating, then there was a power outage. The worst thing was that I ate hot pot, drank strong liquor, and then sat in front of the computer for most of the day, which caused hemorrhoids to flare up. It was a very serious kind. I couldn't sit down or stand at all. I could only dictate to my wife to help me finish this chapter. I hope I will feel better tomorrow after a good night's sleep. At the same time, I also hope that all readers will take care of their bodies, get up and walk around after sitting in front of the computer for a while, and avoid overeating. A regular life is good for the body.) (To be continued. If you want to know what happened next, please log in to .qidian., there are more chapters. Support the author and support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 118": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 40 The Second Wife\n   </p>\n   <p>\n    Niyou was stunned for a moment, then asked again uncertainly: \"All citizens? Including those who are married?\"\n   </p>\n   <p>\n    “Yes, they can take a second wife, just like you Brutti men!\n   </p>\n   <p>\n    \"Including you, King?\"\n   </p>\n   <p>\n    Hiero hesitated, but it was just a thought. When he saw Niu's expectant eyes, he immediately replied: \"Yes, including me!\" Anyway, he had already married a Greek woman he had never met, so it didn't matter if he married a Brutti woman he had never met.\n   </p>\n   <p>\n    Niyu stood up, his face no longer angry, but became serious: \"King Poseidon, what you said is too serious. I must report to the leader before I can reply to you!\"\n   </p>\n   <p>\n    \"Okay, I'll wait for your good news!\" Shiloh expressed his understanding.\n   </p>\n   <p>\n    \"By the way, is there something important you want to discuss with me this time?\"\n   </p>\n   <p>\n    \"We'll talk about that when I come back!\" Niyu walked out of the tent without looking back!\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    In the hall of Tusim Village, Dorisa listened to Niyu's report with a changing expression. After a while, he said, \"Elder Dikwei, what do you think about this?\"\n   </p>\n   <p>\n    Since Balbra's death, only Dikwe was left in Tusim. He was more cautious than before: \"Chief, I wonder how the Greeks would react when they heard that other tribes might unite to invade here?\"\n   </p>\n   <p>\n    Dorothy suddenly remembered this and turned her eyes to Niu. Niu hurriedly explained, \"I was going to inform the Greeks about this, but since King Poseidon asked me to trade with Tarantum, I was afraid that he would take the opportunity to make more demands after knowing this, and we would lose the bargaining room, so I decided not to tell Poseidon about this for the time being.\"\n   </p>\n   <p>\n    Dorisa nodded in agreement: \"Niyu, you are right, but will other tribes really not invade Tusim in winter?\"\n   </p>\n   <p>\n    \"Chief, except for our Tusim and the former Lukelam, which have a large population, the other tribes have a small population. The war with Tarantum a few months ago caused them to lose a lot of young and strong people. Otherwise, with so many things happening during this period, other tribes must not be unaware of the heavy losses suffered by our Tusim. Why didn't they attack us quickly? I'm afraid it's because they are not strong enough and are afraid that they will not be able to defeat the combination of us and Poseidon and suffer the same fate as Lukelam. Moreover, winter is the season for planting wheat. If these tribes don't invest a lot of manpower in planting, then by next year, they will only have cattle and sheep to eat!\"\n   </p>\n   <p>\n    \"If that's the case, can that traitor Feiqia really convince these tribes to unite and attack Tusim?\"\n   </p>\n   <p>\n    \"Chief, Feigia spread rumors, saying that we Tusim are colluding with the Greeks, and even said that the reason for the failure of the last battle with Tarantum was Tusim's conspiracy. It wanted to weaken the strength of the tribes so as to dominate this mountainous area. He also said that in addition to iron mines, we in Tusim have also discovered marble mines, and there is even some evidence that there may be silver mines...\" Niyu said angrily.\n   </p>\n   <p>\n    \"Hatred and wealth.\" Dorisa sneered, \"These ignorant Brutti people may be moved! However, it may not be so easy to get them to unite. I heard that many mountain strongholds have many conflicts just like us and Lukeram, right? Dikwei?\"\n   </p>\n   <p>\n    \"Yes, Chief. For example, the two stronger tribes, the Worm and the Serasim, have at least one conflict with each other every year!\"\n   </p>\n   <p>\n    Dorisa looked at the two of them with a hint of mockery on her lips, and said, \"Since they say Tusim is colluding with Tarantum, then let's collude with them.\"\n   </p>\n   <p>\n    \"Chief, do you really agree to King Poseidon's request?!\" Niyu looked excited.\n   </p>\n   <p>\n    \"Since the Brutti don't like us, if we don't find some helpers, are we going to die here?!\" Dorisa said seriously, \"After all, I have been in Taranto for a few years. Don't I know the benefits of trade? Of course, for safety reasons, I agree with the Poseidon people and only trade within the Poseidon camp. The Taranto people are not allowed to enter our land. But the traded goods must be controlled by ourselves. Otherwise, if we let Poseidon act as our agent, who knows how much difference they will make!\"\n   </p>\n   <p>\n    \"As for Shiloh's proposal, I believe you have all seen the benefits of it, and I certainly agree. But I won't prepare a dowry for them! In addition, Niyu, I plan to marry Katira to Shiloh.\"\n   </p>\n   <p>\n    \"Katira?! Why Katira!!\" Niyu suddenly lost his composure. Many young men in Tusim were attracted to Katira, and Niyu was one of them. He thought that he would be the final winner based on his relationship with Dorisa. Unfortunately, before he could propose to the leader, the stone he moved for Shiloh fell on his foot.\n   </p>\n   <p>\n    \"Why?\" Dorisa was angered by Niyu's questioning tone. He shouted, \"Because she is the prettiest and smartest of my sisters. She can win the favor of King Poseidon, so when Shiloh makes a decision, he can consider Tusim's feelings more!\"\n   </p>\n   <p>\n    \"I understand, Chief!\" Niyu replied with a slightly frustrated look.\n   </p>\n   <p>\n    Dorisa thought about how Niyu had been his strongest supporter over the years and how he had done so many things for him. He felt a little apologetic. He softened his tone and said, \"Although you have already married one of my sisters, I allow you to choose another one from my sisters to be your second wife!\"\n   </p>\n   <p>\n    \"Thank you, Chief.\" Niyu replied calmly.\n   </p>\n   <p>\n    Dickwi was watching from the side. He heard that on the day when Balbra was killed and Lukeram was destroyed, Dorisa locked herself in the round house for a whole day. Judging from the decision he made now, he has become more stable and rational, not as radical as before. It should be a good thing to have such a leader, but why do I always feel uneasy? As he was thinking, Dorisa's eyes turned to him.\n   </p>\n   <p>\n    He hurriedly said, \"Chief, we are short of labor now. I'm afraid we can't mine the iron ore by ourselves, right?\"\n   </p>\n   <p>\n    \"Yes.\" Dorisa answered quickly with an expression as if someone had finally asked her the question, \"So we have to rely on Poseidon to dig iron ore and marble for us for free, and we will rent out three thousand acres of land on the north bank of the Adrothene River in exchange.\"\n   </p>\n   <p>\n    \"Rent it out again--.\" Niyou almost blurted out.\n   </p>\n   <p>\n    \"Yes, renting out the land again.\" Dorisa was very proud of his plan, and was eager for someone to object. \"If the Bosyans accept this proposal, not only will we solve the labor problem of mining, but it will also allow the Bosyans to cross the river. Then they will be closer to us, and they will be able to come to our aid more quickly when we encounter danger. They will not easily retreat to the south bank and abandon us. Because the north bank has their property, the citizens who own these properties will not agree to retreat.\"\n   </p>\n   <p>\n    Dickway's eyes lit up and he said, \"I totally agree with your opinion, Chief!\"\n   </p>\n   <p>\n    …(To be continued. If you want to know what happens next, please log in to .qidian. There are more chapters. Support the author and support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 119": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 41 Invitation\n   </p>\n   <p>\n    The winter in Athens was still warm, and it was a good day for sunbathing, but an emergency citizens' assembly was held on Mount Nichos.\n   </p>\n   <p>\n    When news came that Chios might turn to the Peloponnesian League, Athens sent a fleet to intercept the Peloponnesian fleet that was trying to support Chios. They successfully defeated the Peloponnesian fleet that came from afar and killed the fleet commander Agamenes. The remaining warships hid in a port in Corinth.\n   </p>\n   <p>\n    After the Spartan king Agis knew that this adventure had failed, he sent a new commander to bring back the remnants of the defeated army. However, Alcibiades persuaded them, so they mustered up their courage and used Alcibiades' strategy to finally avoid the interception of the Athenian fleet and successfully reached Chios, which led to riots in Chios and surrounding city-states.\n   </p>\n   <p>\n    Athens was shocked! The largest city-state in their alliance had turned to Sparta, and now they needed more warships to reconquer that part of Asia Minor.\n   </p>\n   <p>\n    So the citizens of Athens held an assembly to discuss whether to use the huge sum of one thousand talents that Pericles had saved in the first year of the war.\n   </p>\n   <p>\n    At the same time, dozens of sailors were having a heated argument in a tavern in the port of Piraeus.\n   </p>\n   <p>\n    \"You said that Nurnus and his people established a city-state in Italy and owned a lot of fertile land. He asked us to go to Italy and can we also get a share of the land?!\"\n   </p>\n   <p>\n    \"I met Nurnus in the city of Keldonia on the island of Crete, and he told me this. He also said that the city-state was called Poseidon, and it was a place blessed by the god of the sea!\"\n   </p>\n   <p>\n    \"I don't believe it! It's only been a short time since Nurnus and his people were expelled from Athens. How could they establish a city-state so quickly with just such a small number of people? Is this possible?\"\n   </p>\n   <p>\n    \"Don't forget, among them is the wealthy Athenian businessman, Hero. I heard from Nurnus that Hero used all his money to buy land and led them to defeat those ignorant and backward natives twice, gaining more land. Now in Bosaiah, there are more land than people. If we go there, each of us can get at least five acres of land, and it's all fertile black soil near the river bank!\"\n   </p>\n   <p>\n    \"Oh! Five acres of land!!\" the sailors exclaimed.\n   </p>\n   <p>\n    \"Don't dream! Who would give away land for free? This must be a scam! They tricked us into Italy and sold us as slaves!\"\n   </p>\n   <p>\n    \"I believe in Nurnusis. He has been in Athens for decades. Everyone should know his credibility. Anyway, Keldonia in Crete is not far from Athens. We can go and ask Nurnusis for details about Poseidon.\"\n   </p>\n   <p>\n    \"Oh my god! There are fewer and fewer merchant ships in the port now, and we dare not go too far away from Salamis to go fishing. Life is really unbearable! Now, Athens is building warships to attack Chios, and people like us will definitely be recruited! My brother died in Sicily, and I don't want to be like him again!\"\n   </p>\n   <p>\n    The sailor's words touched many people.\n   </p>\n   <p>\n    \"I'm going too! I'm going to die here sooner or later anyway, so I might as well give it a try!\"\n   </p>\n   <p>\n    \"I'll go with you!\"\n   </p>\n   <p>\n    The sailors' enthusiasm made the man who brought the news smile, and he couldn't help but squeeze the purse hidden in his arms...\n   </p>\n   <p>\n    What happened in a tavern in Piraeus also happened in some ports in the Aegean Sea. It was like a wave in the Mediterranean Sea, inconspicuous, but for some people, it was different.\n   </p>\n   <p>\n    The Agora market has become somewhat deserted due to the war, but it is still very busy.\n   </p>\n   <p>\n    In the northwest corner of the city, near the steps of the council hall, Socrates was telling his disciples about his ideal city-state: \"First, there must be a law that conforms to the principle of justice. The strict application of the law can restrain the soul of every member of the city-state and control their desires, so that the order of the city-state can be maintained. Secondly, there must be unified knowledge education so that the citizens of the city-state can obtain knowledge education to clearly understand the nature and causes of things, and let them understand that true goodness is by no means the personal happiness and happiness obtained from satisfying selfish desires, but to control personal interests for the overall benefit of the city-state and obtain their own goodness and happiness in the prosperity of the city-state...\"\n   </p>\n   <p>\n    \"Teacher, we Greeks all advocate success through our own efforts and enjoy happiness with the wealth after success. This is normal, but you want us to give up our own interests and reputation for the benefit of the city-state. Isn't this a kind of dictatorship?\" Anstithenes was a nobleman, and of course he objected to Socrates' words.\n   </p>\n   <p>\n    Socrates was not angry. He smiled and said, \"Anstithenes, we all know that when a ship is sailing on the sea, the sailors, helmsmen, and lookouts must obey the captain's command and work together to sail towards a goal in order to successfully reach the port. The same is true for making weapons. From purchasing ore, smelting, casting, hammering... the people who perform each step must concentrate on making a good weapon... It can be seen that to do something well, all participants must put aside other distractions and devote themselves to it wholeheartedly! This is how things are done, and this is also how the city-state should be managed. When the city-state is strong, the happiness and happiness of the citizens will naturally come. This is the same as when the water rises, the ship will naturally rise!\"\n   </p>\n   <p>\n    Anstithenes fell into deep thought, and Plato, who was also a nobleman, asked: \"Teacher, according to you, do all citizens of the city-state receive education, and a unified knowledge education?\"\n   </p>\n   <p>\n    \"Yes, whether rich or poor, everyone must receive education, and this should be the responsibility of the city-state council.\" As Socrates was speaking, he saw a man standing at the bottom of the stairs, staring at him eagerly, so he asked, \"What do you want?\"\n   </p>\n   <p>\n    The man hurried forward and respectfully handed Socrates a papyrus roll. Socrates curiously unfolded it and immediately showed a surprised expression. He raised the paper roll, looked at the students, and said, \"It's a letter from Hero!\"\n   </p>\n   <p>\n    \"Shiloh!!\" Everyone became excited.\n   </p>\n   <p>\n    \"Teacher, tell us, what is written on it?\"\n   </p>\n   <p>\n    \"Take a look!\" Socrates handed the scroll to Antisthenes, and then said excitedly: \"Hero said in the letter that he founded a small city called Poseidia in Italy, and he wants you to help him manage that city-state!\"\n   </p>\n   <p>\n    Everyone looked at each other in disbelief.\n   </p>\n   <p>\n    \"The letter also said that he became the king of the city-state of Poseidon. He will build a strong city-state according to his teacher's ideas!\" Antisthenes read the letter from Hero excitedly: \"He also said that learning is important, but practice is more important, and Poseidon is a place where we can display our talents!\"\n   </p>\n   <p>\n    (During the Dragon Boat Festival, I suffered from hemorrhoids and couldn't sleep for two days due to the pain. I had to go to the outpatient clinic after the festival. As a result, the specialist I had an appointment with said that I had severe mixed hemorrhoids, thrombosis and anal fissures. Because I was a staff member of this hospital, he could give me an emergency operation. I agreed at that time. When I was sent to the operating room without any preparation, I knew what was the most painful thing in the world! Under local anesthesia, I always clenched my fists and clenched my teeth. I almost fainted from the pain several times and spent more than 40 minutes of surgery. Who knows, the surgery is not the end, but the beginning. No wonder there is only hemorrhoid surgery in the surgical book, and the first complication is pain. In the next five or six days, I lay down most of the day, occasionally walking around the house, but I didn't dare to sit. I couldn't sleep almost every night because of the pain. The most painful thing was defecation, which felt like going to the execution ground. It was not until last Saturday that the situation was relieved and I could sleep well at night. And today, I can sit down for a short time, so I finished this chapter half sitting and half standing, and our update continues.\n   </p>\n   <p>\n    Thank you for your concern and encouragement. I also hope you can learn from my experience. As one reader said, I have bad living habits. I always hold a book when I go to the toilet and sit in front of the computer all day. These bad habits are extremely harmful to the body! I hope you can correct them if you have them, or encourage yourself if you don't. Otherwise, if you have to go through this surgery like me, you will know how painful it is! !\n   </p>\n   <p>\n    The above number of words is free of charge. ）(To be continued. If you want to know what happens next, please log in to .qidian. There are more chapters. Support the author and support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 120": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 42 Hippocrates\n   </p>\n   <p>\n    \"Let me see it quickly!\" Xenophon grabbed the paper impatiently.\n   </p>\n   <p>\n    When the guy left, I thought he was just joking, but I didn't expect that he would achieve his initial goal so quickly! Plato looked up at the clear sky above his head. A row of wild geese were flying over Athens with cries.\n   </p>\n   <p>\n    \"Plato, what do you think of Hero's invitation?\" Socrates' question brought Plato back to his senses.\n   </p>\n   <p>\n    \"I don't think I will accept the invitation, at least not now!\" Plato said calmly.\n   </p>\n   <p>\n    His answer did not seem to surprise Socrates, and he asked, \"Why?\"\n   </p>\n   <p>\n    \"Because Athens is in danger, as an Athenian citizen, I am always ready to respond to the call of the council, take up my spear, and fight the enemy! Poseidon... maybe I will go and see after the war is over!\" Plato's words were heard clearly by everyone.\n   </p>\n   <p>\n    \"That's right!\" Socrates nodded in appreciation and said, \"Although I do not approve of this war, since it has already happened, every citizen should contribute his strength to the city-state. As I said just now, only when all citizens unite together can we win this war! Helo's invitation is very tempting. To be honest, even I am a little tempted. Unfortunately, it comes at the wrong time.\" After Socrates finished speaking, some people agreed, while others remained silent.\n   </p>\n   <p>\n    Xenophon looked at the papyrus again unwillingly, then handed it to someone else.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    On the island of Kos, a clinic has a long queue of patients waiting to see a doctor.\n   </p>\n   <p>\n    Hippocrates was sitting in the consulting room treating patients. Behind him were seven or eight students. Some were responsible for recording the teacher's medical instructions, while others were assisting the teacher in completing the treatment.\n   </p>\n   <p>\n    Although there were many people in the clinic, everything seemed orderly.\n   </p>\n   <p>\n    In front of Hippocrates lay a patient whose left leg was broken by a wheel. He was pale and weak due to excessive blood loss. After carefully observing the affected area, Hippocrates turned around and said, \"Phelas, how do you think it should be treated?\"\n   </p>\n   <p>\n    Fuilas said confidently: \"Teacher, this is a patient with a broken bone. Fortunately, the blood vessels are not damaged. According to the method you proposed for treating fractures, we only need to clean the wound, then perform traction to reset the broken bone, and then fix the broken bone with a wooden board. After a few months of rest, it will recover!\"\n   </p>\n   <p>\n    Hippocrates nodded and said, \"The method you mentioned is basically correct, but for each patient, the method should be different according to his actual situation. For example, this patient did not stop bleeding in time when he had a fracture, which led to excessive blood loss and extreme weakness. So, at this time, it is not just a matter of treating the fracture. How to prevent him from contracting other diseases when he is weak is also a problem we should pay attention to...\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    After treating the patient, Helocrates was sweating profusely. When the student next to him asked him if he wanted to rest for a while, he shook his head and refused: \"There are so many people suffering from illness outside. How can I let them wait in the hot sun because of my fatigue?\"\n   </p>\n   <p>\n    The student had no choice but to go out and bring in another patient.\n   </p>\n   <p>\n    After observing the patient's face, Hippocrates asked in surprise: \"Young man, what is wrong with you?\"\n   </p>\n   <p>\n    Dimis looked at the old man in front of him curiously, because his king told him that he was a great doctor! But in Dimis' eyes, he was just an ordinary old man, short in stature, with an extremely straight nose, and not as kind as other doctors, because his eyes were not cloudy like those of an old man, but like two burning flames, as if one would be burned by a glance.\n   </p>\n   <p>\n    \"I'm not sick. I came to see you because I have something. But your slave wouldn't let me in, saying that you were seeing a patient and didn't have time to see me, so I had to queue up to see the doctor. Alas, it takes half a day to see you once. It's really not easy!\" Demis complained loudly, but saw that Hilopocrates' face had turned gloomy: \"What! You are not here to see a doctor! Then don't waste my time, get out quickly! I want to see the next patient!\" As he said that, he asked his students to take Demis out.\n   </p>\n   <p>\n    \"Don't be in a hurry! Don't be in a hurry! Take a look at this first.\" Demis took out a few pieces of papyrus from his arms calmly and handed them to Hippocrates.\n   </p>\n   <p>\n    \"What is this?\" Hippocrates asked unhappily.\n   </p>\n   <p>\n    \"Someone asked me to bring you a letter. He said, 'If you don't read it, you will regret it for the rest of your life!'\" Demis said solemnly.\n   </p>\n   <p>\n    Hippocrates took the paper in confusion, and the students behind him came forward curiously.\n   </p>\n   <p>\n    The paper read: \"Dear Dr. Hippocrates, please allow me to pay you the highest respect! I know that you have spent your life studying the mysteries of the human body and exploring the causes of diseases, and you have made a lot of progress.\n   </p>\n   <p>\n    Do you know why the heart in the human body keeps beating? Why is the blood in some blood vessels bright red? Why is the blood in some blood vessels dark red? What is the role of blood in the human body? ...\"\n   </p>\n   <p>\n    Every time Hippocrates looked at a question, his face became more solemn, because he had not only thought about these questions, but also had been bothering him, but he could not find a reasonable answer.\n   </p>\n   <p>\n    When he turned to the second page, it said: \"I think you don't know the answers to these questions, but I do. ...\"\n   </p>\n   <p>\n    At this time, the students behind him laughed and said, \"This guy is either crazy or a boaster!\"\n   </p>\n   <p>\n    Although Hippocrates did not speak, he was very unhappy. You know, he followed his father to study medicine since he was a child, encountered various diseases, and collected many questions that he could not explain. His footprints were all over the Mediterranean, but no doctor could give him a more reasonable answer. So later, he simply established a medical school on the island of Kos. On the one hand, he passed on his medical skills to benefit more patients; on the other hand, he conducted research and created new medical theories.\n   </p>\n   <p>\n    Now there was a man who claimed that he knew the answers to all the questions, so Hippocrates thought that this man's arrogance was a blasphemy against his decades of efforts in the field of medicine. But his anger soon disappeared without a trace, because the paper continued to write: \"I said this, you will definitely think I am talking nonsense, now I will tell you the answers to some questions, such as the heart...\"\n   </p>\n   <p>\n    Hippocrates almost buried his head in the paper as he read, and the students behind him shouted anxiously: \"Teacher, let us take a look too!\"\n   </p>\n   <p>\n    Hippocrates suddenly jumped up, grabbed Demetrius, and shouted excitedly: \"Where is this man?! Where is he?!!\" (To be continued. If you want to know what happened next, please log in to .qidian., there are more chapters, support the author, support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 121": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 43 Storm\n   </p>\n   <p>\n    Although Hippocrates did not quite understand some of the new terms, such as \"bioelectricity\", \"autonomy\", \"oxygen\"... but as a doctor who has been practicing medicine for more than 30 years, he can understand the rationality of these answers from between the lines. They are like beams of light that illuminate his chaotic medical thinking and make him crazy.\n   </p>\n   <p>\n    \"Him?\" Demetrius put on airs to avenge his long wait. \"Are you talking about our king?\"\n   </p>\n   <p>\n    Is this man a king? Hippocrates was stunned.\n   </p>\n   <p>\n    \"Of course! Not only is he the king of Poseidon! He is also the favorite of the gods! He can do anything!\"\n   </p>\n   <p>\n    Hippocrates did not believe in gods because he had seen many witch doctors use gods to cheat patients out of money, but the patients died. But at this moment, he did not care about that and asked anxiously: \"Where is Poseidon? I want to see your king!\"\n   </p>\n   <p>\n    \"Doctor.\" Demis said seriously, \"My king said that compared to the answers to these questions, he has a whole new set of medical theories. If you want to study in Poseidia, you must give up everything here, become a citizen of Poseidia, and live in Poseidia. Then he will pass on all this knowledge to you, and establish a medical school for you, and provide funding and assistance for your various medical experiments!\"\n   </p>\n   <p>\n    Hippocrates hesitated for a moment, and his students started to shout, \"This king is so arrogant. Just based on these few pieces of paper, he wants you to leave your hometown! Leave this school that you worked so hard to build!\"\n   </p>\n   <p>\n    Hippocrates shook his head, handed the letter in his hand to his students, and told them to be careful not to damage it. Then he sighed: \"I have been confused by the disease all my life, but my wisdom is limited. I am afraid that I will never be able to uncover the mystery in this lifetime. But now is an opportunity. Perhaps the answer I am looking for is in... Poseidon!\"\n   </p>\n   <p>\n    After that, he asked Demetrius, \"Your king must be a great doctor?\"\n   </p>\n   <p>\n    Demetrius seemed to have known that he would ask this question, and said: \"My king said, 'You are a great medical practitioner, but you lack theoretical guidance; and he only has theories but has never practiced them, so he hopes that you can become the greatest doctor in ancient Greece, and he only needs to become the greatest king in the Mediterranean! One heals citizens, and the other protects citizens!' These are the king's original words!\"\n   </p>\n   <p>\n    Hippocrates was even more curious about the mysterious King Poseidon. He said to Demetrius, \"Wait for me one more day. When I finish seeing today's patients, I will go to Poseidon with you tomorrow!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Young Pericles listened to the slave's report with a frown on his face.\n   </p>\n   <p>\n    At this moment, Euliptolemos rushed in and said, \"Cousin, I heard that you will be the deputy commander of the advance fleet and will go to Kaios. Please allow me to go with you!\"\n   </p>\n   <p>\n    \"Oh, you found out so soon!\" Young Pericles was a little surprised. You know, this was a decision made by the council after discussion in the morning. He used a lot of his father's connections to make the council agree to let him serve as the adjutant of General Agosenos. This was the highest military position he had held since he became a citizen, laying the foundation for his election as general next year.\n   </p>\n   <p>\n    \"The whole city knows about your story, and the citizens all believe that with you by their side, we will return triumphantly!\" Euliptolemos said excitedly.\n   </p>\n   <p>\n    Believe me? Because I am Pericles' son? There was no trace of happiness on Pericles' face, but he felt more and more stressed. In theory, this was a good thing, which showed that the citizens had not forgotten Pericles. Instead, as Athens fell into trouble, they missed the glory of Pericles even more. This was very beneficial for Pericles' election as a general. But living under the halo of his father made Pericles a little unwilling. With this contradictory mood, he said: \"This expedition was led by General Agesenos, and I was just assisting him. The citizens of Athens put their hopes on the wrong person.\"\n   </p>\n   <p>\n    Euliptolemus wanted to say more, but Pericles waved his hand and said, \"You can go with me.\"\n   </p>\n   <p>\n    \"Now, the Council has begun to use the reserve funds, and all the shipyards in Athens have begun to do their best to build warships. I believe that in just one month, we will have a hundred ships. But now there is a problem - we lack experienced sailors!\"\n   </p>\n   <p>\n    \"How is this possible?! It's wartime now, and there are many sailors with nothing to do in the port of Piraeus!\" Euliptolemos said based on past experience.\n   </p>\n   <p>\n    Young Pericles smiled bitterly and said, \"Some of these idle sailors have gone to Italy. This morning the council passed a resolution to send the navy to block the port and not allow the sailors to leave Athens until the fleet is recruited.\"\n   </p>\n   <p>\n    \"What are these sailors doing in Italy?\" Euliptolemos asked in surprise. Pericles glanced at the slave beside him, and the slave immediately understood and said, \"I heard from the sailors at the port that there is a city-state called Poseidon in Italy that is recruiting citizens in the Aegean Sea. They said that as long as you become a citizen of Poseidon, you can immediately get land, so many greedy sailors believed it.\"\n   </p>\n   <p>\n    \"Using land to recruit citizens?! This is the most ridiculous lie I have ever heard! These stupid poor people actually believed it!\" Euliptolemos said angrily.\n   </p>\n   <p>\n    As an Athenian, citizenship is so precious, how can it be used for trading!\n   </p>\n   <p>\n    \"I heard that a few sailors went there and came back to tell others that this was true. That's why more sailors ran away.\" The slave explained.\n   </p>\n   <p>\n    \"This is a conspiracy! This Poseidon must be an ally of the Spartans, using such despicable means to weaken our navy!\" Euliptolemos was both angry and confused: \"I know almost all the Greek city-states in Italy, such as Tarantum, Naples, Crotone, Thurii... I have never heard of a city-state called Poseidon. Could it be established by another race?\"\n   </p>\n   <p>\n    \"Maybe it was newly built. I heard from slaves that Poseidon had a king named Hero!\" Young Pericles said word by word.\n   </p>\n   <p>\n    \"Helo?!!!\" Euliptolemos stood up suddenly and asked in disbelief: \"The Helo we all know?! The Helo who was expelled from Athens?!\"\n   </p>\n   <p>\n    Young Pericles made no reply, but his slave said, \"It seems that he is the one the sailors are talking about, the winner of the Isthmian Games!\"\n   </p>\n   <p>\n    \"This bastard!\" Euliptolemos pounded the back of the chair and cursed, \"I just expelled him from Athens and he chose to betray me! Last time, I thought he had become a good person, but I didn't expect that a wolf is still a wolf and can never become a loyal hound!\"\n   </p>\n   <p>\n    \"Euliptolemos, don't make a hasty decision before things are clear. The council has decided to send envoys to Italy in a few days to look for the so-called Poseidon. Then, we will know what is going on.\" Young Pericles said calmly.\n   </p>\n   <p>\n    Euliptolemos paced back and forth to dissipate his anger. He thought for a while, shook his head and said, \"I hope all this is just a rumor! In such a short time, Hero established a city-state and became a king?! This can't be true!!!\"\n   </p>\n   <p>\n    (Today, the embolus from the surgery was finally removed, and I feel much more relaxed. Now I just need to rest and wait for the wound to heal. In addition, I cannot sit for a long time, otherwise I will get congested and swollen.) (To be continued. If you want to know what happens next, please log in to .qidian. There are more chapters. Support the author and support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 122": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3, Chapter 44: Theiss and Poseidon (I) - From City-State to Empire\n   </p>\n   <p>\n    \"Master, I really heard those sailors in the tavern say that the king of Poseidon is the Hiero you know! Do you think this news is true?\" Nima said to Anfilia excitedly.\n   </p>\n   <p>\n    Anfilia seemed not to hear her words and continued to play the harp, but the originally melodious sound gradually became a little messy...\n   </p>\n   <p>\n    \"Come with me, to other parts of the Mediterranean, to start my own business!\" The face of that person in my mind was extremely clear at the moment. Looking back, that face was full of confidence and heroism...\n   </p>\n   <p>\n    \"Master, do you think this is true?\" Nima's question interrupted Anfilia's thoughts again.\n   </p>\n   <p>\n    \"Even if it's true, so what! Judging from the fact that he recruited citizens with land, this Poseidon is probably not as strong as Demos in Athens. What's the point of being a king like him!\" Nima was frightened by Amfilia's sudden outburst of anger. He only heard a crisp sound and a string broke...\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"Weigh the anchor! Sail!\"\n   </p>\n   <p>\n    When the cargo ship left the port of Kalustos on the island of Euboea, Siesis looked at the distant dock, feeling melancholy and uneasy.\n   </p>\n   <p>\n    He was a citizen of Caroustus and owned his own land. However, he listened to his friend and borrowed a large sum of money for investment. As a result, he lost all his money. In order to repay the debt, he had to sell the land and house and moved into the slums with his wife and children. It was in the slums that he heard rumors about Poseidon. Out of his desire for land, Theiss, who had nothing, resolutely boarded a cargo ship bound for Tarantum. But when the ship left his hometown where he had lived for more than 30 years, he suddenly felt uneasy, and the crying of his wife beside him added to the uneasiness.\n   </p>\n   <p>\n    \"Cry, just cry! What's there to cry about!!\" Siesis yelled with a nameless anger rushing to his head.\n   </p>\n   <p>\n    As a traditional Greek woman, his wife dared not refute and could only cover her mouth and sob quietly.\n   </p>\n   <p>\n    The more Siesis listened, the more annoyed he became. He turned around and was about to leave. His son timidly grabbed his collar and said, \"Dad, if we go to that Bo...ya...will we really...not have to starve anymore?\"\n   </p>\n   <p>\n    Siesis was startled, looking at his extremely thin son, whose eyes looked particularly bright and full of desire. Siesis felt sad, and he bent down, stroked his son's golden curly hair, and said softly: \"Eusens, my child, don't worry, when we get there, we will not only not starve, but also have a lot of good food to eat!\"\n   </p>\n   <p>\n    \"Really? Can I eat bread and olives again?\" Youssenes became excited.\n   </p>\n   <p>\n    \"Yes, you can not only eat olives, but also delicious steaks and fish, as well as delicious pomegranates and dates!\" Siasis rubbed his sore eyes and wove a beautiful future for his son. Looking at his son dancing with joy, he felt extremely regretful for his previous absurdity. If Poseidon was really like what the rumors said, he was willing to live a down-to-earth life again.\n   </p>\n   <p>\n    \"Hey, are you going to Poseidon?\" A voice sounded in his ear. He was startled and looked back. He saw a strong man standing behind him, looking at him with sharp eyes.\n   </p>\n   <p>\n    \"What...what Poseidon, I don't know what you are talking about!\" Siesis subconsciously denied it.\n   </p>\n   <p>\n    \"Don't be nervous, I'm going to Poseidon too!\" The man came over, and Youssenes was so scared that he hid behind his father.\n   </p>\n   <p>\n    \"And those guys are going to Poseidon just like me.\" The man pointed to a few people who were gathered together and talking not far away and said.\n   </p>\n   <p>\n    \"Really?!\" It's no wonder that Siesis was a little excited. The more people went, the more likely it was that this was true, and the more at ease he felt.\n   </p>\n   <p>\n    \"Of course it's true!\" The man patted his chest and said, \"My name is Hercules.\"\n   </p>\n   <p>\n    \"Siesis.\"\n   </p>\n   <p>\n    Hercules glanced at Theiss's still crying wife and children and said, \"Go to Poseidon with your wife and children like you will be most welcome by Poseidon!\"\n   </p>\n   <p>\n    \"Why?\" Siesis asked curiously.\n   </p>\n   <p>\n    \"According to the Council of Poseidon, this is stable. They don't have to worry about your marriage problems, nor do they have to worry too much about you leaving Poseidon halfway, and you will also increase the population of Poseidon.\" Hercules said half-jokingly and half-seriously.\n   </p>\n   <p>\n    Theiss was not offended by Hercules' ambiguous smile. Instead, he asked with interest, \"How come you are so familiar with Poseidon?\"\n   </p>\n   <p>\n    Hercules smiled mysteriously, made a gesture of silence, and then whispered: \"I am a citizen of Poseidon!\"\n   </p>\n   <p>\n    \"Ah!\" Theiss almost cried out, and then he was overjoyed and asked anxiously in a low voice: \"Can you tell me about Poseidon?\"\n   </p>\n   <p>\n    Hercules nodded without hesitation, and the two sat on the deck and began to talk.\n   </p>\n   <p>\n    Through the conversation, Theiss learned that Hercules was originally an Athenian sailor. He was the first person to believe the rumors about Poseidon and the first to arrive in Poseidon. He quickly became a candidate citizen of Poseidon and was given land. The Poseidon Council sent him back to Athens to incite more poor people to go to Poseidon. Just as he was trying to complete this task, the Athenian navy blocked the port. But this did not stop the courageous Hercules. He took a few companions and swam out of the Salamis waterway at night, then fled to Euboea, which was very close to the Attica Peninsula, and boarded a cargo ship to Tarantum...\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    After five days and nights of sunrise and sunset, the cargo ship arrived at the port of Taranto.\n   </p>\n   <p>\n    \"Brothers, let's get off the boat!\" Hercules shouted with high spirits.\n   </p>\n   <p>\n    The sailors picked up their packages and walked down the steps. After spending a few days together, Theiss had become very familiar with them. Hercules even carried little Eusenes on his shoulders. The group walked out of the dock excitedly. On the avenue leading to the inner city of Tarantum, a large wooden sign was erected, which was extremely eye-catching. On it was written \"Poseidon\" in bright red letters. Under the sign was a table with several people sitting.\n   </p>\n   <p>\n    Hercules led them over and said, \"My name is Hercules, and these people behind me all want to become citizens of Poseidia.\"\n   </p>\n   <p>\n    \"I know you.\" The man sitting in the middle of the table looked at him and the man behind him carefully, and said, \"It seems that you don't need anyone to lead the way. Do you need a mule or horse to carry your packages? Rent one. It only costs one drachma, and you can easily reach Poseidia.\"\n   </p>\n   <p>\n    Hercules asked his companions for their opinions, and these poor people expressed their opposition. They did not have much property and did not want to waste money, even a single drachma.\n   </p>\n   <p>\n    \"Okay, tell me your names and I'll give you a certificate to enter and exit Tarantum.\" (To be continued. If you want to know what happens next, please log in to .qidian. There are more chapters. Support the author and support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 123": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3, Chapter 45, Theissius and Poseidon (II) - From City-State to Empire\n   </p>\n   <p>\n    After leaving Tarantum, Hercules led them northward along the Budano River. Along the way, they met many people who were also going to Poseidon to make a living, and saw caravans going north or south from time to time, which made Siasis feel strange.\n   </p>\n   <p>\n    Because from Hercules, he knew that Poseidon was just a newly built city-state, everything was starting from scratch, and the business should have just started, but from the caravans coming and going, it seemed that the business was relatively developed, which confused Theiss. He asked Hercules, and Hercules was also confused. With doubts, they walked into the forest area. Although the dirt road under their feet began to undulate, it was still wide.\n   </p>\n   <p>\n    \"When I left last time, they had just started building the road. I didn't expect that in just over ten days, they had completed the construction so quickly!\" Hercules exclaimed.\n   </p>\n   <p>\n    After walking for a while, Siesis and his party saw them on the riverbank - slaves from the city-state of Tarantum, who were working hard to build a road under the supervision of the foreman. This scene made Siesis more confident in Poseidon. After all, he used to be a businessman, and he knew that if Poseidon did not have huge profits to earn, how could Tarantum be so active in building roads? After the road was built, it would undoubtedly be of great benefit to Poseidon.\n   </p>\n   <p>\n    \"Dad, look, there are so many deer!\"\n   </p>\n   <p>\n    Eusenius suddenly pointed to the other side of the Budano River and shouted excitedly.\n   </p>\n   <p>\n    On the other side of the rushing Budano River, a group of wild deer were drinking water and looking over here vigilantly.\n   </p>\n   <p>\n    \"Great! This is a treasure trove!\" Someone shouted excitedly, \"There are deer, wolves, maybe leopards and wild boars, maybe even bears... They don't seem to panic when they see people, which shows that they are rarely hunted. The resources in this mountain must be very rich!\"\n   </p>\n   <p>\n    When everyone heard the sound and looked over, they saw a tall and muscular man holding a bow and arrow and pointing it at the deer on the other side of the river. Seeing that everyone was looking at him, he sheepishly put the bow back on his waist and said, \"I'm a hunter. I can't help myself when I see prey... hehe...\"\n   </p>\n   <p>\n    \"Are you a hunter?\" Hercules was slightly surprised.\n   </p>\n   <p>\n    \"You sailors are allowed to come to Poseidon, but we hunters are not allowed?!\" After the man said this, two people dressed as hunters stood behind him.\n   </p>\n   <p>\n    Hercules did not want to argue with him. He was just a little surprised. He originally thought that the story about Poseidon was only circulated in some city-states along the Aegean Sea. Unexpectedly, it attracted some mountain people. It can be seen that the matter has caused a sensation in the Aegean Sea region.\n   </p>\n   <p>\n    The last short stretch to Poseidia was a dirt road between the mountain and the Budano River. Hercules clearly saw a sentry tower built on the hill, with soldiers looking down. Turning around the ridge, he saw a wooden city gate at the exit of the road. These had not been there before he left, but they were built so quickly!\n   </p>\n   <p>\n    \"Hey, Hercules! You're finally back!\" shouted one of the guards standing at the city gate, checking the passers-by.\n   </p>\n   <p>\n    Hercules looked closely and found that it was the Athenian sailor who had come with him to Poseidon.\n   </p>\n   <p>\n    \"Suskoos, why are you here?\"\n   </p>\n   <p>\n    Suskoos looked a little depressed, as if he wanted to say something to Hercules, but after hesitating for a while, he forced a smile and said, \"Hey, it's my turn to stand guard here today, but unfortunately my land has not been plowed yet!\"\n   </p>\n   <p>\n    \"There's nothing to worry about.\" Another soldier next to him said, \"Your slaves will work twice as hard. Which slave doesn't want to become an honorary citizen as soon as possible!\"\n   </p>\n   <p>\n    \"Suskos, you're great! My land has not been moved since it was divided!\" Hercules thought he was worried about his land, so he hurriedly said to him comfortingly.\n   </p>\n   <p>\n    \"The king has sent his slaves to plow your land several times, and now wheat seeds have been sown!\" Suskos reminded him with a little disappointment.\n   </p>\n   <p>\n    \"Really?\" Hercules couldn't believe his ears.\n   </p>\n   <p>\n    \"Of course it's true! We really regret not agreeing to the council's request and returning to Athens with you!\" Suskos spoke his true feelings.\n   </p>\n   <p>\n    Hercules was surprised and recalled what King Hero said to him before he left, 'Poseidon will never ignore the contribution of any citizen to the city-state!'\n   </p>\n   <p>\n    This is a king who clearly distinguishes rewards and punishments! Hercules gave Hero an evaluation in his heart.\n   </p>\n   <p>\n    \"Hercules, take them in. The Citizen Registration Office is still in the old place, but now there is an additional procedure. Because there are so many people coming here, the Council has raised the standard for becoming a citizen. Anyone who is sick or old and weak will not be registered, otherwise it would be a waste to give them land!\"\n   </p>\n   <p>\n    Hercules nodded in understanding.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    As soon as you enter the city gate, the Citizen Registration Office is right next to it.\n   </p>\n   <p>\n    After the physical examination, Siesis sat in front of Kozura. Due to Shiloh's proposal, the council decided that Kozura would be in charge of the entire Citizen Registry. He would not only manage the operation of the entire institution, but also do some specific work.\n   </p>\n   <p>\n    He first told Siesis about the regulations for prospective citizens and asked him if he was willing to accept them.\n   </p>\n   <p>\n    Since Siesis had heard about it from Hercules on the way here, he had already thought about it through and nodded in agreement without hesitation.\n   </p>\n   <p>\n    So Cozula took out a document and handed it to Siesis. Siesis was a citizen of Euboea and could read and write. Everything Cozula had just said was written on the paper. At the end of the document were the signatures of King Hero and the Council of Five, and Siesis signed his own name.\n   </p>\n   <p>\n    Kozura took back the documents and began to ask for names, ages, where they were from, and then recorded them one by one. He was happy in his heart because the man in front of him was married, had children, and had been a citizen, and had some education. You know, at the beginning, all the people who came were Athenian sailors, most of them were single and illiterate, which made the host a little worried. He said privately: \"Poseidon needs all kinds of people from all city-states, so that it will be beneficial to the stability of the city-state, not become a second Athens!\" Some time ago, there were too many Athenian sailors, and some things happened.\n   </p>\n   <p>\n    Now it's good, the situation has improved a lot. Thinking of this, his tone of questioning became gentler: \"How much money do you have now?\"\n   </p>\n   <p>\n    Siesis hesitated and did not answer.\n   </p>\n   <p>\n    Kozula explained, \"Don't get me wrong, I don't want to pry into your privacy, because even if you are given land, you won't get anything before next summer. Although the council will send people to distribute food every morning and afternoon, that little bit of food can only barely fill your stomach, and you will also need to buy slaves. Before next summer, your family will have a very difficult time. I hope that after understanding your financial situation, I can give you some advice.\" (To be continued, if you want to know what happened next, please log in to .qidian., there are more chapters, support the author, support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 124": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3, Chapter 46: Theiss and Poseidon (Part 3) - From City-State to Empire\n   </p>\n   <p>\n    Cozula's words touched Siesis, and he stammered out a few words: \"About thirty drachmas.\" After that, he lowered his head in shame.\n   </p>\n   <p>\n    Kozura was not surprised. He had seen this kind of situation many times. If it wasn't for poverty, who would come all the way here? He thought for a moment and said, \"My king has established a bank. It is currently only open to citizens of Poseidia. The maximum loan amount does not exceed one thousand drachmas, and the annual interest rate is 5%, which is relatively low. I suggest that after you settle down, you can use your house deed or land deed as collateral to apply for this money. Now, the price of slaves in Poseidia is 200 to 600 drachmas. You can go buy one to help you work. Of course, if you don't mind the trouble, you can also go to Taranto to buy one, where the price is lower. Then use the remaining money to buy a few sheep, ducks or chickens. We have plenty of grass and fish here, and you don't need to spend any money. If you feed them properly, you will have milk to drink and eggs to eat every day. If you don't know how to raise them, you can ask our king for help, and he will send someone to guide you.\"\n   </p>\n   <p>\n    King Poseidon also knows this? Siesis was a little surprised. Cozula's detailed explanation made him sigh: Poseidon is so thoughtful! This city-state really wants them to become citizens here!\n   </p>\n   <p>\n    Kozula stood up and went into the inner room. Soon he came out with something. After sitting down, he used a knife to carve something on a round iron plate. Then he handed the iron plate to Kozula: \"This is your citizen plate. Please keep it carefully. It will be troublesome if you lose it!\"\n   </p>\n   <p>\n    Citizen card? Siesis looked at the iron card in his hand in confusion. One side of it was engraved with a dolphin and a trident, and the other side was printed with the number \"508\". Below the number were a few letters that Kozura had just engraved. Siesis recognized that it was the abbreviation of his name, and there were also a few letters printed below it.\n   </p>\n   <p>\n    \"That's the king's autograph, a unique symbol of identity for Poseidon citizens. You can even use it as a personal seal!\" Kozura said proudly.\n   </p>\n   <p>\n    \"What if someone casts it privately?\" Siesis asked subconsciously.\n   </p>\n   <p>\n    \"That's a capital crime punishable by beheading! Besides, each number corresponds to a citizen. There are detailed records here, and no one can forge them.\" Kozula said seriously, and took out two more documents: \"After reading, sign your names.\"\n   </p>\n   <p>\n    When Siesis took a look, he found that it was two copies of the real estate agreement. His hands suddenly began to tremble.\n   </p>\n   <p>\n    The general meaning of the agreement is: Since someone has become a candidate citizen of Poseidia, the land in area \"508\" is given for the purpose of building a house. It cannot be resold to others! It cannot be used for other purposes! Otherwise, it will be taken back immediately once discovered! If the owner is no longer a citizen of Poseidia, the land will also be taken back! ... The signatures are still those of King Shiloh and the Council of Five.\n   </p>\n   <p>\n    While Theiss was looking at the documents, the person who was registering at another table came to Kozura. It turned out that an Athenian sailor did not want the residence assigned by the registry office, and insisted on living with the Athenian sailors who had come to Poseidia earlier.\n   </p>\n   <p>\n    \"Tell him that if he doesn't obey our arrangement, he should leave Poseidon! If he agrees...\" Kozura glanced at Siasis who was writing, and whispered, \"Mark his file and remind the council to pay attention to this person!\"\n   </p>\n   <p>\n    Siesis handed the signed agreement to Kozura. After Kozura took a look, a smile finally appeared on his face: \"Congratulations, Siesis, you have become a citizen of Poseidon!\"\n   </p>\n   <p>\n    \"Thank you! However, this is just a reserve citizen.\"\n   </p>\n   <p>\n    \"Three years will pass quickly. If you make some great contributions to Poseidon, this time will be shorter!\" Kozura said encouragingly.\n   </p>\n   <p>\n    \"Excuse me, where is the '508' area?\"\n   </p>\n   <p>\n    \"Don't worry about that. After they finish registering, someone will take you there,\" said Kozula.\n   </p>\n   <p>\n    At the beginning, King Hiro of Poseidon proposed to move the camp to free up more fertile land for farming, which was unanimously agreed by the council. So the Poseidon camp was moved southward from the banks of the Adrothene River to the foot of the mountain. This not only controlled the road to Tarentum, but also greatly increased its safety. Not only that, Hiro also replanned the camp. The camp was simply divided into residential areas, commercial areas, entertainment areas and administrative areas..., and the residential areas were strictly planned and arranged in numbers, and people from various places were cross-placed for easy integration and management.\n   </p>\n   <p>\n    \"508\" not only indicates the specific location of the residential area, but also means that Siasi is the 508th citizen of Poseidon.\n   </p>\n   <p>\n    Siasis helplessly sat with his family and waited. Kozura walked over, handed him a few papyri, and said, \"Take advantage of this free time, I suggest you take a look at the general content of Poseidon's laws, especially the laws on slaves, which are very different from those of other city-states. Of course, there is a large wooden pillar in front of the residential area with the same content engraved on it, and you can see it every day!\"\n   </p>\n   <p>\n    Siesis' heart moved, and he lowered his head to look at the paper in his hand, but he heard Kozula say again: \"Your child is ten years old. After you settle him down, you should send him to study immediately!\"\n   </p>\n   <p>\n    \"What study?\" Siesis was stunned.\n   </p>\n   <p>\n    \"Poseidia has a law that stipulates that all citizens' children must go to school before they reach adulthood. The school is located in the residential area and currently there is no fee.\"\n   </p>\n   <p>\n    After hearing this, Siasis was very interested and asked hurriedly: \"What do you learn?\"\n   </p>\n   <p>\n    \"Reading, literacy, language, music, sports, and even military training... In addition, not only boys, but girls must also go to school to study.\"\n   </p>\n   <p>\n    \"Ah!\" Siesis was shocked and blurted out: \"Isn't that the same as Sparta?\"\n   </p>\n   <p>\n    Cozula snorted with disdain. Before becoming a slave, Cozula was an Etruscan noble. He certainly looked down on Sparta, which only knew how to show off its military power.\n   </p>\n   <p>\n    Theiss realized that he had said the wrong thing. Although Sparta allowed boys and girls to study together, it was limited to physical training, which was far less than Poseidia's many subjects.\n   </p>\n   <p>\n    Poseidon is such a special city-state! Theiss looked back at his son who was still sitting quietly and asked, \"Eusenius, are you willing to go to school?\"\n   </p>\n   <p>\n    The boy nodded excitedly.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    The group left the Citizen Registration Office and, led by slaves, headed north along the dirt road.\n   </p>\n   <p>\n    Rather than a city, it is more like a bustling construction site.\n   </p>\n   <p>\n    People can be seen everywhere on the roadside tamping the ground, building walls, sawing wood... the air is filled with dust and fog, and is a bit choking.\n   </p>\n   <p>\n    Siesis also saw teams of fully armed soldiers patrolling the roads or shuttling between the busy construction sites and tents. While maintaining order in the city, they were also checking whether there were fire or other hidden dangers in the rooms under construction. (To be continued. If you want to know what happened next, please log in to .qidian. There are more chapters. Support the author and support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 125": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3, Chapter 47, Theiss and Poseidon (IV) - From City-State to Empire\n   </p>\n   <p>\n    \"They are all the king's slaves and honorary citizens of Poseidon!\" The slave who led the way pointed at the guards and said proudly.\n   </p>\n   <p>\n    Seeing that many people in the crowd showed doubtful expressions, he hurriedly explained to them what honorary citizenship meant. When someone expressed surprise at this new law, he loudly declared: \"I am also a slave of the king, and I will strive to become an honorary citizen soon!\"\n   </p>\n   <p>\n    Siasis looked at the slaves who were full of vigor and could not help but sigh: Poseidon is really a special city-state! Even the slaves are different from those in other city-states! They are not numb and confused, but full of vitality and hope!\n   </p>\n   <p>\n    Apparently some people also saw this, and they said a few nice words to make the slave happy, so he started talking and told them about the founding of Poseidia, and of course the stories all revolved around the magical king. Many people listened with great interest.\n   </p>\n   <p>\n    \"Dad, what is the Blessed One?\" Eusenes gently pulled Siesis' clothes and asked in a low voice.\n   </p>\n   <p>\n    \"The blessed one is someone favored by the gods of Olympus. He has their blessings, so he has wisdom, courage, and luck that ordinary people don't have.\"\n   </p>\n   <p>\n    Eusenes blinked. \"Like Achilles.\"\n   </p>\n   <p>\n    \"Yes!\" Siesis lovingly stroked the back of his son's head. What a smart child! I told him the story of Ityat when he was six years old, and I didn't expect that he still remembers it now. It's time to send him to study! Siesis thought to himself.\n   </p>\n   <p>\n    The group walked and talked until they came to the crossroads. Siesis saw the wooden pillar that Cozula mentioned. On it, the Poseidon Law was clearly engraved: The majesty of King Poseidon is sacred and inviolable! The majesty of the Poseidon Council is sacred and inviolable! The majesty of the Poseidon Court is sacred and inviolable! Everyone is equal before the law! Private property is sacred and inviolable! ...\n   </p>\n   <p>\n    There was a group of people gathered under the wooden pillar, and in the middle there was a man who was reading the law.\n   </p>\n   <p>\n    The slaves led them across the intersection, northward, into another residential area, and began to accommodate them.\n   </p>\n   <p>\n    \"Who is number 508?\" the slave shouted.\n   </p>\n   <p>\n    \"It's me!\" Siesis came out. After the slave looked at his ID card and housing agreement, he pointed to the empty space in front of him and said, \"This is the residential land No. 508. If you don't have a tent, there is a store in front that rents tents. It costs about ten opols a day!\"\n   </p>\n   <p>\n    This open space was close to the roadside, and there were simple mud houses or tents on the other three sides. The open space was fifty steps long and thirty steps wide, and the area was quite large, but there were a lot of sundries piled on the open space.\n   </p>\n   <p>\n    Siesis looked to the leading slave for help, and the slave comforted him, \"Don't worry, if they don't want to be punished by the city guards, they will definitely help you clean up quickly.\"\n   </p>\n   <p>\n    As he was speaking, someone immediately responded: \"Hey, are you new here?! I'm so sorry, I'll clean this place up in a moment!\"\n   </p>\n   <p>\n    When Siesis looked up, he saw a head popping up from behind the earth wall on the left side of the open space. The man saw Siesis looking at him, so he climbed over the earth wall and walked towards Siesis.\n   </p>\n   <p>\n    \"Hi, my name is Tris, and I'm from Corinth, what about you?\"\n   </p>\n   <p>\n    Siæsis was stunned. As far as he knew, the founders of Poseidon were all Athenians. He did not expect that Athens' mortal enemy would become a citizen here: \"Siæsis, a Euboean.\"\n   </p>\n   <p>\n    \"What Corinth, Euboea! Please remember, there are only Bosniaks here!\" the leading slave reminded loudly.\n   </p>\n   <p>\n    Tris was not angry when being taught a lesson by the slaves. He kept saying, \"Yes! Yes! You are right. We are Poseidons now!\"\n   </p>\n   <p>\n    The slave who led the way calmed down a bit. Before leaving, he told Siesis that if he had any difficulties, he could ask the council for help.\n   </p>\n   <p>\n    \"From now on, we'll be neighbors! I came here more than ten days earlier than you, so I'm quite familiar with the things here. You can come to me if you have any problems,\" Tris said enthusiastically.\n   </p>\n   <p>\n    \"Thanks!\"\n   </p>\n   <p>\n    \"You're welcome. We are all poor people. We all have a hard time. We should help each other! But once we get here, everything will be fine. Have you ever seen my land? It's really... Tsk tsk!\"\n   </p>\n   <p>\n    Seeing Tris intoxicated, Siesis was looking forward to what kind of land he would get when he went to the council tomorrow.\n   </p>\n   <p>\n    \"By the way, you must not mess with the guards here. It's best, it's best not to break the law!\" The talkative Tris suddenly became very serious: \"Eight days ago, the sailors from Athens were dissatisfied with the strict management of the slave city guards. When they were queuing for bread, they deliberately made trouble. The city guards stood up to maintain order, but they were beaten up by them. Finally, a large number of soldiers arrived and separated them. That afternoon, the court held a public trial in the square, and the dozen Athenian sailors who led the trouble were each whipped with twenty lashes, and announced that if they committed the same offense again, they would be expelled from Poseidon.\"\n   </p>\n   <p>\n    \"Those Athenians didn't learn their lesson, and instead they were dissatisfied. I heard that many of them gathered together that night and tried to cause trouble. It was right there in front!\" Tris pointed to the residential area on the south side of the road and said, \"And they all had weapons!\"\n   </p>\n   <p>\n    \"Really?\" Siesis suddenly became a little nervous.\n   </p>\n   <p>\n    Tris smiled and said, \"How could these Athenians know that the council seemed to have known their plan long ago? Soon, nearly two hundred soldiers surrounded the place. They were easily defeated. The next day, they were tried again in the square. Eight people were convicted of treason and had their heads chopped off on the spot!\"\n   </p>\n   <p>\n    Siesis was shocked: \"Treason?\"\n   </p>\n   <p>\n    \"This is a serious crime unique to the laws of Bosnia. Any Bosnia citizen who betrays the city-state and does something that harms the interests of the city-state will be sentenced to this crime. The punishment ranges from imprisonment to beheading! Although the punishment is severe, the Athenians have become completely honest. Although the city is in chaos now, no one dares to disturb the order. Look, my things are thrown here, and no one dares to take them away. So it's better to have strict control! Otherwise, there are strangers coming in here every day. If you relax a little, it will cause riots.\"\n   </p>\n   <p>\n    Seeing Tris sighing, Theiss couldn't help but said, \"Uh... I say, don't keep calling me Athenians. If the city guards hear it, I'm afraid...\"\n   </p>\n   <p>\n    \"Yes! Yes! Damn it, I'm used to it! Tris thanked Siesis for the reminder and said, \"I really envy you for having a wife and children. I'm still single. But it doesn't matter. I will be able to marry a Brutti woman soon!\"\n   </p>\n   <p>\n    \"Brutti woman?\"\n   </p>\n   <p>\n    \"You don't know, you don't need any dowry. As long as you apply to the council, you can follow the marriage proposal team to Tusim on the other side of the river for a blind date. As long as both parties like her, you can marry her. Let me tell you, many of our old citizens here marry Brutti women. I've seen them, and they are no worse than Greek women.\" (To be continued. If you want to know what happened next, please log in to .qidian., there are more chapters, support the author, support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 126": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3, Chapter 48: Theissius and Poseidon (V) - From City-State to Empire - UU Reading\n   </p>\n   <p>\n    Tris smiled filthy, \"They are small, but they are not small here or there.\" He patted his chest and buttocks and said, \"They are good-looking and capable. They can herd, raise chickens and ducks, and build houses. You see, I built this house according to their method.\"\n   </p>\n   <p>\n    What he said aroused Siesis' interest. He walked to the earth wall of Trisli and carefully looked at the circular mud wall that was one man high.\n   </p>\n   <p>\n    \"We Greeks build our houses with bricks, but bricks are scarce here, expensive, and take a long time to build. The Bruttians' houses are made of mud, straw, and wood, which are easy to obtain and take a short time to build. I heard that they are warm in winter and cool in summer, and are very suitable for living in the mountains.\"\n   </p>\n   <p>\n    After listening to Tris's introduction, Siesis began to ask him how to build this round house...\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    With the help of Tris, Siesis quickly found the bank built by King Hero. It was a simple hut located between the residential area and the market, but it was guarded by soldiers. Siesis used his property as collateral and soon got one thousand drachmas.\n   </p>\n   <p>\n    After getting the money, he went straight to the market.\n   </p>\n   <p>\n    In this bustling town, the even busier place is the market.\n   </p>\n   <p>\n    Siasis had not expected that the market in this newly established city-state would be so noisy and bustling. There were so many people flowing that even walking became difficult, and from time to time there were ox carts and horse carts carrying goods competing with customers for the road.\n   </p>\n   <p>\n    \"A clay pot! A fine red-glazed clay pot! Very cheap! Only five drachmas, and you can use it to draw water when you take it home...\"\n   </p>\n   <p>\n    \"Come and see! My hoe and sickle are sharp and strong. Try them...\"\n   </p>\n   <p>\n    \"What is the favorite thing of the holy Egyptian pharaoh? It is the Egyptian wooden bed! It not only guarantees you a good sleep, but also makes you live longer! ...\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Siesis listened to the various shouts, and the things they wanted to sell were the necessities of life for the citizens of Bosaiah who had just migrated here. He understood that it was because of the huge business opportunities here that attracted merchants from Tarantum and other Italian city-states to come here, and the money lent by the king to each citizen made the entire trade process more active, so the market was so lively.\n   </p>\n   <p>\n    But the money was borrowed after all. How long could this prosperity last? He pondered and unknowingly came to the north of the market: the stalls here were larger and there were more customers. And these customers were obviously not poor citizens of Bosnia. Most of them brought slaves and wagons, and the appearance and clothing of the stall owners were different from those in Greece.\n   </p>\n   <p>\n    \"Buy...or... not...buy?\" Just as Siesis was stunned, the stall owner asked impatiently.\n   </p>\n   <p>\n    Hearing this strange pronunciation, Siecis couldn't help but ask, \"Where are you from?\"\n   </p>\n   <p>\n    The stall owner rolled his eyes and said, \"Tut... t... t... t!\"\n   </p>\n   <p>\n    They were actually Brutti! Poseidon's market actually attracted Brutti as well! While Siese was shocked, an idea suddenly occurred to him: I can also do business here!\n   </p>\n   <p>\n    As he walked through the stalls, he saw that the Tusim people were selling high-quality animal furs, iron ore, marble... but the prices were relatively low, and they were not good at bargaining with the Tarantum merchants. This idea became stronger in his mind, but for now he decided to settle down first.\n   </p>\n   <p>\n    He turned westward and finally came to the slave market. The prosperity here was much better than that of the slave market in Euboea. The slave owners kept displaying their slaves on the platform and people kept buying them. They didn't need to shout at them. And unlike the slave markets in other city-states, there were no whips, iron bars or hooks here. There were almost no riots or resistance from the slaves, because these slaves wanted to show their obedience so that they could be selected by the citizens of Poseidia, work in Poseidia earlier, and be liberated earlier.\n   </p>\n   <p>\n    Siasis even thought that the city guards who were so-called honorary citizens standing around the slave market were probably not there to prevent the slaves from causing trouble, but to prevent the slave owners from beating the slaves. But wasn't it what the masters wanted the slaves to be so obedient?\n   </p>\n   <p>\n    Of course, it was precisely because of the huge demand in Bosnia that the slave owners of Tarantum took the initiative to open up the slave market in Bosnia. The slave law of Bosnia made it unnecessary for the slave owners to hire too many guards to prevent the slaves from escaping, so that they could make a lot of money and of course they were more willing to meet the needs of customers. Later, they introduced some young, strong slaves who were familiar with farming and housework.\n   </p>\n   <p>\n    Siasis easily bought a slave that satisfied him.\n   </p>\n   <p>\n    \"I say, you still have to take him to the Slave Management Office to register. Otherwise, even if you buy him, it will be illegal in the city of Poseidon!\" The slave owner reminded Siesis carefully.\n   </p>\n   <p>\n    \"Slave Management Office? Do I have to pay money?\" Siesis was a little nervous.\n   </p>\n   <p>\n    \"You don't have to pay, but... you'll know when you go there.\" The slave owner showed a strange expression.\n   </p>\n   <p>\n    The Slave Management Office was right next to the Slave Market, and it was also very busy. After waiting for a long time, a table was finally available, and Siesis hurriedly sat down. The person he faced was Supete, the Supervisor of the Slave Management Office.\n   </p>\n   <p>\n    Supater looked at the man in front of him and asked, \"Citizen of Poseidia?\"\n   </p>\n   <p>\n    \"Yes, I just became a candidate citizen of Poseidon today.\"\n   </p>\n   <p>\n    \"How many slaves did you buy?\"\n   </p>\n   <p>\n    \"one.\"\n   </p>\n   <p>\n    \"Let him sit here too.\"\n   </p>\n   <p>\n    What? Let the master and the slave sit together?! Siesis thought it was ridiculous at first, but Supater's serious expression definitely didn't mean he was joking, so he reluctantly let the slave sit next to him.\n   </p>\n   <p>\n    After asking for Theiss's name and address, Supater said, \"Do you know the slave laws of Poseidon?\"\n   </p>\n   <p>\n    \"A little bit.\"\n   </p>\n   <p>\n    \"Can you read?\"\n   </p>\n   <p>\n    \"Learn to read.\"\n   </p>\n   <p>\n    Subate took out some papyrus and handed it to him: \"Take a closer look.\" Then he turned to ask Theis's slave.\n   </p>\n   <p>\n    Siæsis could not bear to watch and listened to Supete. Supete asked the slave's name, age, where he was from, what skills he was good at, whether he had brothers and sisters, whether his parents were still alive... He asked more detailed questions than Siæsis. Then he explained the slave law of Poseidia to the slave and encouraged him to help his master work hard and strive to become a citizen of Poseidia as soon as possible. At the same time, he warned him not to be lazy, otherwise, every time he did so, his citizenship period would be extended.\n   </p>\n   <p>\n    Siesis was relieved, and even hoped that Supat would say a few more words. (To be continued. If you want to know what happened next, please log in to .qidian. There are more chapters. Support the author and support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 127": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 49 Theiss and Poseidon (VI) - From City-State to Empire\n   </p>\n   <p>\n    After completing the registration, Supat said to Siesis: \"Your slave Gesio has become the 116th citizen slave of Poseidia. Since he already has a name, it is best not to change his name in order to facilitate our management office's supervision and investigation at any time. In addition, please remember that any abuse and harm to slaves will be punished by Poseidian law. I hope you'd better not violate it!\"\n   </p>\n   <p>\n    Kozura's warning made Siesis' heart tremble. After leaving the management office, he breathed a sigh of relief. At this time, he understood why the slave trader looked strange when he mentioned this place. On the one hand, this place teaches slaves to be obedient; on the other hand, it is a place that speaks for slaves.\n   </p>\n   <p>\n    Siasis's slave Gesio was a Thracian. He was extremely excited and full of energy. When Siasis rented a tent and bought a few sheep and a dozen ducks, Gesio almost drove these things back to Siasis's residence by himself, and then he was busy driving stakes and setting up the tent.\n   </p>\n   <p>\n    Seeing that his slave was so capable, Siesis should have been happy, but at this moment he was extremely anxious because his wife and children were missing.\n   </p>\n   <p>\n    He ran to ask Tris, who also shook his head and said he didn't know. Just then, a patrol brought his wife and children back.\n   </p>\n   <p>\n    It turned out that his wife heard that there was a temple here, so she took the children to pray for their family to have a smooth life in Poseidia. However, after leaving the temple, they got lost. Fortunately, they met a patrol team, who heard that they lived in area 508 and sent them here.\n   </p>\n   <p>\n    After sending the patrol away with thanks, Siesis frowned: \"Don't you see where you are? You're still wandering around! What if you get kidnapped? Do you think this is Euboea?\"\n   </p>\n   <p>\n    His wife was terrified by the scolding. When Theiss was rich, his wife could not go out according to Greek tradition. Later, she moved to the slums. In order to supplement the family income, his wife helped fishermen repair fishing nets and occasionally went to the street to sell a few pieces of flax she wove, thus releasing the suppressed desire in her heart. Although her husband's scolding frightened her, it still could not change her desire to go out and see the world, and there were plenty of such opportunities in Poseidia.\n   </p>\n   <p>\n    \"Dad, the temple here is so strange, there are three gods inside!\" Eusenes' interruption made Siesis' face turn from gloomy to bright.\n   </p>\n   <p>\n    \"What three gods?\" Siasis asked curiously. When he heard there was a temple here, he thought it was the temple of Poseidon, because the name of the city-state was obviously related to the god of the sea.\n   </p>\n   <p>\n    \"Yes, there are three main gods in the temple! One is the god of the sea Poseidon, one is the goddess of war and wisdom Athena, and the other is the goddess of agriculture Demeter! However, the priests in the temple are very good. They took the initiative to ask me what I needed and helped me pray for oracles.\" The wife said softly.\n   </p>\n   <p>\n    A temple has always worshipped only one main god. This Poseidon Temple, like the city of Poseidon, is unique! ! Siasis was stunned for a while before he remembered to ask, \"Oracle? What oracle?\"\n   </p>\n   <p>\n    The wife replied with a little pride: \"It was an oracle from the earth goddess Demeter. The oracle said that we will have a good harvest next year!\"\n   </p>\n   <p>\n    \"That's great!\" Siesis smiled.\n   </p>\n   <p>\n    The three main gods were enshrined in the Temple of Poseidon. It was born out of the discussion between Flaccus and Hero. The statue of Poseidon was necessary because the city-state was born because of it. However, most of the citizens in the city-state were Athenians. They believed in Athena since childhood. It might not be appropriate to ask them to change their beliefs at this time. Moreover, Poseidon would inevitably have more battles in the future, so it was also good to have Athena's blessing. So the statue of Athena was also invited into the temple.\n   </p>\n   <p>\n    But this caused a problem. As we all know, Poseidon and Athena were mortal enemies, and according to legend, they had fought many times. Therefore, people who entered the temple to worship felt uncomfortable. So, another statue was invited in to separate the two. Demeter was the goddess of agriculture, which just met the needs of the citizens to farm. Moreover, she was Poseidon's lover, so her entry was natural.\n   </p>\n   <p>\n    Poseidon is the god of the sea, the lord of the river gods, and the god of water. He is also in charge of horse and sheep herding, and is also related to the goddess of agriculture. Therefore, his divinity is extensive and his authority is great. Compared with Zeus, he is more practical to the Greeks, so he is naturally the main one in the three temples.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    At this time, the council was working intensively.\n   </p>\n   <p>\n    Due to the influx of a large number of immigrants, the problems that needed to be solved were complicated, so the Council set up a special immigration committee to manage it. The staff assigned to it were all slaves of Shiloh (because there were no extra staff). The committee also had several subordinate departments: Citizen Registration Office, City Guards, Food Distribution Office, Land Management Office...\n   </p>\n   <p>\n    Of course, these slaves were only bought as laborers, and the real decision-making power belonged to Shiloh and the Council of Five.\n   </p>\n   <p>\n    \"Today, there are fifty-seven new citizens joining Poseidon, of whom thirty-seven are single, twenty have wives, and five have children. Of these fifty-seven, twenty-five are sailors, fourteen once owned land, seven were hunters, and eleven were former mercenaries. In addition, only eight of these fifty-seven are from Athens, while the rest are from Crete, Argos, Euboea... and even Sicily.\"\n   </p>\n   <p>\n    After Kozula finished his report, Shiloh led the applause: \"Very good, your work is very effective! Judging from today's situation, the sources of citizens have become more diverse! How many citizens do we have now?\"\n   </p>\n   <p>\n    \"Five hundred and thirty-two, my lord,\" Kozura answered immediately.\n   </p>\n   <p>\n    \"Five hundred and thirty-two people! They are all young and strong men. Together with my two hundred and fifty slave warriors, we Poseidon have nearly eight hundred soldiers!\" Shiloh said excitedly, leaning back in his chair.\n   </p>\n   <p>\n    \"But, my king, more and more people are coming every day, and our land has been distributed to the north bank of the Adrotheni River. I'm afraid that in ten days, the three thousand acres of land that Tusim lent us will be distributed!\" Kallikretu said worriedly.\n   </p>\n   <p>\n    \"It doesn't matter.\" Shiloh said confidently, \"There are so many mountains from the south bank of the Adrosene River to Tarantum that belong to us Poseidia. These mountains are much better than the rocky mountains on the Attica Peninsula. We can give them one by one. They can plant fruit trees, grow grapes, hunt, graze, and even farm. But there is one thing to remember, even if it is a small tree, it must be agreed by the council before it is allowed to be cut down, otherwise their qualifications will be revoked! In addition, if there is really no land, we have another way.\"\n   </p>\n   <p>\n    \"What can we do?\" Kallikretu asked anxiously, because he is now the head of the land management office. (To be continued. If you want to know what happened next, please log in to .qidian. There are more chapters. Support the author and support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 128": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3, Chapter 50: Debates of the Immigration Committee\n   </p>\n   <p>\n    Xi Luo smiled and said, \"We can make them provisional citizens first. The three-year term will be calculated as usual, but they don't have to pay the annual land tax. They can work for other citizens who own land to make a living, or do some small business on their own until the city-state has land, and then distribute it to them. Poseidon is developing rapidly now, and I think we will definitely get more land in the future!\"\n   </p>\n   <p>\n    \"Yes, my king, this is a great idea!\" Kallikretu praised and recorded it, and Kozula was doing the same. After all, the Citizen Registration Office and the Land Management Office were closely related to these immigrants.\n   </p>\n   <p>\n    At this time, Misconon on the side shouted loudly: \"Bullshit! At this rate, we won't have enough food! We'll all starve to death!\"\n   </p>\n   <p>\n    Shiloh glanced at him and said, \"Misconon, I was just about to tell you that after the end of this month, the free bread distribution will be cancelled.\"\n   </p>\n   <p>\n    \"No... don't be so anxious. At least there is enough food now.\" Misconon didn't expect that Shiloh's attitude would be so radical just because of his complaint.\n   </p>\n   <p>\n    \"I'm not in a hurry. I heard that in the city-states in southern Italy, about 500 drachmas are enough to live for half a year. Is that right, Cainiga?\"\n   </p>\n   <p>\n    \"Yes, master!\" Keniga, the financial director of Shiloh, replied, \"Because there is enough food here, the price of food is not high. In the market of Poseidon, there are some small merchants from Tarentum selling bread and meat. I investigated and found that the prices are only slightly higher than those in the city of Tarentum!\"\n   </p>\n   <p>\n    \"So, you see, the one thousand Demakmakma I lent them is enough for them to survive until next summer, and they will live well. Smarter citizens can even double the money within a year. If they will starve to death just because we don't distribute food, then we'd better not have such stupid citizens! We can't let citizens develop the habit of relying on the council and me, which is not good for their development!\" Shiloh said earnestly.\n   </p>\n   <p>\n    Everyone agreed. Nurnusius thought for a moment and said, \"My king, can you give free bread to the new citizens for a few days so that they can have time to get familiar with Poseidon?\"\n   </p>\n   <p>\n    Shiloh nodded and said, \"Okay, I think it will only take two days. Misconon, I'll leave this mission to you.\"\n   </p>\n   <p>\n    \"Ah, it's me again!\" Misconon cried out in grievance. Hilo knew that he was a rogue and didn't bother to pay attention to him. He said to Nurnusis, \"How is the situation in the city these days?\"\n   </p>\n   <p>\n    Nurnousis did not dare to neglect it. At first, he became the person in charge of the city's security because Helo said he was an old Athenian sailor and could facilitate communication and management. Unexpectedly, a riot broke out soon after. Even so, Helo still let him continue to serve in this position, which made him feel guilty and grateful to Helo: \"During this period, citizens have obeyed our laws very well. Except for a few fights, it has been basically peaceful.\"\n   </p>\n   <p>\n    Hilo had a satisfied look on his face. Actually, he had ill intentions when he made Nurnussis the sheriff. When everyone was poor, they could get along well; but when one person had a different status, it was easy for a gap to arise. Moreover, Nurnussis had supervised the execution of several Athenian sailors, which caused a very bad relationship between him and these new Athenian sailors. As a result, the first citizens who came to Poseidia with Hilo also did not get along well with the new Athenians. This is understandable: on the one hand, they were formal citizens of Poseidia and owned a lot of land; on the other hand, they were still reserve citizens. At the beginning, their status in Athens was similar. As long as these people did not oppose Poseidia and himself, Hilo would be happy to see this situation.\n   </p>\n   <p>\n    \"Picos, more and more citizens are coming to Poseidia now. Shouldn't we draw up a plan to give these guys military training so that they don't have the energy to fight after finishing their farm work? At the same time, let them understand the importance of the group so that they can integrate into Poseidia faster!\"\n   </p>\n   <p>\n    \"My king, then organize them at the end of every month and train them for one day!\" Picos said this based on Athens' military law: there is basically no military training during the busy farming season; and there is not much military training during the slack farming season. The Greeks mostly exercised in the gym or practiced fighting at home, and military training mainly focused on practicing formations and familiarizing themselves with flag commands. It was precisely because of the lack of military training that they relied more on this large square formation tactic. No wonder they were ridiculed by the Spartans as \"farmers with weapons.\"\n   </p>\n   <p>\n    Shiloh certainly doesn't want this: \"A month is too long. We need to train once every seven days. After this sowing period, we can only train once every three days!\"\n   </p>\n   <p>\n    Picos was shocked: \"My king, the time for military training is too tight. They still have fields to cultivate and sheep to graze. I'm afraid they won't agree to participate in such a tight training!\"\n   </p>\n   <p>\n    \"Don't they have slaves to help with the work? If the labor is not enough, we can transfer our city-state slaves to help them! If it is still not enough, I can let my slaves help them look after the fields and graze! But military training must be carried out! What did we Poseidians rely on to gain a foothold here? It was force! Don't think that everything is fine now just because everything is peaceful! Don't forget why Tusim was willing to rent us an extra 3,000 acres of land?! It's because the Brutti's coalition forces may attack us next year!\"\n   </p>\n   <p>\n    \"Don't think you are invincible just because you have won a few battles! If it weren't for my slave soldiers, would you still be able to sit here safely?! Now my slave soldiers, in addition to maintaining law and order, also take turns training every day! If we want to gain more land and make Poseidia a powerful city-state, we must have an army that is no weaker than Sparta! Where does such an army come from? It depends on persistent training!\" Hilo's words silenced the entire hall. Facing his accusations, no one dared to refute. At this time, Hilo's prestige in Poseidia was too high.\n   </p>\n   <p>\n    \"My king, if you insist on this kind of training, I suggest that they be trained in batches. However... these new citizens cannot endure such frequent and arduous training.\" Picos expressed his opinion tactfully despite his helplessness.\n   </p>\n   <p>\n    In fact, when citizens owned more slaves, they were freed from heavy labor and engaged in various political activities, just like Athens, but they were not interested in the boring military training.\n   </p>\n   <p>\n    \"Don't worry, I will make them interested in military training!\" Shiloh's mysterious smile made others curious.\n   </p>\n   <p>\n    At this time, Su Paite said: \"Master, today the people of Tusim came to me and asked for more city-state slaves to help them mine.\" (To be continued. If you want to know what happened next, please log in to .qidian. There are more chapters. Support the author and support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 129": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Debates of the Immigration Committee (Part 2)\n   </p>\n   <p>\n    \"Five hundred slaves are not enough, and we need more?!\" Shiloh laughed angrily, \"This Dorisa is like a woman. She was shy before and didn't want to have any contact with Tarantum. Now that she has tasted the sweetness, she is crazy and wants more!\"\n   </p>\n   <p>\n    Everyone laughed.\n   </p>\n   <p>\n    \"Sulmus, I'm sending you to tell him. I don't have any people, and when I need them, I may have to take some slaves back to help the citizens. Tell him not to just think about digging more ore. The more ore he sells, the cheaper it will be, and he won't make any money!\"\n   </p>\n   <p>\n    \"I understand.\" Solmus stood up and said, \"My king, I will report to you about Poseidon's tax situation today.\"\n   </p>\n   <p>\n    \"Go ahead.\" Shilo said patiently. He didn't want to discourage Solms' enthusiasm for always showing off his work achievements.\n   </p>\n   <p>\n    \"Today, Poseidon's tax revenue is 712 drachmas, 20 more than yesterday, mainly from the ore trade and slave trade in Tusim.\"\n   </p>\n   <p>\n    \"Very good! It seems that our tax revenue is increasing day by day!\" Shiloh said with a smile, but he did not agree in his heart. About half of this money was the money he had loaned out, which was equivalent to donating his money to the city-state of Poseidon. What was there to be happy about?\n   </p>\n   <p>\n    \"By the way, with the increase in the number of citizens now, I have decided to let each residential area elect a representative to join the council next spring. Logically, the members of the council should not be engaged in these heavy city-state management tasks. At that time, are you willing to become members of the council again, responsible only for the review and formulation of laws and regulations? Or serve as my subordinate officials?\" His eyes swept over the five people.\n   </p>\n   <p>\n    Nurnusis, Callikret, and Surmus looked at each other and had a common answer in their hearts: \"I hope to be your subordinate.\" Everyone said almost in unison. During this period of time, they understood that as members of the council, although they were respected on the surface, they had no real power. They didn't understand the law very well. Everything was made by Shiloh, and they just had to nod. During this period of time, as the heads of various departments of the Immigration Management Committee, although they were tired, they also tasted the benefits of power, which was much better than being a wooden puppet.\n   </p>\n   <p>\n    \"Very good!\" Shiloh smiled.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    In fact, Poseidon's council hall had not yet been built, and their work place was in the hall of Shiloh's house.\n   </p>\n   <p>\n    Since Greenos was optimistic about the development of Hilo, he invested a lot of manpower and material resources to help Hilo build a new house, under the pretext of preparing for his daughter's marriage. In addition, Hilo had enough slaves, and in more than a month, Hilo's courtyard was almost completed. It was located on a gentle hill, overlooking the city of Poseidon.\n   </p>\n   <p>\n    Shiloh left the hall, and Keniga followed closely behind him: \"Master, there are only five talents left in the bank's reserves. In a few days, we will be out of money!\"\n   </p>\n   <p>\n    Shiloh didn't seem surprised at all. \"Don't worry. Greenos promised to lend me thirty talents. It should be enough to last for a long time. To be honest, I already owe this future father-in-law a lot of favors!\"\n   </p>\n   <p>\n    \"Master, even if you have another thirty-five talents now, more and more people are coming to Poseidon. The repayment period you set is long and the interest rate is not high. I'm worried that this money won't last long!\" Keniga said worriedly.\n   </p>\n   <p>\n    Keniga couldn't figure out what Shiloh was thinking, so he said tactfully, \"We Hebrews have a saying, 'The rich should know the hardship of earning money.'\"\n   </p>\n   <p>\n    Xi Luo laughed and said, \"I also know a story. It is said that there was a small country in the desert. One day, a gold mine was discovered within the country. The king ordered all his subjects to help him mine gold. The king gave very little reward, but asked them to mine day and night. For those who refused to mine, he sent soldiers to imprison and beat them. Gradually, people fled this harsh country. When the gold mine was dug up, although the king had a lot of gold, his subjects had all fled. The enemy army easily destroyed the country.\"\n   </p>\n   <p>\n    \"And there was another small country that also discovered gold. Although the king also called on his subjects to help him dig for gold, he paid them very high wages and used the gold to hire people to build roads, dig for water sources, invest in handicrafts, and buy weapons and equipment. By the time the gold mine was exhausted, the country had become a wealthy country with many merchants and strong military force! Keniga, which king do you think did the right thing?\"\n   </p>\n   <p>\n    Keniga thought carefully about what Shiloh said and did not answer.\n   </p>\n   <p>\n    Hiro then said earnestly: \"If I were just a businessman, what you said would be completely correct, but I am a king! There is a saying, I don't know if you have heard of it, called 'The king is the parent of his subjects, and the subjects are the children of the king'. Good parents must love their children! Keniga, one day you will become a citizen of Poseidia, don't you want me, the king, to give you some help?\"\n   </p>\n   <p>\n    \"Master, I...I...\" Keniga looked embarrassed.\n   </p>\n   <p>\n    \"Okay, for God's sake, I won't make fun of you.\" Xi Luo held back his laughter and said, \"In fact, your words also reminded me that blindly exporting money will only make the source of living water less and less. We must earn some back to maintain balance.\"\n   </p>\n   <p>\n    \"Kenija, how is the construction of our tavern going?\"\n   </p>\n   <p>\n    \"It's almost done!\" When mentioning the tavern, Keniga suddenly remembered some of the food that Shiloh had asked him to taste during this period, the strangely shaped pasta, the unforgettable chicken soup, and the delicious egg pancakes... Oh my god, the owner is a blessed one, could it be that these delicious foods were taught to him by the gods? ! !\n   </p>\n   <p>\n    \"Master, if we can add the food you cook to our tavern, it will definitely attract a lot of Greeks to eat!!\" Keniga said excitedly.\n   </p>\n   <p>\n    Shiloh smiled. Compared with China's more than a thousand years of culinary history, Greek food at that time was extremely simple, with the main foods being: bread, fruit, broth, vegetables, and grilled fish.\n   </p>\n   <p>\n    For the fermented flour, the Greeks baked it to make bread, while Hero asked his slaves to steam and cook it to make steamed buns, dumplings, and noodles; for the Greeks to directly add salt to cook steaks, Hero asked his slaves to fry chicken pieces in oil first, and then stew them with mushrooms over a slow fire; for the Greeks to grill fish, Hero had more ways to cook fish. Although there was no pepper in the Mediterranean at that time, many delicious foods could be made with salt and oil.\n   </p>\n   <p>\n    The Greeks regarded olive oil as a magical thing, because it can not only be eaten directly, but also is the main ingredient of the essential dressing (a primitive salad dressing made by mixing olive oil, vinegar, sea salt, honey, etc.) for Greek food. It is also a skin care product, and can be made into perfume and used as medicine. But no one uses it to fry food, while Shiloh not only uses it to stir-fry and mix cold dishes, but also collects butter and lard from the fat of pigs and cattle, making his edible oil diverse. (To be continued, if you want to know what happened next, please log in to .qidian., there are more chapters, support the author, support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 130": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 52 Cavalry\n   </p>\n   <p>\n    And Hiro also had the most powerful weapon, glutamic acid found in large quantities in plants found in the sea. He asked slaves to fetch a large amount of unwanted seaweed and sea vegetables from the port of Tarantum, dried them and ground them into powder to make natural MSG, which increased the flavor of the soup and the taste of the food.\n   </p>\n   <p>\n    Moreover, Hilo knew that there were no spices in the Mediterranean, but there were various kinds of herbs. In the previous life, people were used to eating regular dishes, so they began to put some wild vegetables with special fragrance on the table to attract customers, and the response was very good. Therefore, Hilo asked the slaves who served as chefs to go up the mountain to collect herbs as ingredients and match them with food to see how they tasted. So far, there is a herb called \"sea dew\" (that is, rosemary) that has been proven many times to be used to remove the fishy smell of meat and fish, and it is a good seasoning.\n   </p>\n   <p>\n    \"Caeniga, this is just the beginning!\" Hilo's confidence is not without source. As long as some things from later generations are moved to Poseidia, it will be enough to turn Poseidia into a consumer paradise and attract merchants from the Greek city-states in southern Italy to Poseidia to spend money.\n   </p>\n   <p>\n    Although he did not mention Xia Yun again, Keniga had roughly grasped his plan through Shiloh's behavior during this period. Keniga said, \"Master, according to your instructions, I have gone to Tarantoum to buy ten slaves who have learned acting. When are you going to let them rehearse?\"\n   </p>\n   <p>\n    \"Keniga, have you ever seen a play?\" Shiloh asked instead of answering.\n   </p>\n   <p>\n    \"I have seen it. Every time the Panathenaic Games were held, Lord Solmus took me to the Dionysus Theater to watch drama competitions.\" Keniga answered. In fact, he liked watching dramas, especially the works of Euripides, because his works were closer to the lives of ordinary people.\n   </p>\n   <p>\n    \"It won't be long before you see a unique drama! Of course we have to build a unique theater first!\" Shiloh said proudly.\n   </p>\n   <p>\n    A unique drama?! Keniga's eyes lit up, but at this moment, Shiloh stopped talking, leaving Keniga feeling unhappy.\n   </p>\n   <p>\n    \"Keniga, you have worked hard during this period! Come on, let's ride horses together!\" Shiloh waved his hand.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    There were eight horses in Hilo's stable. They were bought from Tarantum at a high price. There were mainly two breeds: Andalusian horses (originated from the Iberian Peninsula, the ancestor of later Spanish horses) and Numidian horses (the ancestor of later North African Barb horses). Hilo sent slaves to feed them specially.\n   </p>\n   <p>\n    \"Larka, how is my horse today?\"\n   </p>\n   <p>\n    \"Master, they are all very energetic and are just waiting for you to ride them out for a walk.\" Larka said respectfully.\n   </p>\n   <p>\n    Shiloh approached the horses. When the horses saw Shiloh coming, they excitedly stuck their heads out and neighed continuously, as if they had seen a relative.\n   </p>\n   <p>\n    \"Haha, you guys want to go out too, right?\" Shiloh patted an Andalusian horse named 'Stat' affectionately. It was bright black with only a star-shaped white spot on its forehead. It was particularly tall and strong among the horses. It kept licking Shiloh's face with its tongue and used low neighs as answers to Shiloh's questions.\n   </p>\n   <p>\n    Larka rode it out, tied the rope to the tree, took out a clean blanket and put it on its back, and tied the rope on the blanket to the horse's neck and belly. During this process, Stat seemed very quiet, and then at Larka's signal, it knelt down on its front hooves.\n   </p>\n   <p>\n    Shiloh walked over and rode on it easily.\n   </p>\n   <p>\n    Stuart stood up again and excitedly started driving Shiloh around the yard.\n   </p>\n   <p>\n    Shiloh held the stiff rope with one hand, patted its neck with the other, and clamped his legs around the horse's belly. Yes, there were no saddles, stirrups, and horseshoes in this era, and Shiloh was not going to equip them at this moment. In his previous life, when he was the moderator of an ancient military forum on the Internet, he also read some fictional historical novels. The protagonists in the books developed stirrup cavalry when they were very small, and thus they were invincible in the world, while the enemies never knew why the protagonists' cavalry were so powerful. Shiloh thought that these authors simply treated the ancients as idiots. Stirrups and saddles have very low technical content. Any force that is willing does not need to steal them. As long as they look at them from a distance, they can let their blacksmiths make them after many attempts.\n   </p>\n   <p>\n    In fact, stirrups are like a layer of window paper. Once the paper is broken, you will find that this thing is extremely simple. Hero does not want to make these things now, but instead benefit the Persians, Carthaginians, Macedonians, and even Gauls, making them more powerful and difficult to conquer.\n   </p>\n   <p>\n    \"Larka, call your friends, let's go for a walk!\" Shiloh said, turning his horse's head and galloping out of the house first. The original owner of this body had received horse riding training since childhood, and Shiloh had been training non-stop during this period, and now his horse riding skills are quite proficient.\n   </p>\n   <p>\n    Cainigar was a wealthy man and could ride a horse, while Larca and the other four Numidian slaves had been herding since childhood, so riding a horse was a simple task for them.\n   </p>\n   <p>\n    So the group of seven people went down the hill to the north and arrived just outside the city of Bosaiah: the river bank, which was once a flat grassland, has now been reclaimed into farmland. In the fields, countless citizens and slaves were plowing the land and digging ditches under the scorching sun.\n   </p>\n   <p>\n    \"Master, they are farming according to the method you taught them!\" said Keniga.\n   </p>\n   <p>\n    \"That's because they saw that rice seedlings have grown in my fields, and they are growing well.\" Shiloh pointed to the green fields ahead and said with a smile, \"These guys don't listen when I explain to them, and they have to see the facts before they believe it.\"\n   </p>\n   <p>\n    \"Master, you are God's messenger! It's normal that they can't understand the wisdom bestowed upon you by the gods with their brains.\" Larka said behind Shiloh.\n   </p>\n   <p>\n    Shiloh laughed loudly, and Larka felt a little uneasy. Shiloh turned around and said, \"Larka, I heard that you were a cavalryman before?\"\n   </p>\n   <p>\n    \"Yes, master. I served in the Carthaginian army.\" Larka replied a little nervously.\n   </p>\n   <p>\n    \"Can you shoot arrows while riding a horse?\" asked Shiloh.\n   </p>\n   <p>\n    \"No.\" Larka shook his head, but he immediately added: \"But I can throw javelins on horseback, and I can also use the speed of the horse to sprint with the spear, but I have to let go immediately after stabbing the enemy. Otherwise, I will fall off the horse.\" Larka said while gesturing.\n   </p>\n   <p>\n    \"Larka, in addition to feeding the horses, you will also have to follow the slave soldiers in cavalry training every day!\" said Shiloh.\n   </p>\n   <p>\n    \"Master, does this mean we can also go to the battlefield?!\" Larka asked in surprise. (To be continued. If you want to know what happened next, please log in to .qidian. There are more chapters. Support the author and support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 131": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 53 Katira - From City-State to Empire\n   </p>\n   <p>\n    Shiloh smiled but said nothing. He was going to send them to the battlefield in the future, but not as cavalry, but as scouts and messengers. Because with the expansion of the war and the increase of soldiers in the future, he alone could not understand the situation of the entire battlefield, and he needed someone to understand the status of each square and the enemy and us in time, report to him in time, and quickly convey his orders to the commanders on the front line.\n   </p>\n   <p>\n    Larka and his companions cheered, because as far as they knew, among the slaves of Shiloh, slave soldiers received the most rewards and were promoted the fastest.\n   </p>\n   <p>\n    Xi Luo was too lazy to explain to them. He squeezed his legs against the horse's belly and shouted excitedly, \"Let's go to the other side of the river!\"\n   </p>\n   <p>\n    Everyone followed him and rushed forward.\n   </p>\n   <p>\n    The people in the fields occasionally looked up at the group of riders raising the dust, and then went back to their work. Their only job now was to complete the wheat sowing before the end of winter.\n   </p>\n   <p>\n    Stuart was the first to rush into the Adrosene River, splashing cool water.\n   </p>\n   <p>\n    Larka's eyes rested on the two large water wheels on the shore. The round wooden frame, which was about 20 steps high and shaped like an axle, creaked and turned slowly under the push of the river water. When the water bucket at the top of each spoke turned to the top, it would naturally tilt, pouring the water in the bucket into the aqueduct, and then into the ditch to irrigate the farmland.\n   </p>\n   <p>\n    Isn't it because the master has received the blessing of the gods for such a magical thing! ! But what did the master laugh at when I said that just now? Larka was puzzled.\n   </p>\n   <p>\n    The north bank of the Adrothene River was not as fully developed as the south bank, and there was still a wide open grassland for the horse to gallop. It was not until he reached the edge of the woods that Shiloh pulled the reins.\n   </p>\n   <p>\n    \"Master, if we go any further, we will reach Tusim's stronghold!\" Keniga reminded.\n   </p>\n   <p>\n    \"Go back.\" Just as Shiloh was about to turn his horse around, several people suddenly rushed out from the woods.\n   </p>\n   <p>\n    \"Stop! How dare you invade Tusim's territory!\" a crisp voice rang out.\n   </p>\n   <p>\n    Shiloh was startled and looked closely: \"Katila!\"\n   </p>\n   <p>\n    He was greatly surprised to find that the person who stood in front of his horse was his other fiancée, Katila, who had followed Dorothea to Poseidon.\n   </p>\n   <p>\n    At this moment, Katila was covered in dust, her face was dirty, and her black hair was covered with dead grass. Only her big, lively eyes were still glowing with the same spirit as when they first met.\n   </p>\n   <p>\n    \"King of Poseidon, are you here to give me a betrothal gift?\" she said loudly. As an unmarried girl, she was not shy at all when talking about marriage, but appeared to be very generous. She was the one who admired Greek culture the most among Dorisa's sisters. She often pestered Dorisa and learned to speak fluent Greek.\n   </p>\n   <p>\n    Shiloh was startled, remembering that the last time she came, she had insisted that Shiloh hunt a wolf, leopard or bear in accordance with the Brutti people's marriage proposal custom and use their fur to propose to her. Shiloh just laughed it off and didn't take it seriously at all.\n   </p>\n   <p>\n    At this moment, Xi Luo smiled and said, \"Katila, don't forget, it was not me who proposed to you, but your brother who took the initiative to propose to me. Therefore, we must follow our Greek traditions!\"\n   </p>\n   <p>\n    \"I don't care!\" Katila raised her head and said unreasonably: \"Anyway, you have to give me a betrothal gift!\" Her eyes moved and finally fell on Start, a sly light flashed in her eyes: \"You don't have to go hunting, then give me a horse as a betrothal gift!\"\n   </p>\n   <p>\n    Xi Luo found it very interesting and teased her deliberately, \"I can give you a horse, but can you ride it?\"\n   </p>\n   <p>\n    \"Who said I can't ride!\" Katila said, and suddenly rushed towards Shiloh, and actually turned over and sat behind Shiloh.\n   </p>\n   <p>\n    Startled, Stuart raised his hooves and nearly threw Shiloh off. He suddenly leaped forward, and Shiloh was so frightened that he hugged the horse's head tightly, and Kadila also hugged his waist tightly.\n   </p>\n   <p>\n    \"Master!\" The slaves hurriedly rode their horses to chase after him.\n   </p>\n   <p>\n    Stat ran wildly in the woods, and branches hit Shiloh's shoulders several times, causing burning pain. Shiloh had to hide behind the horse's neck, not daring to stand up.\n   </p>\n   <p>\n    Finally, Stuart calmed down. Shiloh then grabbed the reins and gently scratched Stuart's neck to comfort him.\n   </p>\n   <p>\n    \"It's so fun! It's so fun! I've decided, you must give me a horse! Otherwise I won't marry you!\" Katila shouted excitedly behind him.\n   </p>\n   <p>\n    This little girl was not frightened by the mad horse just now!\n   </p>\n   <p>\n    Shiloh thought of his own embarrassment and became furious. He jumped off his horse and tied the reins to a tree trunk.\n   </p>\n   <p>\n    Katila, who was still on the horse, urged: \"Why stop? Keep running!\"\n   </p>\n   <p>\n    It wasn't until Xi Luo walked up to her with a frown on his face that she felt something was wrong: \"You...what are you going to do...Ah!!...\"\n   </p>\n   <p>\n    Shiloh grabbed her petite body under his arms.\n   </p>\n   <p>\n    She kicked and thrashed around with her hands and feet, and kicked Shiloh in the face.\n   </p>\n   <p>\n    Shiloh got angry and lifted up Katila's robe, revealing her snow-white thighs and plump buttocks. But he had no mercy on her and slapped her.\n   </p>\n   <p>\n    Katila screamed, kicked harder, and pinched Shiloh's waist with both hands.\n   </p>\n   <p>\n    Shiloh remained unmoved and slapped him again.\n   </p>\n   <p>\n    After a few slaps, Katila stopped resisting and started crying, and her voice became louder and louder.\n   </p>\n   <p>\n    Now Shiloh panicked and quickly put Katila down.\n   </p>\n   <p>\n    No matter how Xi Luo tried to persuade her, Katila just covered her face with her hands and cried, tears dripping through her fingers.\n   </p>\n   <p>\n    \"Okay! Okay! If you don't cry, when you marry me, I will buy you several horses and let you ride as you like!\" Shiloh said helplessly.\n   </p>\n   <p>\n    \"Really?!\" The crying stopped abruptly, Katila put down her hands, revealing a beautiful and delicate face washed by tears. She looked extremely cute when she burst into laughter.\n   </p>\n   <p>\n    \"What really?\" Shiloh started to act dumb.\n   </p>\n   <p>\n    \"Don't cheat! You just said you would give me a few horses! If you cheat, I will tell my brother that you...you...will beat me...\" Two red clouds appeared on Katila's face, like a rainbow after the rain, which was exceptionally gorgeous.\n   </p>\n   <p>\n    Xi Luo's heart was moved: \"If you kiss me, this will count.\"\n   </p>\n   <p>\n    \"Okay!\" Katila moved forward without hesitation, ready to touch it and leave.\n   </p>\n   <p>\n    Shiloh quickly stepped forward and accurately kissed Katira's soft red lips.\n   </p>\n   <p>\n    A sour and numb feeling suddenly spread throughout Katila's body.\n   </p>\n   <p>\n    Just as Katira was weak, Shiloh took her and fell to the green grass...\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"My king, the Athenian sailors have been very quiet these past two days, except for a gathering after Hercules came back. I heard from the participants that many sailors told Hercules about their experiences, and there were many radical parts in their words, but Hercules persuaded them in return, 'Since you are citizens of Bosnia, you should abide by Bosnia's laws and should not have any resentment.' After that, Hercules went to pay homage to the graves of the rebels, and then he was busy taking care of his fields, rarely contacting other Athenian sailors...\" Dasio gave a detailed report to Hero. (To be continued, if you want to know what happened next, please log in to .qidian., more chapters, support the author, support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 132": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 54 The Athenian Envoy\n   </p>\n   <p>\n    \"Very good, Dacio, your information is very comprehensive and timely!\" Shiloh said appreciatively.\n   </p>\n   <p>\n    With his hands behind his back, he walked up to Dasio and said, \"During this period, you have made a huge contribution to the safety and stability of Bosaiah! It is because of you that Nurnus, Picos and others came here with me! It is because of your timely notification that the conspiracy of the Athenian sailors was thwarted! For this, I want to reward you!\"\n   </p>\n   <p>\n    After hearing what Xi Luo said, Dacio seemed extremely excited: \"My king, you have rewarded me many times!\"\n   </p>\n   <p>\n    \"The reward this time is not silver coins. I want to set up a city-state security department and let you be in charge. What do you think?\"\n   </p>\n   <p>\n    \"I'm in charge of the city-state security department?\" Dacio pointed at himself in surprise.\n   </p>\n   <p>\n    \"Yes, it's you!\" Shiloh said affirmatively.\n   </p>\n   <p>\n    Dacio suppressed his excitement and said, \"My king, what does the City State Security Department do?\"\n   </p>\n   <p>\n    Seeing that he could calm down quickly, Xi Luo couldn't help but feel that his choice was right: \"It is used to maintain the safety of the city-state and my safety!\"\n   </p>\n   <p>\n    \"Isn't it the same as the city guards?\"\n   </p>\n   <p>\n    \"It's different! The City Guard only maintains the order of the city-state. It cannot detect those enemies hiding in the dark and threatening the city-state. The Security Department detects these enemies in a timely manner through secret investigations. Just like what you did before!\"\n   </p>\n   <p>\n    \"I see.\" Dacio nodded and said, \"This security department is as important as the city guard, right?\"\n   </p>\n   <p>\n    \"Yes.\"\n   </p>\n   <p>\n    Dacio was delighted. Ever since he pretended to be drunk and spread the news that everyone lied, although everyone followed Hero and finally settled in Bosaiah, they had already become alienated from Dacio. In their daily contacts, Dacio could clearly feel this alienation. Now, he would become an important figure like the captain of the city guard, Nurnusis, which made him feel greatly satisfied!\n   </p>\n   <p>\n    \"My king, I am willing to work for you!\" he said excitedly.\n   </p>\n   <p>\n    \"Anyone in the city-state is within the scope of your investigation, but remember that you can only report everything you investigate to me and not tell anyone else! Do you understand?!\" Shiro warned solemnly.\n   </p>\n   <p>\n    \"My king, please believe me, I am your hound!\" Dacio expressed his loyalty to Shiloh.\n   </p>\n   <p>\n    At this moment, a man rushed into the yard: \"My king, Athens has sent people!\" Nurnusis said loudly.\n   </p>\n   <p>\n    Athens?! Hiro glanced at Dacio and said, \"Dacio, go do your thing first.\"\n   </p>\n   <p>\n    Dacio understood and stood up and walked out. When he passed by Nurnusis, facing his slightly surprised look, Dacio raised his chest.\n   </p>\n   <p>\n    \"Who is coming from Athens?\" asked Hiro.\n   </p>\n   <p>\n    \"Odes, a democrat,\" Nurnusis replied.\n   </p>\n   <p>\n    Shiloh thought about it and had no impression of the name, but since he was a democrat, he was probably up to no good.\n   </p>\n   <p>\n    \"Let's go and see this distinguished guest from our hometown.\" Shiloh joked nonchalantly.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Odysseus sat in the hall and chatted with Picos and others. He didn't care about these so-called important people in Poseidon. If it weren't for the mission to Poseidon, he wouldn't have known that Athens had these citizens.\n   </p>\n   <p>\n    There was a debate in the Athenian Council about sending an envoy to Bosia. The aristocracy believed that since Hero and his people had established a city-state, Athens should show goodwill and bring them into the Delian League. The democrats opposed this, believing that although Hero and his people were expelled from Athens, they were still Athenians, but they deceived the Athenian sailors at the critical moment of the war and almost destroyed Athens' offensive plan, so they must be punished for their behavior. Since Agesenos, headed by the aristocracy, had already led the fleet to Chios, the democrats finally prevailed and sent Odysseus.\n   </p>\n   <p>\n    \"Oh, I'm so sorry, I'm late!\" A tall figure appeared in the hall with a loud voice: \"Where is the envoy from Athens?\"\n   </p>\n   <p>\n    That's right, it's Hero! Odysseus stared at the person who came in. Compared with when he was facing trial in the Athenian court, Hero's temperament had changed a lot at this moment. His every move was majestic and imposing. The others in the hall stood up consciously, with respectful expressions.\n   </p>\n   <p>\n    Odysseus was surprised and jealous of this scene. He stood up and said, \"Hero, son of Hepias, Odysseus of Athens congratulates you!\"\n   </p>\n   <p>\n    Shiloh frowned at Odyss calling him by his name, and glanced at everyone. He saw that they also looked unhappy, but no one stood up to rebuke him.\n   </p>\n   <p>\n    Hero walked straight to the chair at the top and sat down, with one hand on the back of the chair and the other supporting his chin, his legs stretched out in front of him, and he asked in a leisurely manner, \"Messenger of Athens, what are you congratulating me for?\"\n   </p>\n   <p>\n    Odysseus was so angry at Hero's condescending and careless look that he suppressed his anger with great difficulty and said, \"Congratulations on becoming the king of the Athenian colony, even though it has not been approved by the Athenian Council!\"\n   </p>\n   <p>\n    Everyone's face changed.\n   </p>\n   <p>\n    Hiro's expression remained unchanged, and he said slowly, \"What Athens colony?\"\n   </p>\n   <p>\n    Odysseus looked around at everyone and said confidently, \"Although you have been expelled from Athens, your Athenian citizenship has not been deprived. You can still return to Athens safely in ten years. Therefore, the city-state established by the Athenians is of course a subsidiary state of Athens! After discussion, the Athenian Council decided to allow you to send people to the Parthenon to retrieve the sacred fire that represents inheritance! At the same time, you are also allowed to participate in the Panathenaic Games held in Athens in the future! Poseidon is also allowed to join the Delian League and be protected by Athens! And Athens will also provide assistance to Poseidon!\"\n   </p>\n   <p>\n    There was silence in the hall, and everyone looked at each other. The words of the Athenian envoy seemed to sound more tempting.\n   </p>\n   <p>\n    Shiloh pointed his finger in boredom and asked calmly, \"Aid? What aid?\"\n   </p>\n   <p>\n    \"The Athenian Council will send more Athenians to Poseidia to increase your population. At the same time, we are also preparing to send an army to be stationed in Poseidia to help you guard against the indigenous people!\" Odysseus said generously.\n   </p>\n   <p>\n    When these words were spoken, everyone was shocked. They still couldn't see Athens' intentions, and they had lived in vain.\n   </p>\n   <p>\n    \"Poseidia will not accept people sent by Athens to settle here! Even more, we do not welcome the Athenian army to enter Poseidia!\" Nurnussis finally expressed his opposition loudly.\n   </p>\n   <p>\n    Odysseus's face immediately darkened, and he said sternly: \"Don't forget that you, as Athenians, helped Sparta to deceive Athenian sailors and sabotage Athens' expedition plan! If you do not accept the resolution of the council, then you will face the wrath of Athens!\" (To be continued. If you want to know what happened next, please log in to .qidian., there are more chapters, support the author, support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 133": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3, Chapter 55: Poseidon is the city-state of the Poseidons!\n   </p>\n   <p>\n    \"What is the anger of Athens? Leading the army to attack Poseidon, overthrowing me as the king, and establishing a puppet city-state loyal to Athens, right?\" Hiro smiled playfully.\n   </p>\n   <p>\n    Odysseus was startled. Hero's weird smile made him feel uneasy, but he still said fiercely: \"It's good that you understand this point. Athens will never let go of traitors who betray the city-state!\n   </p>\n   <p>\n    \"Ha! Ha! Ha!...\" Hero laughed loudly, and the laughter echoed in the hall. He stood up suddenly and said loudly: \"Arrogant Athenians, if you are not afraid of another Sicilian defeat, then bring your army! I tell you, there are no Athenians in Bosaiah, only Bosaians! Bosaiah is not a vassal state of Athens, it was built by the citizens of Bosaiah with sweat and blood on this dangerous land! Anyone who wants to invade Bosaiah will never show mercy with the spears in the hands of the Bosaians!\"\n   </p>\n   <p>\n    Hero's words inspired everyone. His tall stature and aggressive gaze made Odysseus feel oppressed. After a moment's pause, he mustered up his anger again: \"Very good! Is this your kind answer to Athens?!\"\n   </p>\n   <p>\n    \"It is Poseidon's answer to any enemy who dares to infringe upon Poseidon!\" Picos answered loudly.\n   </p>\n   <p>\n    \"I will report all this to the Athenian Council!\" Odysseus swept his eyes viciously across everyone's face, then turned around angrily and prepared to leave.\n   </p>\n   <p>\n    \"Stop!\" Shiloh shouted.\n   </p>\n   <p>\n    Odysseus' eyelids jumped, and he turned around and said, \"What? Poseidon still wants to detain me?\"\n   </p>\n   <p>\n    \"Athens is known as the school of Greece, and the envoys of Athens are certainly well versed in etiquette. Although Poseidon is small, it is also a city-state. Yet you have not shown respect to me as the king. Is this the etiquette of Athens?!\" Hiro said with a hint of sarcasm.\n   </p>\n   <p>\n    Odysseus was firm: \"Respect produces etiquette, and Poseidon does not have the strength to win respect!\"\n   </p>\n   <p>\n    \"Damn you, what did you say?\" Misconon jumped up and was about to hit him, but was stopped by Hilo: \"You are right, Poseidon does not have the strength now, but it does not mean it will not have it in the future! If one day, Athens asks Poseidon for help, my first request is that you kneel down and kowtow to me, and then address me as: 'King Poseidon!!'\"\n   </p>\n   <p>\n    \"That day will never come!\" Odysseus said gritting his teeth.\n   </p>\n   <p>\n    \"Who can tell what will happen in the future?\" Hero smiled and shouted, \"Guards, escort the Athenian envoy out of Poseidon!\"\n   </p>\n   <p>\n    After seeing Odysseus off, Hero returned to the hall and saw that everyone was working hard. He couldn't help but joked, \"Why aren't you talking? Are you worried that the Athenians will call?\"\n   </p>\n   <p>\n    \"My king, the Athenians cannot attack, that's for sure!\" said Nurnussis.\n   </p>\n   <p>\n    \"Oh, why do you say that?\" Shiloh pretended to be surprised.\n   </p>\n   <p>\n    \"My king, please don't test us.\" Nurnusius said with a wry smile, \"Isn't this easy? Athens is at war with Sparta, so how can it have extra strength to deal with us? Even if it dares to send troops here, will the Sicilian coalition let it go? How can the Greek city-states in southern Italy agree to let the Athenian army set foot on Italian soil!\"\n   </p>\n   <p>\n    \"Yes, the citizens of Athens will not allow them to make the same mistake as the disastrous defeat in Sicily!\" Hiro nodded.\n   </p>\n   <p>\n    \"But why would Athens be interested in this remote place like Poseidon?\" Misconon asked puzzledly.\n   </p>\n   <p>\n    \"Athens' sphere of influence is mainly in the Aegean Sea. There are no city-states in Italy that are friendly with it. The city-states here are close to the Peloponnese Peninsula and have many colonies of Peloponnese city-states, so they are closer to Sparta. If we lean towards Athens, then Poseidon will become a wedge for Athens to drive into the rear of the Peloponnesian League. Athens' soldiers can gradually join Poseidon as poor people, and then wait until their strength increases greatly, and suddenly attack Tarantum...\"\n   </p>\n   <p>\n    \"After controlling Tarantum, the rest of the southern states will be easy to deal with. At that time, we can threaten Sicily to the south and attack Sparta with Athens to the east. ... Of course, this is just my idea, but the Athenian senators have big appetites and are very bold...\" Hilo touched his chin and said as he thought.\n   </p>\n   <p>\n    The more they listened, the more frightened they became.\n   </p>\n   <p>\n    \"What if Sicily and the Peloponnese attack us at the same time?\" asked Sulms.\n   </p>\n   <p>\n    \"Good question! The Athenians always imagine things very well, such as the war with Sparta and the Sicily expedition. They have never carefully considered the difficulties and hardships behind the implementation of the plan. Not to mention facing attacks from two directions, even attacking Tarantum is not that easy! Moreover, Tarantum has always been wary of our dealings with Athens!\"\n   </p>\n   <p>\n    Shiloh looked at everyone and said solemnly: \"We only choose to ally with or be hostile to other forces for the benefit of Poseidon. We don't need to be afraid of any powerful city-states, and we will never be used or driven by them because of fear. Please always remember this!\"\n   </p>\n   <p>\n    Everyone was ashamed. Because they were once Athenians and Athens was so powerful, they had been a little reserved before...\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Early in the morning of this day, Poseidon's first training since the founding of the city was about to begin.\n   </p>\n   <p>\n    Poseidon's military camp was built on a flat ground in the valley. On the hill was the king's residence, and outside the valley was the city of Poseidon.\n   </p>\n   <p>\n    Shiloh arrived at the military camp early, and Picos welcomed him to the observation deck.\n   </p>\n   <p>\n    “How many people are here now?”\n   </p>\n   <p>\n    \"Forty-four citizens and two hundred slaves.\"\n   </p>\n   <p>\n    \"Are they our original group?\" Shiloh's eyes swept across the soldiers standing upright in the audience.\n   </p>\n   <p>\n    \"Yes.\"\n   </p>\n   <p>\n    \"How long is left before the training starts?\" Shiloh looked up at the sky and asked again.\n   </p>\n   <p>\n    Picos glanced at Judge Hrim.\n   </p>\n   <p>\n    Herim looked at the simple water clock placed next to him and said, \"There are about twenty minutes left!\"\n   </p>\n   <p>\n    \"Very well, let's just wait slowly.\" Shiloh said calmly.\n   </p>\n   <p>\n    Picos was startled.\n   </p>\n   <p>\n    Time passed slowly, and citizens arrived one after another, talking and laughing. Some even had conflicts with the guards because they brought wine.\n   </p>\n   <p>\n    It was not until they entered the military camp and saw the neat formations and motionless soldiers in the training ground, and the king sitting on the stage with a serious face, that the completely silent military camp gave them a great shock. Consciously or unconsciously, they stopped talking and laughing, and stood in line obediently.\n   </p>\n   <p>\n    \"My king, the time has come! There should be 327 citizens participating in this training, and now we know that there are 213!\" Herim reported to Shiloh.\n   </p>\n   <p>\n    \"From now on, citizens who rush to the military camp, stand over there!\" Xiluomu pointed expressionlessly to the side and below. (To be continued. If you want to know what happened next, please log in to .qidian. There are more chapters. Support the author and support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 134": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 56 Medical and Health Committee\n   </p>\n   <p>\n    \"If anyone still hasn't arrived in half an hour, your citizenship will be revoked and you will be expelled from Poseidon City!\" Shiloh's voice reached the ears of the citizens in the front row of the stage and immediately caused a commotion.\n   </p>\n   <p>\n    \"What are you making a fuss about! According to Poseidon's military law, anyone who makes noise during training without the commander's permission will be punished with twenty military sticks!\" Picos shouted on the stage.\n   </p>\n   <p>\n    The audience suddenly fell silent. But at this moment, someone in the team raised his hand.\n   </p>\n   <p>\n    \"What's the matter?!\" Picos shouted, but he was a little surprised in his heart. It seemed that this person had read the Poseidon Military Law carefully, otherwise how would he know the rules of raising hands to ask questions.\n   </p>\n   <p>\n    \"Commander, although you explained the training very clearly yesterday, most of us are poor and this is their first time participating in training. I hope you can give them another chance!\" the man said.\n   </p>\n   <p>\n    Picos didn't dare to make a decision and looked back at Shiloh.\n   </p>\n   <p>\n    Xi Luo's heart moved, remembering that he had just added a rule of \"revoking citizenship\" out of anger, which was indeed suspected of punishing without teaching. He said, \"Send someone to urge them again!\"\n   </p>\n   <p>\n    \"Yes, my king!\" Picos breathed a sigh of relief.\n   </p>\n   <p>\n    Shiloh asked Herim beside him: \"Who was that person just now?\"\n   </p>\n   <p>\n    Herim asked someone to bring the list, checked it, and said, \"His name is Tris, and he was once a citizen of Corinth!\"\n   </p>\n   <p>\n    Oh! Shiloh stroked his chin, showing an interested look.\n   </p>\n   <p>\n    After a while, the rest of the citizens came to the military camp breathlessly. They had finally obtained the land, and of course they did not want to be deprived of their citizenship because of such a small matter.\n   </p>\n   <p>\n    At this moment, Hiro stood up and walked to the front of the stage. Hundreds of eyes were staring at him. Some of them had seen him before, and some had not. At this moment, they all felt a compelling majesty from King Poseidon.\n   </p>\n   <p>\n    \"Soldiers of Poseidon, it is your duty to serve the city-state and kill the enemy! Citizens have their own laws, and soldiers have their own military laws! When you step into this barracks, as soldiers of Poseidon, you should only remember four words - comply and obey! You all own land now, but you must know that the land you own was taken from the vicious indigenous people. Will they give up these lands easily? No! They are always thinking of coming back to kill us and drive us away! We must be ready at any time to go to the battlefield and defeat them!\"\n   </p>\n   <p>\n    \"What did we rely on to defeat these natives who outnumber us? It was iron discipline and hard training. It turned you into brave and skillful warriors! It allowed you to survive in the dangerous battlefield! But today, your attitude disappointed me! According to military law, you should be severely punished with twenty military sticks, but considering that this is your first training, I will only give you five military sticks, but the amount of training will be doubled to warn you - anyone who violates Poseidon's military law will be punished, no matter who it is!\"\n   </p>\n   <p>\n    Xi Luo stared at the audience with a sharp gaze and waved his hand: \"Execute!\"\n   </p>\n   <p>\n    Because there were too many violators, Herim's soldiers were not enough, so he called in slave soldiers, who knocked down the late citizens one by one, and then raised fist-thick wooden sticks. The whole camp was filled with the sound of wooden sticks hitting flesh and the screams of the tortured, and the other citizens were terrified.\n   </p>\n   <p>\n    \"Did Hippocrates send anyone?\" Hero asked suddenly.\n   </p>\n   <p>\n    \"They are already here.\" Fuilas, who had been watching quietly, finally answered.\n   </p>\n   <p>\n    \"Someone may get injured during today's training. I hope you can provide timely first aid!\" Fuilas and the other two students of Hippocrates looked at each other and said, \"King Poseidon, please rest assured. This is our responsibility as doctors!\"\n   </p>\n   <p>\n    Xi Luo smiled and said, \"Did your teacher receive the few corpses I sent last time?\"\n   </p>\n   <p>\n    Fuilas bowed respectfully and said, \"I have received it. The teacher is very happy. The only regret is that there is no fresh corpse.\"\n   </p>\n   <p>\n    Shiloh shrugged helplessly and said, \"Not yet. We'll talk about it after the next battle.\"\n   </p>\n   <p>\n    In this era, the bodies of the dead were not to be desecrated. Some doctors secretly dissected human bodies in order to understand the mysteries of the human body, but once discovered, they would be severely punished by the city-state and despised by the citizens. Hippocrates also did this in private, but when he arrived in Bosnia, Hero not only encouraged him to study corpses, but also provided him with strong support.\n   </p>\n   <p>\n    Poseidon is different because it has a different king! This thought came to Phylas' mind. He looked at Hero's young face and still found it hard to believe that such a young man had advanced medical theories that many great doctors could not reach. But his teacher stayed happily after talking to Hero, which obviously proved that it was not a lie. Could it be that, as the teacher said, he had obtained the wisdom of the gods?\n   </p>\n   <p>\n    As Fuilas was thinking, Hilo's eyes swept over him, and he hurriedly said, \"King Poseidon, the teacher asked me to remind you to give a lecture at the medical school tomorrow. Don't forget it.\"\n   </p>\n   <p>\n    \"How could I forget!\" Shiloh laughed, \"Has the medical school been built?\"\n   </p>\n   <p>\n    \"Not yet, but the pulpit is ready.\"\n   </p>\n   <p>\n    \"It seems like you can't wait!\" Shiloh said with a smile, \"Fuilas, how does it feel to become a citizen of Poseidia?\"\n   </p>\n   <p>\n    \"Poseidia has too few citizens, so there are too few patients!\" Fuilas spoke the truth. As a doctor, he devoted himself to the cause of saving lives and heal the wounded, and was not so worldly-wise.\n   </p>\n   <p>\n    \"There will be more soon, and your future patients will not only be Poseidons.\" Shiloh said solemnly: \"I think you already have enough medical experience, what you lack is to transform it into theory. Isn't now a good opportunity to learn?\"\n   </p>\n   <p>\n    Fuilas had to admit that what Shiloh said made sense.\n   </p>\n   <p>\n    Hero looked at Phylas with interest and said, \"I heard that you are the best student of Hippocrates. Are you willing to do something for the city-state?\"\n   </p>\n   <p>\n    \"What's the matter?\" Fuiras asked confusedly.\n   </p>\n   <p>\n    \"I am going to set up a Poseidon Health Committee, and I want you to be the head of this committee.\"\n   </p>\n   <p>\n    \"Medical and Health Committee?...\" Fuilas muttered the name and asked curiously, \"What is it used for?\"\n   </p>\n   <p>\n    \"Supervise the medical situation of the entire city-state, investigate the health status of all citizens, and take measures against sudden group diseases. It even has to monitor the fertility of the entire city-state at any time...\" Shiloh counted on his fingers, looking very solemn: \"If doctors are only responsible for the life and death of a single patient, then this committee plays an important role in the survival of the entire city-state and even the entire region! How to prevent and control plagues, how to improve citizens' fertility, how to make children grow up healthily to adulthood... and so on. I think this should be a new and important branch of medicine. I call it medical management! Are you willing to serve the citizens of Poseidon?\" (To be continued. If you want to know what happened next, please log in to .qidian. There are more chapters. Support the author and support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 135": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 57 Poseidon's Flag\n   </p>\n   <p>\n    Hilo's words, \"This is a new medicine!\" touched Fuilas, but he still thought about it for a while and said, \"I will discuss this with my teacher.\"\n   </p>\n   <p>\n    \"Okay.\" Looking at his expression, Shiloh knew that it was done.\n   </p>\n   <p>\n    \"My king, please go down and present the flags!\" At this time, Picos came over to ask for instructions.\n   </p>\n   <p>\n    \"Has it been divided?\" asked Shiloh.\n   </p>\n   <p>\n    \"Yes.\"\n   </p>\n   <p>\n    Shiloh looked carefully: the two large square formations of slaves and citizens below the stage had been divided into small square formations of eight people in a row and eight people in a depth.\n   </p>\n   <p>\n    \"Is each team composed of citizens drawn from various residential areas and from various city-states?\"\n   </p>\n   <p>\n    \"Yes, my king, everything is going according to your plan,\" Picos replied. Soldiers from different residential areas can prevent them from forming cliques and bringing conflicts between neighbors to the battlefield; people from different city-states in the same team can also prevent gangs and promote integration.\n   </p>\n   <p>\n    The reason why the Greek traditional large square was changed into a small square was that Hero borrowed from the early Roman military organization, which could eliminate the citizens' dependence and herd mentality (more people would give them courage, and once one of them collapsed, everyone would scatter) and cultivate the ability to fight independently. After long-term training in small squares, when it came to fighting, even if other small squares collapsed, the remaining small squares could still hold out for a while.\n   </p>\n   <p>\n    The phalanx of sixty-four people is actually the most basic combat unit, and the centurions are just for management. Shiloh is naturally not stupid enough to bring the military organization of the previous life to the present. In the previous life, a squad of ten people could bypass the enemy, conduct reconnaissance, blasting, beheading... That was because of the advanced weapons, so even if they were exhausted, they only needed to pull the trigger lightly to kill the enemy. But now? Not to mention ten people, thirty people can't complete these tasks, because they rely on hand-to-hand combat, not shooting. So Shiloh didn't consider any gimmicks like special forces at all. What he wanted was to train a strong army in a down-to-earth manner!\n   </p>\n   <p>\n    Shiloh came to the slave warriors first, and he saw a familiar face in the first phalanx: \"Tachiadi, I remember you!\"\n   </p>\n   <p>\n    Standing in the first square, the first row, and the first person, Taciadi excitedly punched his left chest with his right fist and shouted, \"Greetings to you, respected king!\"\n   </p>\n   <p>\n    Xi Luo looked at his helmet with a red tassel and said, \"Now the number of soldiers you lead has increased from ten to sixty-three. Do you have the confidence to lead them to create new victories?\"\n   </p>\n   <p>\n    \"Yes!\" Tachiadi roared in a loud voice.\n   </p>\n   <p>\n    \"Okay!\" Shiloh took a flag from the guard. On top of the flag was a copper crown, shining with gold. Below the crown was a round copper plate, engraved with a shield and a spear, and below it was the team number. Below the round plate was a rectangular copper plate with five small depressions that could be inlaid with five iron stars, and at this moment two were inlaid. Below the star plate was a copper soldier's head, and below the head was engraved the initials of Tachiadi's name.\n   </p>\n   <p>\n    \"I, King Hiro of Poseidon, present this flag to the First Battalion of the Guards, First Squadron! I hope you will cherish it as you would your own life. Remember, if the flag dies, the man dies too!!\"\n   </p>\n   <p>\n    \"Yes!\" Tachia held the flagpole respectfully with both hands and looked excitedly at the bronze statue of the soldier representing himself.\n   </p>\n   <p>\n    \"Because you participated in two battles and won both, your squad received two iron stars. When you get six wins, you will get a silver star. And when you win fifteen wins and get five gold stars, you will be able to let the First Squad of the First Battalion of the Guards have its own name! Work hard, Tachiadi!\" Shilo encouraged.\n   </p>\n   <p>\n    Tachiadi's blood boiled with excitement. He shouted loudly and raised the general flag high. The whole team cheered in unison.\n   </p>\n   <p>\n    Seeing the flag being passed from soldier to soldier, the excited faces made Shiloh smile. He designed Poseidon's flag by imitating the flag style of the Roman Empire in his previous life. He wanted the soldiers to understand unity and cultivate a sense of honor. At first glance, the effect seems to be good. In fact, he had thought about making flags with cloth, which would be simpler and lighter, but the linen cloth of this era was too heavy and could not flutter in the wind.\n   </p>\n   <p>\n    As for the name \"Guards\", it was forced by Hero at the council meeting. \"Slave Brigade\" sounds really bad and is not conducive to boosting the morale of the slaves. Hero knew that the Greek city-state's monarchy was overthrown because the city-state's citizen militia played a major role. With the expansion of the territories in the future, Poseidon might also have such a riot. The citizen militia was not necessarily trustworthy, but his slave soldiers were trustworthy. They were the most powerful pillar for the stability of his throne, so the name \"Guards\" was worthy of the name.\n   </p>\n   <p>\n    The \"battalion\" is the highest organization of the Poseidonian army at this stage, consisting of nine squads. Therefore, a battalion has at least 600 people. However, the number of slave soldiers is far from enough for a battalion, so the battalion is still just a nominal organization.\n   </p>\n   <p>\n    After each guard squad cheered, Shiloh came to the last slave phalanx and said, \"Anchialou, I hope your battle axe squad will create new glory!\"\n   </p>\n   <p>\n    Shiloh handed the general flag to Anchialo. Except that the shield and spear on the round iron plate were replaced with a battle axe, the rest of the flag was exactly the same.\n   </p>\n   <p>\n    \"Ah!!!...\" Anchialou raised the flag and roared loudly. The other soldiers also waved their axes, and their excited roars expressed their wildness and toughness. There were too few axemen originally, and Shilo selected some slaves purchased from Tarantum to join the axemen, so there are now 45 axemen. The reason why it has not reached the full strength of the team is that this type of soldier has high requirements for the physique and strength of the soldiers, and there are not so many suitable candidates.\n   </p>\n   <p>\n    Then, Hero came to the square formation of citizens and presented military flags. The captains of these squads were the forty or so citizens who followed Hero to Poseidia. The military flags Hero presented to them had a trident on the top of the flagpole and a steel dolphin statue under the trident. The rest of the equipment was the same as the guard squad, except that there was no iron star inlaid because they had no military merits. Hero also gave them a different name: \"Poseidia's First Battalion, Squadron X\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    (A few days ago, the unit conducted an assessment for staff with mid- and senior professional titles who had completed five years of tenure. I have been busy with this important matter and have not updated. Please forgive me! I almost failed the defense because I published too few papers in core journals (I was busy writing novels in my spare time). Fortunately, according to the 10% elimination rate, I was not among them and barely passed. Haha, so I will continue to update.) (To be continued. If you want to know what happened next, please log in to .qidian., there are more chapters, support the author, and support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 136": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 58 Tris and Hercules\n   </p>\n   <p>\n    The training officer for the Guards was Cecito, while that for the Citizen Militia was Picos.\n   </p>\n   <p>\n    Since slave soldiers had been training for a long time, while citizen soldiers were new soldiers, the training contents of the two were different. In his previous life, when Shiloh (Liu Hai) began to host a Western military forum on the Internet, angry young people would come to make trouble from time to time, criticizing the ancient Western military as worthless. It was not until Shiloh bought a translated military book \"Strategy\" written by the Byzantine Emperor Maurice in 580 AD at a used book stall that he began to refute those troublemakers.\n   </p>\n   <p>\n    A nation with a long history must have a military science with a long history. China has a vast number of military books, and the Byzantine Empire also has excellent military theories. Because the only empire in the world history that lasted for a thousand years was Byzantium! It did not have an excellent administrative system to manage a vast territory like the Chinese dynasty, which enabled it to survive for so long at the junction of Asia and Europe surrounded by powerful enemies, because it had a strong army and a highly efficient military organization.\n   </p>\n   <p>\n    Now, Shiloh wants to use the ancient Roman military thinking to train his soldiers.\n   </p>\n   <p>\n    For the citizen soldiers who had just stepped onto the training ground, most of them did not have the money to equip themselves with armor, and Shiloh certainly would not be stupid enough to buy it for them. Therefore, they took off their clothes and were naked, holding the simple and huge wooden shields and sticks that Shiloh had carpenters specially made. These two things were much heavier than real shields, spears and daggers. According to \"Strategy\", when the soldiers got used to such weights in training, the real weapons in their hands in war would be much lighter, so they would feel very relaxed, and would be calmer and more energetic in combat.\n   </p>\n   <p>\n    Picos asked the soldiers to hold weapons and practice armed marching in phalanx under the leadership of their respective squad leaders. This was a seemingly simple but actually arduous and boring training. The soldiers had to maintain the phalanx formation while marching. It was OK at the beginning, but as time went on, some people fell behind because they could no longer lift the wooden shields. The squad leaders would immediately reprimand and punish these laggards.\n   </p>\n   <p>\n    As for the slave soldiers, they were no longer training in a single phalanx, but were arranging the phalanxes in a chessboard pattern (ie, fish scale formation). They were not limited to the training ground, but also marched on the hills beside. The undulating hillsides and bushes made it difficult for the phalanx to march, and Shiloh, who was following closely behind, would occasionally have the trumpeter blow the trombone, so the small square phalanxes had to be assembled into a whole in a short time, and then separated at the command. This was exactly the flexibility of the Roman legions in the previous life that Shiloh had learned from.\n   </p>\n   <p>\n    After two hours of marching training, the next step was stabbing training. Each soldier was assigned a wooden human-shaped target, which they had to hammer into the ground so that it would stand upright and steady. Then, under the guidance of the squad leader, the soldiers used their own shields and wooden sticks to practice stabbing. Each soldier had to do his best to stab the head and face of the human-shaped target as if he were facing a real enemy, and then attack its ribs, and sometimes stab its calves, trying to cut its popliteal fossa. The soldiers had to retreat, leap forward, and pounce, while using wooden shields to block the ribs that were exposed at any time due to movement.\n   </p>\n   <p>\n    Due to the huge amount of training, the soldiers were sweating profusely in a short while.\n   </p>\n   <p>\n    At this time, the sun had begun to set, and Shiloh ordered the entire army to rest and have a meal.\n   </p>\n   <p>\n    In the military training tradition of the Greek city-states, citizens often brought their own lunch, but Hiero, taking into account the actual situation of the citizens of Poseidia, bought bread with his own money. Considering the heavy workload of training, he specially asked his chef to cook several large pots of mutton soup.\n   </p>\n   <p>\n    \"Oh, so comfortable! I have never had such delicious mutton soup! Just for this mutton soup, the hard training today is worth it!...\" Tris said to himself while lying on the ground, touching his round belly. His eyes stayed on the helmet held by a man next to him (this was a helmet borrowed from a slave soldier, used to hold soup!).\n   </p>\n   <p>\n    \"Hey, brother, if you don't want to drink it, give it to me!\" He quickly turned over and sat up, grabbing the helmet. The man dodged sideways, tilted his head back and drank all the soup, then put the helmet in Tris's hand: \"If you want it, I'll give it to you!\"\n   </p>\n   <p>\n    Tris looked at the little soup stain still left in the helmet in frustration, muttered a few words, and then handed it to the slave who came to collect the helmet. Soon, he walked back to the man and said, \"Hey, my name is Tris, from Corinth, what about you?\"\n   </p>\n   <p>\n    The man looked at him, hesitated, and said, \"Hercules, the Poseidon!\"\n   </p>\n   <p>\n    Tris was stunned, then he slapped his forehead and shouted, \"Oh, I forgot this again! That's right, that's right, we are all Poseidons!\"\n   </p>\n   <p>\n    He reached out and patted Hercules on the shoulder, saying, \"You and I are in the same squad. You are the centurion, right? Me too. I'm standing right behind you!\"\n   </p>\n   <p>\n    \"I know,\" said Hercules.\n   </p>\n   <p>\n    Tris sat back next to Hercules, pointed at the team flag stuck in the ground in front of him, and said with admiration: \"That flag is really great! I wonder when I will dare to become a team leader and also have a flag with my own name engraved on it?!\"\n   </p>\n   <p>\n    Hercules said nothing, but his eyes showed this desire. The Greeks' desire for honor does not distinguish between the rich and the poor.\n   </p>\n   <p>\n    Tris held his head with both hands, fell back, and lay on the soft grass. He looked at the blue sky with white clouds floating in it, and said, \"Poseidon is such a strange city-state! Even the training is different from other city-states! You know, Hercules, because Athens and Sparta went to war, there were a large number of soldiers from the Peloponnesian League outside Corinth. I have seen the training of soldiers from Corinth, Megara, Thebes, Sparta, etc., but only the training of the Spartans is the most memorable. When their phalanxes march in an orderly manner, they are like one person. The training is very intense, and they are all fully armed. If you are not careful, you will easily get hurt. Poseidon's training volume is much less than that of Sparta, but I always have a feeling that Poseidon's soldiers will not be worse than Sparta in the future!\"\n   </p>\n   <p>\n    \"Oh! Why do you think so? Just because its training is different from other city-states?\" Hercules said disapprovingly.\n   </p>\n   <p>\n    \"Well... maybe, it may also be because this is a vibrant city-state! With a unique king!\" Tris couldn't stand the sunlight, so he closed his eyes and sniffed the scent of the earth with his nose.\n   </p>\n   <p>\n    A different king?! Hercules stared blankly at King Poseidon, who was sitting and laughing with the soldiers in front of him. (To be continued. If you want to know what happened next, please log in to .qidian. There are more chapters. Support the author and support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 137": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 59 Football\n   </p>\n   <p>\n    At this time, the trumpet sounded, and the soldiers quickly formed small squares. If anyone was slow to move, they would be discovered by the soldiers who were enforcing military law and beaten with a stick.\n   </p>\n   <p>\n    This time it was a spear throwing training. Of course, the short spears used were still much heavier than usual, specially made by the Shiloh Iron Workshop, but there were not many of them, and a squad could only get seven or eight, so they had to be used in turns. The soldiers also faced a human-shaped target, but at a much farther distance, for throwing training.\n   </p>\n   <p>\n    An hour later, the soldiers lined up under the observation stand again. Shiloh held something similar to an olive in his hand, but much larger than it, and said, \"Today's training ends here. Next, we will play a game called rugby. This was a revelation from the gods to me in my dream last night. I believe you will like it!\"\n   </p>\n   <p>\n    In this era, although the Greeks were keen on exercise, there were no centralized events in the sports games. People advocated personal glory. The only city-state that developed collective ball games was Sparta. It was no coincidence that Sparta was a city-state that emphasized collective cooperation in military affairs and opposed individual heroes. However, the ball games in Sparta were very simple, with a dozen people throwing and catching a stone ball.\n   </p>\n   <p>\n    In Shiloh's previous life, there were many ball games. The reason why he chose rugby was that rugby was easy to make. It was made by sewing a few pieces of cowhide together and stuffing them with linen. He didn't have to worry about inflation and elasticity like basketball and football. Secondly, this sport was barbaric and required a lot of exercise. Fast running, jumping, wrestling, and hand-to-hand combat could fully stimulate men's bloodiness. Therefore, as early as the 19th century in his previous life, the British Empire promoted it as a training project in military camps. For Shiloh, he preferred American rugby because its field was narrower and the offense and defense of the players on both sides were more like a face-to-face fight between two square formations.\n   </p>\n   <p>\n    While the soldiers were astonished, Shiloh briefly explained the rules of the game to them (in fact, he was not very clear about the specific details), and then he stipulated that each team would be a participating team, and the final winner would receive his reward.\n   </p>\n   <p>\n    The soldiers became excited.\n   </p>\n   <p>\n    Shiloh led the team to the stadium. In his previous life, he had only watched a few movies and animations about rugby, so he had no idea of ​​​​the size of the field. He had slaves play games repeatedly, and then figured out the size himself. He asked the craftsmen to tamp the field flat, and then inlaid white marble on the ground as the sidelines and size lines.\n   </p>\n   <p>\n    At this time, Shiloh asked two guards squads that he had coached to play the game for demonstration. The soldiers were quickly attracted by the fierce scene of people and horses falling on the field. Then, the scene of the whole team running passionately after scoring made their blood boil again...\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    When the sun was about to set, Siesis was still building an earth wall with his slaves.\n   </p>\n   <p>\n    \"Siesis, come and eat some bread first, and rest for a while before you continue working.\" His wife shouted from the edge of the tent.\n   </p>\n   <p>\n    \"Let's go, Gesio, let's go eat first.\" Siesis said. After three days of getting along, he had developed a good impression of this obedient and capable slave.\n   </p>\n   <p>\n    \"Master, you go first, I'll work for a while.\" Gesio concentrated on stirring the mud on the ground.\n   </p>\n   <p>\n    Siasis did not persuade him any more. He walked to his wife, took the wet cloth and wiped the mud off his face. He squatted down again and asked his wife to take the jug to pour water. He washed his hands and then picked up a piece of bread. As soon as he took a bite, he saw the worry on his wife's face. He thought for a moment and said, \"Should we not get any more bread?\"\n   </p>\n   <p>\n    \"Yes.\" said the wife in a low voice.\n   </p>\n   <p>\n    \"We still have six hundred drachmas! What's there to worry about? Have those ducks you feed laid eggs?\"\n   </p>\n   <p>\n    \"They laid three eggs. There may be more eggs laid outside that were picked up by others!\"\n   </p>\n   <p>\n    \"Give this egg to Eusenes. Tomorrow, you give me twenty drachmas and I will go to the market to buy a fishing net!\"\n   </p>\n   <p>\n    \"Why buy a fishing net? You don't know how to fish!\"\n   </p>\n   <p>\n    \"If you don't know how to fish, you can learn. You know, the owner of the fields next to ours is a sailor. These two days when I was resting from plowing the fields, I chatted with him, and he told me that there are a lot of fish at the confluence of the Adroceni River and the Budano River. He casts a good net in the reed marsh every morning, and by the time the sun sets, he can catch a lot of fish. He and I have a good relationship, so he should be able to teach me how to do it.\"\n   </p>\n   <p>\n    His wife became happy and handed him another dish of soup. He took two sips and suddenly saw a group of people coming from the north.\n   </p>\n   <p>\n    It's Tris! Siesis remembered that he went to participate in military training today. When he left in the morning, he looked reluctant, but now his face was full of smiles.\n   </p>\n   <p>\n    \"Hey, Tris, I didn't expect you to run so fast despite your small body. Without your score, we wouldn't have made it to the finals!\"\n   </p>\n   <p>\n    \"Without your cover, I would not have been able to reach the end line, especially you, Hercules. You alone can knock down two opponents, and none of them dare to get close to you.\"\n   </p>\n   <p>\n    \"That's nothing. No matter how strong they are, they can't compare to the wind and waves on the sea. I'm a sailor after all.\"\n   </p>\n   <p>\n    \"I think the best player is our captain. The field was so chaotic, but he was still able to score well so calmly.\"\n   </p>\n   <p>\n    \"The captain is great at passing the ball. Do you know why? He wanted to participate in a sports meet in Athens and practiced discus throwing for a while!\"\n   </p>\n   <p>\n    \"oh!!\"\n   </p>\n   <p>\n    \"Unfortunately, our team still lost to the First Slave Team in the end.\"\n   </p>\n   <p>\n    \"It's the First Guard Squad!\"\n   </p>\n   <p>\n    \"It's all the same! They just practiced two days longer than us, are familiar with the rules, and have better coordination than us. If we practice a few more days, we will definitely be able to beat them.\"\n   </p>\n   <p>\n    \"That's right, brothers. I have a suggestion. After we finish our work in the fields, we can get together and practice more! I think the ball is not difficult to make!\"\n   </p>\n   <p>\n    \"Yes, let's make good use of the time to practice these few days and strive to win the next training and get the bonus from the king! That's 128 drachmas! On average, each person can get 2 drachmas!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Tris said goodbye to his teammates one by one, watched them walk away with some reluctance, turned around and prepared to go into the tent.\n   </p>\n   <p>\n    \"Hi! Tris, how was training today?\" Siesis called him.\n   </p>\n   <p>\n    \"It's your turn to go to the training the day after tomorrow. I really want to go with you!\" Tris stared at Siesis with strange eyes, which made Siesis feel scared. He said, \"You are not strong enough, you are a little older, and I guess you can't run fast. It seems that you can only be a substitute.\" Tris shook his head and walked into the tent.\n   </p>\n   <p>\n    Siesis lay on the fence, confused... (To be continued. If you want to know what happened next, please log in to .qidian. There are more chapters. Support the author and support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 138": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 60 The King's Wedding\n   </p>\n   <p>\n    Feiqia waited in the hall of Worm for a long time, but the leader of Worm still did not appear.\n   </p>\n   <p>\n    \"I'm sorry, our leader is in a hurry to take his people to the neighboring village to exchange goods, and he doesn't have time to come out to see you!\" An elder came out and said coldly.\n   </p>\n   <p>\n    Feiqia did not show disappointment at Worm's refusal. He said calmly, \"Then please tell Chief Badru that Serasim and other tribes have decided that if Worm participates in the campaign against Tusim, Worm will obtain Tusim's land after victory.\"\n   </p>\n   <p>\n    The elder was shocked: \"Let us have the land of Tusim?\"\n   </p>\n   <p>\n    \"Yes, including iron ore and marble mines.\" Fei Qiya said solemnly.\n   </p>\n   <p>\n    The elder's expression suddenly changed. He couldn't hide his sudden excitement and kept saying, \"Wait a little longer... wait a little longer... I'll go and see. Maybe the leader has finished his work!\"\n   </p>\n   <p>\n    After saying that, he hurried out of the hall.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Winter is over and spring is coming soon.\n   </p>\n   <p>\n    The Greeks, especially the Athenians, regarded the summer solstice as the starting point of the year, so they did not have any special celebrations for the arrival of spring.\n   </p>\n   <p>\n    In Poseidon, Hiero established through the council that the spring solstice was the beginning of the year, and designated this day as a festival to worship Gaia, the goddess of the earth, and at the same time began to record years (the Greek city-states did not have a record of years).\n   </p>\n   <p>\n    On January 1, the first year of Bosaiah (late 41 BC), the population of Bosaiah citizens was 813.\n   </p>\n   <p>\n    On this day, the poor people of Bosaiah decorated the entire city of Bosaiah with wild flowers, because this day was not only the day of worshiping the goddess of the earth, but also the day when their king Hero married Serenia, the daughter of Grinus, the governor of Tarantum.\n   </p>\n   <p>\n    Serenia got up early and asked her slave girls to place her used belts, clothes and old toys in front of the statue of Artemis, the goddess of the moon and hunting. After saying farewell prayers, she burned them.\n   </p>\n   <p>\n    Then she took a ceremonial bath with the spring water, and then knelt before the statue of Aphrodite, the goddess of love, and prayed for her blessing for a happy marriage.\n   </p>\n   <p>\n    She picked up the wedding dress that had been placed in front of the statue to receive a divine bath: a long wedding dress and crown, as well as a heavy robe tied with a loose belt. The chest belt made her shy and expectant. You know, in order to win back the love of her cheating husband Zeus, Queen Hera borrowed the chest belt from the god of love, thus completely seducing her husband. Of course, Serenia hoped that she could also have magical seduction.\n   </p>\n   <p>\n    \"Master, you are so beautiful! Even Aphrodite will be jealous of you!\" The slave girl looked at Serenia in her wedding dress and praised sincerely.\n   </p>\n   <p>\n    \"Don't talk nonsense, Dimada. I'll be satisfied if I can be half as beautiful as the god of love!\" Serenia stopped the slave girl from boasting too much. She looked at her own face repeatedly in the bronze mirror, feeling shy and uneasy.\n   </p>\n   <p>\n    After waiting for more than an hour, she heard a noisy sound outside. She could clearly distinguish his voice and her heartbeat immediately accelerated. Her mother beside her felt her nervousness and comforted her softly.\n   </p>\n   <p>\n    The door was pushed open, and Shiloh appeared in front of her. Serenia saw her husband through the wedding dress, wearing a finely crafted suit and a crown of flowers on his head. He looked very energetic, and the fragrance of myrrh trees emanating from his body filled the whole room, which lifted her spirits. His piercing eyes made her blushing cheeks burn the wedding dress covering her face.\n   </p>\n   <p>\n    Greenos solemnly placed his daughter's hand in Shiloh's and said, \"Shiloh, I leave my daughter to you.\"\n   </p>\n   <p>\n    \"Don't worry. From now on, Serenia is my wife. I will cherish her as I would my own eyes and will never let her suffer any injustice!\" Shiro answered with the same solemnity.\n   </p>\n   <p>\n    Greenos nodded.\n   </p>\n   <p>\n    Xiluo took Serenia's hand and walked out of the bedroom slowly. Serenia lowered her head shyly, but her eyes were quietly staring at the strong hand holding hers.\n   </p>\n   <p>\n    Until a huge cheer woke her up from her reverie.\n   </p>\n   <p>\n    People in the courtyard came forward to offer sincere blessings to the newlyweds. Among them were not only relatives and friends of Greenos, but also merchants and members of the council of Tarantum... The establishment of Poseidon brought rich commercial benefits and strategic value to Tarantum. They expressed their goodwill to the young king, expressing their gratitude and hoping that the connection between the two city-states would continue like this.\n   </p>\n   <p>\n    Shiloh and Serenia got on a horse-drawn cart, while the woman's relatives and friends followed closely behind on foot. Amid shouts of \"Let's get going!\" \"Let's get on the road!\" \"Carry torches!\" the cart and the people following behind began to move north towards Poseidon.\n   </p>\n   <p>\n    In the sunny morning, most of the people who came to the wedding held a torch, including Serenia's mother, who held the torch high from her hearth, symbolically protecting her daughter's transition from one family and one identity to another family and another identity. Torches are essential in weddings, even during the day, so a marriage without a torch can be said to be illegal.\n   </p>\n   <p>\n    Sitting in the carriage, Serenia was very nervous. She pretended to listen to people singing wedding hymns loudly with the accompaniment of double flute and lyre to dispel her anxiety.\n   </p>\n   <p>\n    Shiloh was also a little nervous. After all, this was the first time he had seen this girl, but she was already his wife! Shiloh secretly looked at the woman who would accompany him for the rest of his life. The uneasy eyes flashing under her long eyelashes made Shiloh feel pity for her.\n   </p>\n   <p>\n    He softly played the \"Wedding March\" that was well-known to everyone in his previous life. The beautiful and slow melody echoed in the carriage.\n   </p>\n   <p>\n    Serenia was quickly attracted by the song, which was obviously different from those hymns. It was solemn and majestic, yet not lacking in lyricism...\n   </p>\n   <p>\n    \"It sounds so nice!\" Serenia couldn't help but ask, \"What's it called?\"\n   </p>\n   <p>\n    \"I don't know.\" Shiloh pretended to be confused: \"I fell asleep last night, and the god of love sang in my dream, saying that it was a blessing for our marriage.\"\n   </p>\n   <p>\n    \"I don't believe it!\" Serenia curled her lips.\n   </p>\n   <p>\n    \"Really! She sang other carols too! I'll sing them to you.\" Shiloh whistled again, this time \"Jingle Bells.\"\n   </p>\n   <p>\n    Serenia was soon intoxicated by this lively and cheerful melody...\n   </p>\n   <p>\n    When the convoy entered the gate of Bosnia, the people who were escorting the bride were stunned by the dense crowds standing on both sides of the road. In their impression, although Bosnia was a city-state, it was actually not much bigger than a demo (equivalent to a village). However, the scene before them overturned their imagination. (To be continued. If you want to know what happened next, please log in to .qidian. There are more chapters. Support the author and support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 139": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 61 The King's Wedding (Part 2)\n   </p>\n   <p>\n    The cheers, one higher than the other, hit the eardrums of every relative and friend. The joyful smiles on the faces of the Bosaiah people were decorated by no means. They made every Tarentum person realize that this young bridegroom had the love of his citizens! This made some people with a caring heart think deeply.\n   </p>\n   <p>\n    In the rain of petals thrown by people, Shiloh embraced Serenia and stood on the carriage waving to the people around them. Although Serenia was shy, she was used to Shiloh's embrace at this moment. She looked at the jubilant crowd around her curiously and heard Shiloh say in her ear: \"Serenia, from now on, this is your home!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    When Niyu walked into Durisa's round house, Durisa was talking to her two sisters with a serious expression: \"I don't care what method you use, you must keep an eye on Katira for me, and don't let her go out today!\"\n   </p>\n   <p>\n    After seeing off her two sisters, Dorisa said to Niu, \"Katira is clamoring to go to Poseidon. If it weren't for the friendship between Tusim and Poseidon, I really hope she would go there and make a scene to embarrass the people of Tarantum and help me vent my anger! Why should my sister be the last one to be married!\"\n   </p>\n   <p>\n    Listening to Dorisa's complaints, Niu did not speak. He knew that Dorisa was just talking. With Tusim's current strength, they would not dare to offend Tarantum or even Poseidon. As he had pursued Katira in the past, he had to avoid suspicion at this moment.\n   </p>\n   <p>\n    After talking for a while, Dorisa calmed down and threw herself into the recliner. She pointed at the dozen bottles of wine in the corner and said, \"Niyu, it's rare that you come today. Let's have a good drink.\"\n   </p>\n   <p>\n    Niyu frowned slightly as he looked at Dorisa's lazy appearance.\n   </p>\n   <p>\n    Since Poseidon helped Tusim to dig ore and sell it to Tarantum, Tusim earned a lot of silver coins every day. At the same time, Poseidon married a large number of Tusim women and even widows with children, which reduced the population of Tusim and increased the money each household received. Tusim, which had only more than 300 households, suddenly became rich. When they were holding countless silver coins and didn't know what to do, Poseidon's hot market attracted their attention. They bought everything they had never seen, from wooden combs and iron needles to wooden beds and bronze statues. In just three months, except for the traditional round house that could not be changed, everything in the round house changed. Dorisa even proposed to erect a bronze statue of his father in the village.\n   </p>\n   <p>\n    \"Chief, I got the news that Worm has also been persuaded by the traitor Feiqia and is preparing to send troops!\"\n   </p>\n   <p>\n    Niyu said in a heavy tone.\n   </p>\n   <p>\n    \"What!\" Dorisa stood up suddenly: \"Are you sure?!\"\n   </p>\n   <p>\n    \"This news has spread to the tribes on the other side of the mountain. They are all moving!\"\n   </p>\n   <p>\n    \"Damn Fechia! Damn Volm!...\" Dorisa's face turned very bad, and he paced back and forth nervously in the room. When he heard that Fechia wanted to incite other Brutti tribes to attack Tusim, he was really nervous for a while. Later, because the leading tribe was Serasim, Volm, as its mortal enemy, refused to participate, which affected the attitudes of some small tribes that were attached to Volm, and thus the joint action came to a stalemate.\n   </p>\n   <p>\n    Why did Worm suddenly agree? Dorisa couldn't figure it out for a moment. If he knew that Worm agreed because he could occupy Tusim's land, he would probably be furious.\n   </p>\n   <p>\n    \"Ring the bell immediately and gather all the tribesmen! Then, rush to Poseidon and tell Shiloh about this! Also tell him that I will send Katila to Poseidon to get married tomorrow!\" After saying all this in one breath, Dorisa relaxed a little.\n   </p>\n   <p>\n    He picked up a can of wine and drank it directly after opening it. Wiping the wine stains from the corners of his mouth with his hands, he gritted his teeth and said, \"Tomorrow, I will prepare a generous dowry for Katila! The Bosaiians have defeated Lukeram twice with fewer troops. Now the number of Bosai's citizens has increased a lot compared to before. As long as they send troops, defeating these tribes should not be a problem!\"\n   </p>\n   <p>\n    \"Yes, chief. And now Tarantum relies entirely on our ore supply, they shouldn't just stand by and watch.\" Niyu reminded him.\n   </p>\n   <p>\n    \"Yes, and Tarantum!\" Dorisa's excitement suddenly made Niyu feel a little disappointed: If it were in the past, the leader would definitely oppose the mention of Tarantum. His attitude has changed so much in just three months. Is it because of the mineral trade? Because Tusim has become rich?\n   </p>\n   <p>\n    You couldn't help but shudder.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    The next day, Serenia did not get up until noon. Logically, a housewife should not be so lazy, but last night in the new house, Shiloh was fascinated by her beauty and tenderness, and could not help making love to her several times, which made Serenia, who had just experienced sex, a little overwhelmed. The long sleep seemed to have not restored her energy, and when she woke up, she was as delicate as an iris swaying in the wind.\n   </p>\n   <p>\n    When the slave girl Dimada was helping her take a bath, she caressed her smooth body with her hands. Thinking of Shiloh's passionate kiss on her body last night, she couldn't help but feel her whole body soften and a little wet between her legs.\n   </p>\n   <p>\n    \"Where is my husband now?\" She suddenly wanted to see Shiloh immediately.\n   </p>\n   <p>\n    \"I don't know, Master.\"\n   </p>\n   <p>\n    After Serenia hurriedly finished washing, got dressed, and sat in front of the bronze mirror to put on makeup, her eagerness to see Shiloh became a little hesitant. The slight pain between her legs reminded her of Shiloh's madness last night, and she felt a little scared.\n   </p>\n   <p>\n    \"Di Mada, which perfume do you think I should use?\" Serenia looked at the series of cosmetics on the dressing table, including laurel water, olive oil, lily water, etc. It would be more accurate to say that she was hesitating whether to meet Shiloh immediately rather than which perfume to use.\n   </p>\n   <p>\n    Just as Dimada was about to express his opinion, the door was pushed open with a bang and a woman rushed in.\n   </p>\n   <p>\n    In the stunned eyes of Serenia, she said arrogantly: \"You are Serenia?! My name is Kadila, and I am Shiloh's wife!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    At this moment in the meeting hall, Shiloh held an emergency meeting because of the arrival of Dorisa and Dickwei.\n   </p>\n   <p>\n    \"Dear King Poseidon, according to the news we received from Tusim, Worm and Serasim have been calling on various tribes to send troops. Once their coalition is established, they will invade the area where the two rivers meet!\" Niyu said seriously.\n   </p>\n   <p>\n    Misconon snorted and said sarcastically: \"Hey, you are mistaken. To enter here, the Brutti must first pass through your stronghold. Could it be that you, Tusim, have also joined their coalition?\" (To be continued. If you want to know what happened next, please log in to .qidian., there are more chapters, support the author, support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 140": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 62 Callikretto's Advice - From City-State to Empire\n   </p>\n   <p>\n    Misconon's words made Dorisa's face change.\n   </p>\n   <p>\n    \"Miskonon, what are you talking about!\" Shiloh was furious. \"I am now the brother-in-law of the leader of Tusim! How many citizens of Bosaiah married women from Tusim? Bosaiah and Tusim were allies before! Now we are even more of a family! If I hear you say something like this again, I will kick you out!\"\n   </p>\n   <p>\n    Dorissa was deeply moved by Shiloh's words. He changed his previous reserved attitude and said, \"Shiloh, we Tusim people did not succumb to Lukelam even when we were in such a difficult situation. We will not surrender to these tribes now!\"\n   </p>\n   <p>\n    \"It's just that we in Tusim only have 300 warriors. We can't resist so many enemies. I hope Poseidon can help!\"\n   </p>\n   <p>\n    \"Brother, don't worry. Poseidon and Tusim are like teeth and tongue. If the teeth are gone, the tongue will be lost too!\" Shiloh glanced at the people around him and said without hesitation, \"We Poseidons are ready to help Tusim at any time!\"\n   </p>\n   <p>\n    \"Respected Chief Tusim, please rest assured. In the past, we only had more than 200 soldiers to defeat the powerful Lukelum. Now there are 800 citizens of Poseidon, plus our king's 250 slave soldiers, a total of more than 1,000 warriors. They have all undergone several months of hard training. With the command of our king and the assistance of you Tusim, I think we don't have to worry about the attack of these Brutti people at all!\" Sulmus, the only one who had not participated in the battle, echoed Shiloh's words.\n   </p>\n   <p>\n    Picos asked calmly, \"How many people are there in Brutti's coalition?\"\n   </p>\n   <p>\n    Dorisa glanced at Dikwi, who said, \"Last year, when our old leader of Tusim joined forces with other tribes to attack Tarantum, in addition to the 3,500 people from Tusim, the other tribes had about 8,000 people. After that... disastrous defeat, and the fact that Worm and Serasim did not have much influence in the tribe, I think there were only about 2,000 to 3,000 people.\"\n   </p>\n   <p>\n    After hearing what Dickway said, Dorisa thought of her father's glory at that time and her own downfall at this time, and felt mixed emotions.\n   </p>\n   <p>\n    Nurnus, Picos and the others looked at each other in bewilderment. Even if the enemy had only 2,000 men, they still outnumbered Poseidon and Tusimus by 600 to 700 men. Although Poseidon's strength had greatly increased, this was also the most disparate of the two battles.\n   </p>\n   <p>\n    The sudden quietness in the hall made Dorisa and Dickway feel uneasy, but Shiloh looked at his subordinates calmly without saying a word.\n   </p>\n   <p>\n    Kallikretu stood up first: \"My king, I think no matter how many enemies there are, we will definitely defeat them!\"\n   </p>\n   <p>\n    \"Oh!\" Shiloh's eyes lit up: \"Why?\"\n   </p>\n   <p>\n    Everyone's eyes were focused on Kallikretu, who said calmly, \"Since we last learned that the Brutti might attack here, my king, you have led us to prepare for this war. Yesterday, I went to the military camp to watch the citizens training. Not only were they happy to undergo hard training, but they also had a harmonious relationship with each other. Just as you said, king, only a united army can win the battle. And look at the Brutti coalition, they come from various tribes, have different interests, and don't even have a unified command. I heard from Elder Dikwe that this coalition was organized by Worm and Serasim, so do they listen to Worm or Serasim?\"\n   </p>\n   <p>\n    \"That's right. A team like this will inevitably collapse if it suffers a little blow!\" Nurnusis was the first to react and immediately agreed.\n   </p>\n   <p>\n    A trace of admiration flashed in Hilo's eyes. After observing for a period of time, he found that the five people under him had their own characteristics: Picos was upright and principled. He could complete all the tasks assigned to him with all his heart and soul, and was especially good at training soldiers; Surmus was smooth and greedy for small profits. Business and financial management were his strengths, and he also had certain diplomatic skills; Nurnusis was quite shrewd, good at observing people's words and expressions, and had special skills in organization and management. Since he became the sheriff, the order of the city-state has been well maintained, which shows his ability; Misconon was frivolous and humorous, and his ability to handle affairs was average. He was a good lubricant when he made jokes during meetings. Perhaps it was for this reason that he was very popular among the citizens, which could not but be said to be a kind of ability; and Callikretus was diligent in thinking. He didn't like to talk much, but he always spoke to the point, so Hilo valued him very much.\n   </p>\n   <p>\n    \"Kallikretu, since you think the Brutti coalition is not formidable, how do you think we should fight this battle?\" Hero said calmly, motioning the slave to bring a large map of the Brutti region drawn on a large piece of linen and put it in the middle of the conference table. This oval long table was specially made by Hero for the carpenter to facilitate meetings. Because it can reflect the difference in status and slightly show equality. Now Hero and Dorisa are at the two ends of the long table, and the others are sitting on both sides.\n   </p>\n   <p>\n    \"My king, with your command and our strictly trained citizens, a battle can solve the problem!\" Kallikretu said without hesitation.\n   </p>\n   <p>\n    \"I didn't expect that you, Kallikretu, have learned to speak nicely!\" Shiloh pointed at him and said with a smile, \"Did you learn it from Sulmus?\"\n   </p>\n   <p>\n    \"It's unfair, my king. I always stick to the facts and never know what it means to say nice things!\" Sulmus cried out loudly.\n   </p>\n   <p>\n    \"Of course you can make things sound as beautiful as poetry, even Apollo envies you!\" Misconon interrupted.\n   </p>\n   <p>\n    Everyone laughed and the tense atmosphere became much more relaxed.\n   </p>\n   <p>\n    Kallikretu smiled and continued, \"However, where to fight is a problem! If the enemy approaches Poseidon, it will destroy the farmland that our citizens have worked hard to cultivate; if the enemy approaches Tusim, it may destroy the mines in the north.\"\n   </p>\n   <p>\n    Hearing this, Dorisa and Dickwei nodded repeatedly. This was exactly the problem they were worried about.\n   </p>\n   <p>\n    \"So we should try to make the battle take place in the north of Tusim.\" Kallikretu leaned over and looked at the map on the table. After a while, he pointed at a place on the map and said confidently: \"If we camp here, they will have to fight a decisive battle with us!\"\n   </p>\n   <p>\n    Everyone gathered to see where Kallikretu was pointing.\n   </p>\n   <p>\n    There are several high mountains to the north of Tusim and Lukelam, which are difficult to climb. Other tribes mainly rely on two routes to communicate with Tusim and Lukelam: one is to go through the Budano River Valley, enter the original Lukelam territory, and go south to the Adroceni River; the other is a series of low hills running north and south to the west of these high mountains. It is said that the Budano River flowed south through this long time ago. Through it, you can enter the Tusim territory and reach the mountain village. (To be continued, if you want to know what happened next, please log in to .qidian., there are more chapters, support the author, support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n"
}