{
    "Chapter 81": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1 class=\"chapter-title\" data-v-a4858719=\"\">\n  <font style=\"vertical-align: inherit;\">\n   <font style=\"vertical-align: inherit;\">\n    Chapter 81: Battle of the Adrosene River (I)\n   </font>\n  </font>\n </h1>\n <body>\n  <div class=\"isTxt chapter-box\" data-v-7e827125=\"\" id=\"article\" style=\"font-size:20px;\">\n   <p>\n    <font style=\"vertical-align: inherit;\">\n     <font style=\"vertical-align: inherit;\">\n      The Lukelamites wanted to attack in the early morning! Shiloh understood immediately. Early morning is when people are most asleep and least prepared. The time chosen by the Lukelamites can be said to be quite insidious, but Shiloh's persistent reconnaissance and advance preparations aborted the enemy's plan.\n     </font>\n    </font>\n   </p>\n   <p>\n    <font style=\"vertical-align: inherit;\">\n     <font style=\"vertical-align: inherit;\">\n      “When will the enemy arrive?”\n     </font>\n    </font>\n   </p>\n   <p>\n    <font style=\"vertical-align: inherit;\">\n     <font style=\"vertical-align: inherit;\">\n      \"If it's quick, one hour!\"\n     </font>\n    </font>\n   </p>\n   <p>\n    <font style=\"vertical-align: inherit;\">\n     <font style=\"vertical-align: inherit;\">\n      \"Don't use the horn! Notify all the soldiers immediately!\" Shilo issued the order.\n     </font>\n    </font>\n   </p>\n   <p>\n    <font style=\"vertical-align: inherit;\">\n     <font style=\"vertical-align: inherit;\">\n      \"Understood, Master!\" Secito ran out quickly.\n     </font>\n    </font>\n   </p>\n   <p>\n    <font style=\"vertical-align: inherit;\">\n     <font style=\"vertical-align: inherit;\">\n      At this moment, Alessia brought armor, shield and spear to Shiloh and helped him put them on.\n     </font>\n    </font>\n   </p>\n   <p>\n    <font style=\"vertical-align: inherit;\">\n     <font style=\"vertical-align: inherit;\">\n      \"Alesha!\" Shiloh gently pinched her cheek and said comfortingly, \"Don't worry about me. After this battle, we should move to a bigger house! Then, you can live with me again!\"\n     </font>\n    </font>\n   </p>\n   <p>\n    <font style=\"vertical-align: inherit;\">\n     <font style=\"vertical-align: inherit;\">\n      \"Yes!\" Alesha lowered her head shyly and helped Xiluo fasten the front and back buckles of the blue steel breastplate: \"I hope the God of War will grant you glory!\"\n     </font>\n    </font>\n   </p>\n   <p>\n    <font style=\"vertical-align: inherit;\">\n     <font style=\"vertical-align: inherit;\">\n      Shiloh laughed: \"You can't rely on God, the key is to rely on yourself!\"\n     </font>\n    </font>\n   </p>\n   <p>\n    <font style=\"vertical-align: inherit;\">\n     <font style=\"vertical-align: inherit;\">\n      …\n     </font>\n    </font>\n   </p>\n   <p>\n    <font style=\"vertical-align: inherit;\">\n     <font style=\"vertical-align: inherit;\">\n      After a long period of noisy footsteps and commands, a relatively neat infantry phalanx appeared in front of Shilo. Shilo was very satisfied that he could train a group of slaves into their current state in just five or six days. This gave him more confidence in the upcoming battle.\n     </font>\n    </font>\n   </p>\n   <p>\n    <font style=\"vertical-align: inherit;\">\n     <font style=\"vertical-align: inherit;\">\n      Shiloh stood in front of the square formation and stared at his soldiers. No one dared to speak at this moment, because being beaten with a military stick was not a pleasant feeling.\n     </font>\n    </font>\n   </p>\n   <p>\n    <font style=\"vertical-align: inherit;\">\n     <font style=\"vertical-align: inherit;\">\n      There was silence all around, with only the sound of the Adrotheni River flowing ahead.\n     </font>\n    </font>\n   </p>\n   <p>\n    <font style=\"vertical-align: inherit;\">\n     <font style=\"vertical-align: inherit;\">\n      \"I announce the military rules that must be followed in the upcoming battle!\" Shiloh said loudly: \"Anyone who speaks loudly before the battle begins will be killed!\n     </font>\n    </font>\n   </p>\n   <p>\n    <font style=\"vertical-align: inherit;\">\n     <font style=\"vertical-align: inherit;\">\n      Anyone who disobeys orders in battle will be killed!\n     </font>\n    </font>\n   </p>\n   <p>\n    <font style=\"vertical-align: inherit;\">\n     <font style=\"vertical-align: inherit;\">\n      Anyone who shrinks back from fighting will be killed!\n     </font>\n    </font>\n   </p>\n   <p>\n    <font style=\"vertical-align: inherit;\">\n     <font style=\"vertical-align: inherit;\">\n      During the battle, anyone who escapes without permission will be beheaded! ...\"\n     </font>\n    </font>\n   </p>\n   <p>\n    <font style=\"vertical-align: inherit;\">\n     <font style=\"vertical-align: inherit;\">\n      The words \"behead\" were heard several times in a row, and everyone was secretly shocked. Even in the Athenian military law, there was no such strictness. It was normal for the citizen soldiers to retreat when they saw that the situation was not right. Hero did not mention these points during training, but raised them at this critical moment just to make it a fait accompli.\n     </font>\n    </font>\n   </p>\n   <p>\n    <font style=\"vertical-align: inherit;\">\n     <font style=\"vertical-align: inherit;\">\n      In the dark night, Shiloh could not see the faces of the soldiers, but he could hear their rapid breathing. He said in a heroic voice: \"The enemy is finally here, and their numbers far exceed ours! They are here to kill us all! They think we are a group of sheep!\"\n     </font>\n    </font>\n   </p>\n   <p>\n    <font style=\"vertical-align: inherit;\">\n     <font style=\"vertical-align: inherit;\">\n      \"No, we are lions that want to eat people! No matter how many wolves there are, they are no match for lions! Warriors, use your shields to resist their attacks! Use your spears to pierce their bodies!\"\n     </font>\n    </font>\n   </p>\n   <p>\n    <font style=\"vertical-align: inherit;\">\n     <font style=\"vertical-align: inherit;\">\n      \"Warriors, no matter who you were in the past, you are now a whole! Trust your teammates! Cover your teammates! We must be united like a solid rock! No matter how many enemies there are, they will be crushed by our rock! Let the Adroceni River become their graveyard! We will use the victory of this battle to tell the Brutti people how powerful we are!!\"\n     </font>\n    </font>\n   </p>\n   <p>\n    <font style=\"vertical-align: inherit;\">\n     <font style=\"vertical-align: inherit;\">\n      \"In today's battle, all slaves don't have to cut off the enemy's nose! As long as we win, all slaves will be rewarded for two years of hard work!\" Shiloh emphasized again.\n     </font>\n    </font>\n   </p>\n   <p>\n    <font style=\"vertical-align: inherit;\">\n     <font style=\"vertical-align: inherit;\">\n      As soon as he finished speaking, Shiloh heard faster and louder breathing. He was stunned, and then realized that this was not due to nervousness, but because of high excitement. Due to military orders, they dared not speak, so they held their strength in their hearts until the moment the battle broke out.\n     </font>\n    </font>\n   </p>\n   <p>\n    <font style=\"vertical-align: inherit;\">\n     <font style=\"vertical-align: inherit;\">\n      …\n     </font>\n    </font>\n   </p>\n   <p>\n    <font style=\"vertical-align: inherit;\">\n     <font style=\"vertical-align: inherit;\">\n      It was dawn, the afterimage of the moon was still hanging on the top of the mountain, and the thick fog on the river spread across the mountains and plains.\n     </font>\n    </font>\n   </p>\n   <p>\n    <font style=\"vertical-align: inherit;\">\n     <font style=\"vertical-align: inherit;\">\n      Just as Tachiadi was about to rub his stiff arms, he suddenly heard chaotic footsteps coming from the other side.\n     </font>\n    </font>\n   </p>\n   <p>\n    <font style=\"vertical-align: inherit;\">\n     <font style=\"vertical-align: inherit;\">\n      \"Here they come!\" He was startled and grasped the spear tightly with his right hand. He subconsciously looked at Misconon beside him. This heavy infantryman who usually trained their team and was responsible for leading them during war had a calm expression on his face.\n     </font>\n    </font>\n   </p>\n   <p>\n    <font style=\"vertical-align: inherit;\">\n     <font style=\"vertical-align: inherit;\">\n      The footsteps became louder and louder, and then he heard the sound of stepping on water. His heart began to pound, and then a black dot appeared in his vision, then two black dots, and then three black dots...\n     </font>\n    </font>\n   </p>\n   <p>\n    <font style=\"vertical-align: inherit;\">\n     <font style=\"vertical-align: inherit;\">\n      Just then he heard Misconon shout, \"Shields up! Charge!\"\n     </font>\n    </font>\n   </p>\n   <p>\n    <font style=\"vertical-align: inherit;\">\n     <font style=\"vertical-align: inherit;\">\n      Tachiadi and his teammates rushed forward like arrows on a taut string! Breaking through the thick fog, he saw no longer just one or two black dots, but a dense crowd of people, who were crowded in the river, and some had already stepped onto the river bank.\n     </font>\n    </font>\n   </p>\n   <p>\n    <font style=\"vertical-align: inherit;\">\n     <font style=\"vertical-align: inherit;\">\n      Taqiadi's iron shield hit an enemy heavily, and then he stabbed out with the spear in his hand. Countless soldiers did the same thing as him. Just this collision and stabbing caused more than a dozen casualties among the Lukelam vanguard.\n     </font>\n    </font>\n   </p>\n   <p>\n    <font style=\"vertical-align: inherit;\">\n     <font style=\"vertical-align: inherit;\">\n      The Lukeram people were stunned by the thunderous blows of the slave soldiers. They were still dreaming of slaughter, but they didn't know that the enemy was ready. The Lukeram people in the front row retreated in a hurry, while the people behind them didn't understand what was happening in front of them and rushed forward. As a result, they were in a mess. There was more silt in the river than usual. It was the masterpiece of Shiloh. Countless Lukeram people fell into the river and were then trampled by their tribesmen.\n     </font>\n    </font>\n   </p>\n   <p>\n    <font style=\"vertical-align: inherit;\">\n     <font style=\"vertical-align: inherit;\">\n      Shiloh stood behind the infantry phalanx, and next to him was the reserve team composed of more than 80 workshop slaves. At this time, Shiloh had created two precedents in the military history of the Mediterranean: one was that the commander did not go directly into battle, but commanded from behind; the other was the establishment of the reserve team. Even in the period of Alexander of Macedonia, the great emperor was still accustomed to charging into battle and was in danger many times; while the latter had to wait until the decisive battle between Caesar and Pompey, when Caesar used the reserve team for the first time. The well-prepared spearmen ambushed behind the phalanx and rushed out at a critical moment, defeating Pompey's cavalry and thus laying the foundation for victory. The combination of these two means that the battle is no longer out of control after the start of the war, but can be readjusted and planned according to the battlefield situation. The direction and process of the attack.\n     </font>\n    </font>\n   </p>\n   <p>\n    <font style=\"vertical-align: inherit;\">\n     <font style=\"vertical-align: inherit;\">\n      Although Shiloh could not see the battlefield situation, the enemy's shouts and screams kept coming into his ears, which made him know that the enemy was in panic. The plan of the Lukelam people became their biggest obstacle. In the thick fog, you can't see your feet or the enemy clearly, which will only accelerate the spread of fear.\n     </font>\n    </font>\n   </p>\n   <p>\n    <font style=\"vertical-align: inherit;\">\n     <font style=\"vertical-align: inherit;\">\n      Then they would be even more afraid! Shiloh raised his spear and shouted, \"Attention, reserve troops, throw stones!\"\n     </font>\n    </font>\n   </p>\n   <p>\n    <font style=\"vertical-align: inherit;\">\n     <font style=\"vertical-align: inherit;\">\n      \"Throw stones! Throw stones!\" At this moment, Su Paite, acting as Shiloh's messenger, was running and shouting in front of the reserve team.\n     </font>\n    </font>\n   </p>\n   <p>\n    <font style=\"vertical-align: inherit;\">\n     <font style=\"vertical-align: inherit;\">\n      When Kongda and his fellow blacksmiths heard the command, they immediately picked up the stones that had been polished yesterday afternoon and threw them out with force.\n     </font>\n    </font>\n   </p>\n   <p>\n    <font style=\"vertical-align: inherit;\">\n     <font style=\"vertical-align: inherit;\">\n      These bread-sized stones flew over the infantry phalanx and fell into the river. The river was now crowded with countless Lukelam people, so the hit rate was quite high, which caused them to panic even more.\n     </font>\n    </font>\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 82": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <h1 class=\"chapter-title\" data-v-a4858719=\"\">\n  第82章 阿德罗塞尼河之战（二）\n </h1>\n <body>\n  <div class=\"isTxt chapter-box\" data-v-7e827125=\"\" id=\"article\" style=\"font-size:20px;\">\n   <p>\n    “稳住阵形！！不准前进！！”米斯科农大声的提醒奴隶士兵们，因为在他们前方的河岸是希洛在昨天让奴隶们铲掉杂草后，用泥土夯成的小斜坡，当敌人的湿脚踩在上面，就会打滑，无法使力，便于士兵刺杀。经验丰富的...\n   </p>\n  </div>\n </body>\n</html>\n"
}