{
    "Chapter 140": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 64 Raid - From City-State to Empire\n   </p>\n   <p>\n    \"How do you know Katila likes horses?\" Shiloh asked in surprise.\n   </p>\n   <p>\n    Serenia smiled slightly: \"I also know that your favorite slave girl is called Alesha.\"\n   </p>\n   <p>\n    Xiluo suddenly felt a chill running down his spine: Did I accidentally reveal it to her last night when we were in bed?\n   </p>\n   <p>\n    \"Cerenya... I wish—\"\n   </p>\n   <p>\n    Before he finished speaking, he was interrupted by Serenia: \"Shiro, my husband, you don't have to worry about anything!\" Serenia's expression at this moment was extremely solemn: \"My mother has taught me how to manage a family since I was a child. Don't worry, especially when you are about to go to war, I will manage the family well and will not cause you any trouble. Since Alesha has won your favor, I will reserve a room for her on the second floor, and the cost of food, clothing and housing will be increased accordingly. It's just that Katila-\"\n   </p>\n   <p>\n    \"Katila is still young and playful. She doesn't know how to manage a home, so you are still in charge of the household affairs. Just don't restrict them too much. Katila likes to go out to play, so let her go out; Alessia likes to raise livestock, so let her raise livestock. And you--\" Shiloh stroked Serenia's face and said softly, \"I know you have a talent for business, but because of the so-called Greek family tradition, you can't give full play to it. Here, you don't have to worry about these. I will give you some of my industries to manage, receive customers, contact merchants, you can do everything according to your wishes.\" Shiloh said to her seriously.\n   </p>\n   <p>\n    \"...But this is against the law! Especially since you are a king, you should set an example!\" Although Serenia was very happy to hear this, years of education told her how unorthodox her husband's words were!\n   </p>\n   <p>\n    \"Law? Poseidon has no law that restricts women like this! Therefore, as the king and queen of Poseidon, we need to create new traditions for it!\" Hiro's passionate words infected Serenia, and she also felt proud and happy that she had found a unique and good husband. She hugged Hiro with both hands, and her plump and elastic breasts pressed against Hiro's arms, making him feel dependent on her.\n   </p>\n   <p>\n    \"Serenia, let's go horseback riding too!\" Serenia was about to say she didn't know how to do it, but Shiloh whispered something in her ear, and her pretty face, as white as jade, turned red like clouds.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Mount Haiestrum is the highest of the mountains that blocked the Brutti from going south. It is the residence of the mountain god Nim worshipped by the Brutti, so it is also called the sacred mountain. At the foot of the mountain to the north is a relatively flat open area.\n   </p>\n   <p>\n    Early in the morning, Worm and the warriors from two neighboring tribes crossed the rugged mountain roads and hurried here.\n   </p>\n   <p>\n    When the warriors sat down to rest because they had reached their destination, Badru, the leader of Worm, was furious: \"Serasim is obviously closer to the sacred mountain than us, but that old bastard Strom hasn't shown up with his people yet. Does he really think that he is the first initiator and that he is the leader of this coalition?! What's so arrogant about that! Bah, if you make me angry, take your people back immediately! When that happens, I really want to see what his expression will be!\"\n   </p>\n   <p>\n    \"Chief, don't be angry! Serasim hasn't arrived yet, this is a good opportunity!\" A Worm elder looked around and whispered, \"We can now discuss with other tribes who should lead the attack on Tusim this time.\"\n   </p>\n   <p>\n    Bartlu stroked his thick beard and grinned. He sat on a rock, holding a short spear in his hand, looking back at the Brutti people who were rushing towards here from the undulating hills and the woods. He stood up suddenly and said, \"Let's go and greet them, and show our sincerity!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Afor was a native of Volm, and he was an active supporter of Volm joining the coalition. He had long been tired of life in Volm, which was surrounded by high mountains covered with snow all year round. If there was a big cold wave, half of the cattle and sheep he had worked hard to raise would die. Tusim represented wealth in the eyes of the Brutti, so when Bartlu told him why he wanted to join the coalition, Afor was very happy.\n   </p>\n   <p>\n    At this moment, when everyone else sat down to rest, he was still looking at Mount Haystack excitedly, fantasizing about the land south of the mountain that he was about to set foot on.\n   </p>\n   <p>\n    \"Hey, why are there tribes coming from the south?\" someone said in surprise.\n   </p>\n   <p>\n    Upon hearing this, Afor looked and saw a number of Brutti people coming out of the forest opposite. They were holding short spears and wooden shields, and were walking towards this side in a loose formation, waving and greeting as they walked.\n   </p>\n   <p>\n    Just as Afor was wondering if there were any other tribes nearby, more and more people came out of the forest in front of him, and they were getting closer and closer to Worm. He suddenly felt a little uneasy.\n   </p>\n   <p>\n    At this moment, a trumpet sounded, and the Brutti in front stopped in unison and raised their spears.\n   </p>\n   <p>\n    It's the enemy! As soon as this thought flashed through his mind, the sky above his head was covered with dense short spears.\n   </p>\n   <p>\n    He hurriedly raised his wooden shield, only to hear screams all around him. Those defenseless tribesmen who were lying, sitting, resting, or chatting with others were pierced by short spears one by one, and they didn't know what happened before they died!\n   </p>\n   <p>\n    After throwing a round of short spears, the enemy rushed towards Worm and his men like a surging tide.\n   </p>\n   <p>\n    Afor was frightened by the enemy's bravery. He hastily threw away his weapon and ran away. Many people chose to flee like him. They didn't set up camp or form a formation. They had just been hit by a rain of spears. They didn't have the courage to fight the enemy.\n   </p>\n   <p>\n    Those soldiers who were slow to react were stabbed down by the rushing enemies, and their miserable screams made the others run desperately.\n   </p>\n   <p>\n    Bartlu and his elders were talking to the leader of another tribe, and then they saw their own people running away in terror.\n   </p>\n   <p>\n    \"Stop right there!\" Bartulu's angry roar was like throwing a stone into a rushing river. It had no effect at all. Instead, he was swept away by his fellow tribesmen and fled backwards.\n   </p>\n   <p>\n    Panic quickly spread to the tribes that arrived later. Some people didn't even know what was happening and ran for their lives.\n   </p>\n   <p>\n    In an instant, the whole mountain and plain were filled with defeated soldiers...\n   </p>\n   <p>\n    This chaotic scene lasted for about two hours before the frightened Brutti finally calmed down.\n   </p>\n   <p>\n    The enemy had long since disappeared without a trace. The tribes gathered the fleeing soldiers and counted their numbers, finding that the number of casualties was not high. The main losses came from the round of short spears thrown, as well as trampling and falls during the escape. After all, without cavalry, it was very difficult for infantry to catch up with the infantry who were running away at full speed.\n   </p>\n   <p>\n    Worm suffered the most casualties, and what was worse was that more than half of the cattle and sheep they brought with them were taken away by the enemy. This made Bartulu extremely angry, and the other tribes secretly frightened. They did not expect that the weak Tusim (they thought it was Tusim who did it) would dare to run to the hinterland of the coalition and attack them. This reminded them of the former tyrannical Tusim, and they began to feel uneasy. (To be continued, if you want to know what happened next, please log in to .qidian., there are more chapters, support the author, support genuine reading!) (To be continued)\n   </p>\n   <p>\n    Managed by Google. Complies with IAB TCF. CMP ID: 300\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 141": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 63: It is better to attack than to wait\n   </p>\n   <p>\n    The place that Kallikretu pointed to was right between the two roads, to the north of the border between Tusim and the original Kelam territory.\n   </p>\n   <p>\n    \"Kallikretu chose a good place. No matter which route they take, we can threaten their flanks and rear!\" Picos praised sincerely after thinking about it.\n   </p>\n   <p>\n    \"Hey, this place is so far away from our Poseidon City. It will probably take half a day to get there. How do we solve the food problem? Even if we only stay here for one day, the amount of bread consumed will probably not be a small number. Who will transport it? Who will supply it?\" Just when everyone agreed with Callikretus' opinion, Sulmus raised questions based on his duties.\n   </p>\n   <p>\n    Everyone fell silent. They all knew that after several months of consumption, the city-state had very little food left. If Poseidon sent out a team of a thousand people, the food would not be enough for a day.\n   </p>\n   <p>\n    \"Since we are running low on food, I think we should retreat to the city and wait for the enemy to get close to the Adrothene River before engaging them in a decisive battle!\" Nurnusis suggested.\n   </p>\n   <p>\n    \"This won't do! Are we just going to let the enemy trample on our farmland on the north bank?!\" Misconon objected.\n   </p>\n   <p>\n    \"There's no other way. You know the importance of food to soldiers.\" Nurnusis said helplessly.\n   </p>\n   <p>\n    Dorisa listened to everyone's conversation, but his eyes were fixed on Shiloh who seemed to be deep in thought. His heart tightened, and he said, \"Don't worry about the food, we Tusim will provide it!\"\n   </p>\n   <p>\n    After hearing this, Xi Luo was deliberately stunned and said, \"How can this be possible!\"\n   </p>\n   <p>\n    \"Since you said that Poseidon and Tusim are a family, then Tusim is willing to help his relatives!\" Dorisa was heartbroken about the heavy bleeding, but she had to pretend to be generous and selfless: \"It's just that Tusim's food reserves are not much, and it is estimated that they can only provide three days of food.\"\n   </p>\n   <p>\n    \"Three days is enough!\" Hilo said to Surmus with an excited expression, \"Tusim has provided us with help so generously, and Tarantum has gained so much benefit from Tusim and Poseidon. We are also helping them by fighting against the Brutti! How can they just stand by and watch! Go to Tarantum and ask for help from their council!\"\n   </p>\n   <p>\n    \"Yes, my king,\" Solmus replied.\n   </p>\n   <p>\n    \"Elder Dikwi, I wonder how long the food supply of the Brutti coalition can last?\" Shiloh finally understood. Although Dorisa was the leader, Dikwi was the wise one when it came to marching and fighting.\n   </p>\n   <p>\n    \"According to our tradition, half of the food should be brought by each tribe, and the other half should be provided by the organizer. Spring is when each tribe has the least food. Serasim and Worm are not wealthy tribes, so it's quite good if they can survive for two or three days. Back then, when the old chief led the coalition army from here to the battle with Tarantum, it took a total of two days...\"\n   </p>\n   <p>\n    Dicvir's words surprised them. Picos, Nurnusius and others were from Athens. In the decades of war between Athens and Sparta, the larger battles often lasted for more than seven or eight days, and the Sicily expedition lasted for more than a year. Since the two Greek allies were very wealthy and had sufficient logistical support, they forgot that the Brutti tribes could not compare with Athens and Sparta at all. They had neither sufficient food nor money to buy it. They were a bit like the early Greek city-states. Citizens went to war in the early morning and could go home to eat in the afternoon.\n   </p>\n   <p>\n    However, the Brutti were different from the Greeks in that they were good at robbing. It was because they saw that there were few people in Tusim and not many citizens of Bosaiah that they thought that even if the Tusim stronghold was steep, they could easily break through it with their large numbers.\n   </p>\n   <p>\n    Everyone was thinking about Dickwei's words, and Kallikretu seemed a little annoyed.\n   </p>\n   <p>\n    Shiloh noticed their expressions and said with a smile, \"Kallikretu has chosen a good place. If we camp here, we can not only fight them earlier to prevent them from destroying the territories of Poseidon and Tusim, but it will also be convenient for us to attack!\"\n   </p>\n   <p>\n    \"Attack?\" Everyone was stunned.\n   </p>\n   <p>\n    \"Yes, we can't just wait for the enemy to attack.\" Shiloh said confidently: \"We can take the initiative to attack and undermine their morale.\"\n   </p>\n   <p>\n    He turned his gaze to Dikwi: \"Where do you think the teams sent by the various tribes of Brutti will meet?\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    After discussing Poseidon's dispatch of troops, Hero and Katila's wedding ceremony was supposed to be held. In order to respect Tusim, Hero decided to adopt the tradition of the Brutti people - the bonfire wedding. At this time, he learned that Katila had gone to see Serenia, and he panicked. The scene of the two women fighting each other immediately emerged in his mind. He immediately left the hall and went straight to the backyard.\n   </p>\n   <p>\n    As soon as he entered the yard, he heard the neighing of horses.\n   </p>\n   <p>\n    \"Hey, Shiloh, how do you think I ride?\" Wasn't it Katira who was sitting on the tall horse? Even though the slaves led the horse and let her stroll slowly in the yard, she still looked very proud.\n   </p>\n   <p>\n    \"Very good!\" Shiloh said against his will.\n   </p>\n   <p>\n    \"Oh, you've already learned to please her before you even enter the room!\" Hearing this, Xi Luo's heart tightened. He turned around and saw that Serenia looked unhappy, and hurriedly said with concern: \"Just now I heard that Kadila came to see you, I was very worried about you, so I came.\"\n   </p>\n   <p>\n    \"Why are you worried about me? Are you afraid that she will beat me?\" Serenia frowned.\n   </p>\n   <p>\n    Shiloh didn't dare to speak anymore.\n   </p>\n   <p>\n    Serenia stepped forward and took her husband's arm. Although she was not happy that her husband was shared by others, she knew that it was not entirely the fault of Hero. When Poseidon told Tarantum about Tusim's proposal, many people in Tarantum agreed, and even her father Grinus came to persuade her.\n   </p>\n   <p>\n    Who told him to be the king of a city-state? Serenia felt helpless, but she changed her mind and thought: the man she chose was very caring and considerate. She was very moved by the song he sang for her yesterday and his worry just now. You know, orthodox Greek women don't have much freedom. When they are young, they are controlled by their parents, after they get married, they are controlled by their husbands, and when they are old, they are controlled by their sons. Serenia has seen many unfortunate women in Tarantum, including her mother. Although her father did not have two wives, he would rather break the law (the laws of most Greek city-states stipulate that as a couple, they must have sex at least once a month) than enter his mother's bedroom and stay with prostitutes or female slaves every day.\n   </p>\n   <p>\n    As long as Xiluo always keeps caring for her, that's enough! Serenia thought to herself, half leaning against Xiluo, looking at the extremely excited Katira and said, \"I gave her a horse from the dowry I brought. Look, she is so happy!\" There was a hint of sarcasm in her tone. (To be continued. If you want to know what happened next, please log in to .qidian. There are more chapters. Support the author and support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 142": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 64 Raid - From City-State to Empire\n   </p>\n   <p>\n    \"How do you know Katila likes horses?\" Shiloh asked in surprise.\n   </p>\n   <p>\n    Serenia smiled slightly: \"I also know that your favorite slave girl is called Alesha.\"\n   </p>\n   <p>\n    Xiluo suddenly felt a chill running down his spine: Did I accidentally reveal it to her last night when we were in bed?\n   </p>\n   <p>\n    \"Cerenya... I wish—\"\n   </p>\n   <p>\n    Before he finished speaking, he was interrupted by Serenia: \"Shiro, my husband, you don't have to worry about anything!\" Serenia's expression at this moment was extremely solemn: \"My mother has taught me how to manage a family since I was a child. Don't worry, especially when you are about to go to war, I will manage the family well and will not cause you any trouble. Since Alesha has won your favor, I will reserve a room for her on the second floor, and the cost of food, clothing and housing will be increased accordingly. It's just that Katila-\"\n   </p>\n   <p>\n    \"Katila is still young and playful. She doesn't know how to manage a home, so you are still in charge of the household affairs. Just don't restrict them too much. Katila likes to go out to play, so let her go out; Alessia likes to raise livestock, so let her raise livestock. And you--\" Shiloh stroked Serenia's face and said softly, \"I know you have a talent for business, but because of the so-called Greek family tradition, you can't give full play to it. Here, you don't have to worry about these. I will give you some of my industries to manage, receive customers, contact merchants, you can do everything according to your wishes.\" Shiloh said to her seriously.\n   </p>\n   <p>\n    \"...But this is against the law! Especially since you are a king, you should set an example!\" Although Serenia was very happy to hear this, years of education told her how unorthodox her husband's words were!\n   </p>\n   <p>\n    \"Law? Poseidon has no law that restricts women like this! Therefore, as the king and queen of Poseidon, we need to create new traditions for it!\" Hiro's passionate words infected Serenia, and she also felt proud and happy that she had found a unique and good husband. She hugged Hiro with both hands, and her plump and elastic breasts pressed against Hiro's arms, making him feel dependent on her.\n   </p>\n   <p>\n    \"Serenia, let's go horseback riding too!\" Serenia was about to say she didn't know how to do it, but Shiloh whispered something in her ear, and her pretty face, as white as jade, turned red like clouds.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Mount Haiestrum is the highest of the mountains that blocked the Brutti from going south. It is the residence of the mountain god Nim worshipped by the Brutti, so it is also called the sacred mountain. At the foot of the mountain to the north is a relatively flat open area.\n   </p>\n   <p>\n    Early in the morning, Worm and the warriors from two neighboring tribes crossed the rugged mountain roads and hurried here.\n   </p>\n   <p>\n    When the warriors sat down to rest because they had reached their destination, Badru, the leader of Worm, was furious: \"Serasim is obviously closer to the sacred mountain than us, but that old bastard Strom hasn't shown up with his people yet. Does he really think that he is the first initiator and that he is the leader of this coalition?! What's so arrogant about that! Bah, if you make me angry, take your people back immediately! When that happens, I really want to see what his expression will be!\"\n   </p>\n   <p>\n    \"Chief, don't be angry! Serasim hasn't arrived yet, this is a good opportunity!\" A Worm elder looked around and whispered, \"We can now discuss with other tribes who should lead the attack on Tusim this time.\"\n   </p>\n   <p>\n    Bartlu stroked his thick beard and grinned. He sat on a rock, holding a short spear in his hand, looking back at the Brutti people who were rushing towards here from the undulating hills and the woods. He stood up suddenly and said, \"Let's go and greet them, and show our sincerity!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Afor was a native of Volm, and he was an active supporter of Volm joining the coalition. He had long been tired of life in Volm, which was surrounded by high mountains covered with snow all year round. If there was a big cold wave, half of the cattle and sheep he had worked hard to raise would die. Tusim represented wealth in the eyes of the Brutti, so when Bartlu told him why he wanted to join the coalition, Afor was very happy.\n   </p>\n   <p>\n    At this moment, when everyone else sat down to rest, he was still looking at Mount Haystack excitedly, fantasizing about the land south of the mountain that he was about to set foot on.\n   </p>\n   <p>\n    \"Hey, why are there tribes coming from the south?\" someone said in surprise.\n   </p>\n   <p>\n    Upon hearing this, Afor looked and saw a number of Brutti people coming out of the forest opposite. They were holding short spears and wooden shields, and were walking towards this side in a loose formation, waving and greeting as they walked.\n   </p>\n   <p>\n    Just as Afor was wondering if there were any other tribes nearby, more and more people came out of the forest in front of him, and they were getting closer and closer to Worm. He suddenly felt a little uneasy.\n   </p>\n   <p>\n    At this moment, a trumpet sounded, and the Brutti in front stopped in unison and raised their spears.\n   </p>\n   <p>\n    It's the enemy! As soon as this thought flashed through his mind, the sky above his head was covered with dense short spears.\n   </p>\n   <p>\n    He hurriedly raised his wooden shield, only to hear screams all around him. Those defenseless tribesmen who were lying, sitting, resting, or chatting with others were pierced by short spears one by one, and they didn't know what happened before they died!\n   </p>\n   <p>\n    After throwing a round of short spears, the enemy rushed towards Worm and his men like a surging tide.\n   </p>\n   <p>\n    Afor was frightened by the enemy's bravery. He hastily threw away his weapon and ran away. Many people chose to flee like him. They didn't set up camp or form a formation. They had just been hit by a rain of spears. They didn't have the courage to fight the enemy.\n   </p>\n   <p>\n    Those soldiers who were slow to react were stabbed down by the rushing enemies, and their miserable screams made the others run desperately.\n   </p>\n   <p>\n    Bartlu and his elders were talking to the leader of another tribe, and then they saw their own people running away in terror.\n   </p>\n   <p>\n    \"Stop right there!\" Bartulu's angry roar was like throwing a stone into a rushing river. It had no effect at all. Instead, he was swept away by his fellow tribesmen and fled backwards.\n   </p>\n   <p>\n    Panic quickly spread to the tribes that arrived later. Some people didn't even know what was happening and ran for their lives.\n   </p>\n   <p>\n    In an instant, the whole mountain and plain were filled with defeated soldiers...\n   </p>\n   <p>\n    This chaotic scene lasted for about two hours before the frightened Brutti finally calmed down.\n   </p>\n   <p>\n    The enemy had long since disappeared without a trace. The tribes gathered the fleeing soldiers and counted their numbers, finding that the number of casualties was not high. The main losses came from the round of short spears thrown, as well as trampling and falls during the escape. After all, without cavalry, it was very difficult for infantry to catch up with the infantry who were running away at full speed.\n   </p>\n   <p>\n    Worm suffered the most casualties, and what was worse was that more than half of the cattle and sheep they brought with them were taken away by the enemy. This made Bartulu extremely angry, and the other tribes secretly frightened. They did not expect that the weak Tusim (they thought it was Tusim who did it) would dare to run to the hinterland of the coalition and attack them. This reminded them of the former tyrannical Tusim, and they began to feel uneasy. (To be continued, if you want to know what happened next, please log in to .qidian., there are more chapters, support the author, support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 143": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 65 The Necessary Battle - From City-State to Empire\n   </p>\n   <p>\n    Bartulu blamed the failure on Serasim, angrily accusing him of having been late in arriving, which had allowed the enemy's raid to succeed.\n   </p>\n   <p>\n    However, Serasim countered that it was because of Worm's own lack of preparedness that he dragged everyone down.\n   </p>\n   <p>\n    The quarrel between the two large tribes forced the small tribes affiliated with them to join in, which made the argument last for more than half an hour. Finally, with the mediation of Feixia, a new agreement was reached: Serasim would supply food to Worm, and after defeating Tusim, Serasim would obtain Tusim's iron mine.\n   </p>\n   <p>\n    This agreement was obviously beneficial to Serasim, but the irritable Bartulu actually agreed to it at this moment. He knew that Volm was seriously weakened this time. If he didn't cooperate, the alliance might break up and Volm would suffer a great loss. He thought that he should accept this matter first and then talk about it after defeating Tusim. At the same time, he hated Feiqiya who gave Serasim advice.\n   </p>\n   <p>\n    Next, the tribal leaders discussed how to advance. Since most tribes were worried about being attacked by Tusim again, they gave up the idea of ​​​​taking the river valley. The river valley road was easy to take and the distance was short, but the road was narrow and on one side was the rushing Budano River, which was not conducive to the deployment of the troops. In addition, the previous enemy also came from the direction of the river valley.\n   </p>\n   <p>\n    In the end, they chose to walk to the west, which was a longer journey. The undulating hills there might give other races a headache, but for the Brutti people who were accustomed to living in the mountains, it was the best shelter. It was also beneficial for them to deploy their team and take advantage of their large numbers.\n   </p>\n   <p>\n    As the sun shone its blazing heat at the center of the sky, the demoralized Brutti coalition began to march south.\n   </p>\n   <p>\n    After two hours of trekking, the land beneath their feet became flatter and flatter. If they continued walking, they would soon enter Tusim's territory, and the exhausted coalition soldiers became more excited.\n   </p>\n   <p>\n    At this moment, they saw a white light shining on a hill on the left side in front of them. They were surprised and found that the hill was full of warriors, and the dazzling white light was the result of their armor and weapons shining in the sun.\n   </p>\n   <p>\n    \"It's the enemy! Enemy!!...\" The coalition forces became panicked again.\n   </p>\n   <p>\n    Under such circumstances, the whole army had to stop and rest to recover their strength. The leaders of each tribe gathered together to discuss countermeasures.\n   </p>\n   <p>\n    \"Feicia, you swore to the god of Mount Nim that the combined number of Tusim and Poseidon's warriors would not exceed four hundred. We formed this team because we believed in you! Now go and see, there are at least eight or nine hundred enemies on the hill! I don't know if you didn't know how to count or if you made a deliberate mistake for some other reason!!\" At the beginning of the meeting, Bartulu criticized Feiqia.\n   </p>\n   <p>\n    \"Yes, if I had known that there were so many of them, my tribe would never have participated! Maybe you reduced their number by more than half because you were afraid that we would not participate. This is probably not just your idea!\" A tribal leader who was on good terms with Worm also raised questions and blamed Serasim.\n   </p>\n   <p>\n    Seeing the dissatisfied expressions of the crowd, Feiqia seemed very calm. He said confidently: \"Chief Bartulu, when I first met you, I said that Tusim and Poseidon were at their weakest at that time. If you want to occupy their land, you should attack them immediately! I have said this to every leader present, but due to some people's reasons, the coalition was not formed until now. During this period of time, I heard that Poseidon was recruiting citizens from other Greek city-states, and now these extra enemies should be Poseidon's new citizens. I think you should know very well who should be responsible for the current situation!\"\n   </p>\n   <p>\n    Feqia's aggressive words made Bartulu's face darken. Just as he was thinking about how to insult this ignorant and helpless dog, the leader of Serasim, Strom, said, \"Even if the number of citizens in Poseidia has increased a lot, our warriors are still twice as many as theirs! Besides, it's a good thing that they come out to fight. I'm afraid they will hide in the mountain stronghold, which will be a bit troublesome. Chief Bartulu, you can't forget that you are the descendant of the mountain god Nim just because Poseidia has a few more people, and forget that we Brutius are proud of fighting!\"\n   </p>\n   <p>\n    Upon hearing this, Bartulu sneered and said, \"Who was the first to escape when we fought against the Greeks last year? And you still have the nerve to say that you are the descendant of the mountain god Nim!\"\n   </p>\n   <p>\n    \"You--\" Strom's old face turned red.\n   </p>\n   <p>\n    Fei Qiya coughed a few times and interrupted, \"Leaders, although we have a large number of people, the enemy occupies the hill. If we attack forcefully, I'm afraid we will suffer relatively large losses. It is better to ignore them and attack Tusim Stronghold directly. If they come, we will fight them on the flat ground. If they don't come, we can successfully capture Tusim Stronghold!\"\n   </p>\n   <p>\n    While the leaders were still thinking about Feiqia's suggestion, Bartulu sneered again: \"It's easy to say to bypass them! Who will go in front and who will go behind? What if they launch a fierce attack on us again? How should we deal with it? I don't want the big retreat this morning to happen again!\"\n   </p>\n   <p>\n    \"We can make a plan--\" Fei Qiya wanted to give a detailed explanation.\n   </p>\n   <p>\n    Bartulu interrupted him rudely: \"Plan? Does making a plan guarantee that it can be implemented? Look around... There are twenty-three tribes here, not just one tribe! Even if it's just one tribe, we sometimes get annoyed by the constant orders from our tribesmen, let alone twenty-three tribes! Let's form a formation and fight the enemy head-on, no problem! But if you want us to turn our backs to the enemy, without long-term and strict training, I think this is absolutely impossible!\"\n   </p>\n   <p>\n    \"Chief Batru, you are right!\" Many leaders obviously agreed with what he said.\n   </p>\n   <p>\n    Feiqia was unconvinced and wanted to refute, but Strom laughed up to the sky and said, \"Everyone, the Poseidons thought they had a great advantage by forming a battle array on the hill! But they can be surrounded and annihilated by us. Then, it will be easier to take over their territory!\"\n   </p>\n   <p>\n    \"Bartulu, do you dare to compete with me? Each of us will lead half of the warriors to attack from both ends of the hill and see who can reach the top first! The winner will get the Tusim Iron Mine!\n   </p>\n   <p>\n    \"Okay, let's compete!\" Bartulu agreed without hesitation.\n   </p>\n   <p>\n    Feiqiya wanted to say more, but Strom waved his hand to stop him. He said loudly: \"Leaders, do you agree to fight them here?\"\n   </p>\n   <p>\n    By this time, the leaders of other tribes had already understood that a decisive battle with the coalition forces of Poseidon and Tusim was their only option. The previous great retreat had left a deep impression on them, and only by relying on this large group of people could they avoid being sacrificed.\n   </p>\n   <p>\n    …(To be continued. If you want to know what happens next, please log in to .qidian. There are more chapters. Support the author and support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 144": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3, Chapter 66: The Battle of Poseidon and the Bruttiian Alliance (I) - From City-State to Empire\n   </p>\n   <p>\n    \"My king, what if... they don't attack us?\" Picos looked at the dark mass of Brutti warriors sitting on the ground to rest in the distance, and couldn't help but say worriedly.\n   </p>\n   <p>\n    Shilo pointed at the Brutti without hesitation and said, \"As long as they dare to bypass us, we will go down the mountain and attack their flanks and rear! Whether to fight or to flee, this should be the question they are worried about!\"\n   </p>\n   <p>\n    Everyone smiled knowingly, and the tense expressions on their faces relaxed.\n   </p>\n   <p>\n    Not long after, a low and long horn sounded in Brutti's camp. Brutti's warriors stood up, lined up, and then formed two long dragons and slowly moved towards the hill.\n   </p>\n   <p>\n    It's finally here! Shiloh clenched his fists.\n   </p>\n   <p>\n    Seeing the Brutti approaching, Poseidon's soldiers became quite agitated.\n   </p>\n   <p>\n    Xi Luo frowned and said, \"Notify the squad leaders and ask them to comfort their soldiers and let them have a good rest. The enemy hasn't arrived yet, so why panic?\"\n   </p>\n   <p>\n    The messenger Larka hurriedly led several other men to run to the various teams. Because they were in the mountains and could not ride horses, they could only rely on their legs to convey orders.\n   </p>\n   <p>\n    After receiving the order from Shiloh, Taqiadi suddenly had an idea and shouted, \"Brothers, the king asked me to ask you, are you scared? Why are you making such a fuss?\"\n   </p>\n   <p>\n    Immediately, the centurion Agathok stood up and retorted: \"Who said we are afraid?! We are happy! Finally, someone sent a head to help us become citizens of Poseidon sooner! Brothers, don't you agree?\"\n   </p>\n   <p>\n    “That’s absolutely right!”\n   </p>\n   <p>\n    \"That's right. Only the new citizens are afraid. We, the First Guard Squadron, will never be afraid and will never fail!\"\n   </p>\n   <p>\n    Their excited shouts reached the ears of Captain Poseidon nearby, and became a weapon for him to encourage his soldiers: \"Citizens of Poseidon, do you hear their shouts? Show your courage, and don't let them look down on you!\"\n   </p>\n   <p>\n    \"Don't worry, Captain. I will kill more enemies by myself than their entire slave squad will! They just came to Poseidon earlier than us and fought a few more wars. It's nothing big!\" Tris said deliberately.\n   </p>\n   <p>\n    \"Come on, Tris, you want to kill people with your strength? Let me kill all the enemies and let those slave soldiers know who is the real pillar of Poseidon!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Shilo looked at the excited soldiers in front of him, listened to Larka's report, and a smile appeared on his face: It seems that he was wrong, the soldiers' desire for this battle exceeded his imagination!\n   </p>\n   <p>\n    At this time, Brutti's two long dragons were approaching the hill. They did not stop and continued to move towards the two sides of the hill.\n   </p>\n   <p>\n    After a moment's thought, Hero understood the enemy's intention: \"Elder Dikwei, where are Serasim and Worm?\" He politely asked Dikwei, who had been observing the Brutti coalition forces beside him.\n   </p>\n   <p>\n    This time, Tusim sent a hundred warriors to participate in the expedition, led by Dicwe, while Dorisa herself led the rest of the tribe to defend the mountain stronghold. It was because of Dicwe's familiarity with the Brutti tribe that Shilo successfully raided the Brutti coalition. On the way back along the river valley, Shilo praised Dicwe generously, and Dicwe, while extremely impressed by Shilo's command ability, worked even harder for him.\n   </p>\n   <p>\n    \"Respected King Poseidon, look, the ones walking in the front and holding the deer-head flag are the Serasims!\" Dickwei pointed to the long dragon on the left side of the mountain. After Shiloh confirmed it, he pointed to the right: \"The ones holding the bear-head flag are the Worms. This is the tribe we attacked before. I think you should have seen it!\" Dickwei said respectfully.\n   </p>\n   <p>\n    Deer and bear! Hilo nodded slightly, turned around and said to Picos: \"The Brutti coalition, led by Worm and Serasim, is divided into two teams and wants to attack our two sides. As long as we defeat these two tribes, the rest of the tribes will naturally retreat without a fight.\"\n   </p>\n   <p>\n    Picos said cautiously: \"My king, we should change our formation quickly to deal with their attack!\"\n   </p>\n   <p>\n    Shiloh nodded in agreement.\n   </p>\n   <p>\n    Picos ordered the trumpeter to blow the trombone. This trombone was different from the Greek trombone. It was designed by Hero and specially made by the weapons workshop. It was more like the French horn in the past. After the brass tube was swung three times, the bell mouth was very large, and the sound it produced was extremely powerful and long, full of penetration, and it was easy to carry.\n   </p>\n   <p>\n    The soldiers who were sitting and resting heard the bugle call and jumped up.\n   </p>\n   <p>\n    The flag bearer held up the team flag, and the soldiers from each squad moved slowly and orderly under the command of their respective squad leaders.\n   </p>\n   <p>\n    The entire formation moved backwards from the two ends of the original \"long snake formation\" formed along the mountain, gradually changing into a \"U\" shape, and finally forming an \"inverted eight\" shape.\n   </p>\n   <p>\n    Although the process is a bit slow, it is neat and orderly.\n   </p>\n   <p>\n    The formation of the Brutti on both sides of the mountain was much more chaotic. The positions of each tribe in the formation were first discussed and decided by the leaders. After the formation was completed, they would see where the weak points were and then send troops to make up for them.\n   </p>\n   <p>\n    The noisy and disorderly scene made Shiloh on the top of the mountain want to rush down the mountain immediately. Unfortunately, he had no cavalry. By the time his armored infantrymen arrived at the foot of the mountain, the enemy might have been prepared, and he would be faced with a situation of being outnumbered.\n   </p>\n   <p>\n    Shiloh suppressed this tempting but dangerous thought and said gently to Dickway, \"Elder, I hope you can bring the Tusim people to join the camp on the left.\"\n   </p>\n   <p>\n    \"Yes, King Poseidon, I will bring people there immediately.\" Dickwei answered without hesitation.\n   </p>\n   <p>\n    This is a talented person! Shiloh stared at his back, stunned.\n   </p>\n   <p>\n    My king, I...what about us? Anchialo asked anxiously behind him.\n   </p>\n   <p>\n    \"Don't worry, your Tomahawk Squad is the most powerful force in my hands. When it comes to deciding the outcome, I will let you charge into the fight!\" Anchialo was satisfied with Shiloh's words, and he grinned.\n   </p>\n   <p>\n    The reason why the Tusims were allowed to join the left phalanx was that Shiloh discovered that although the number of enemies on both sides was almost the same, the Serasims were more numerous than the Volms. In Shiloh's plan, he wanted to defeat these two tribes first.\n   </p>\n   <p>\n    \"Order!\" When he said these two words loudly, several messengers immediately gathered around.\n   </p>\n   <p>\n    \"Have the teams on the left wait until the enemy is within range, and then throw short spears at Serasim holding a deer head! And have the teams on the right throw short spears at Worm holding a bear head!\"\n   </p>\n   <p>\n    The messengers repeated the order, and after confirming that it was correct, they immediately ran to the various teams.\n   </p>\n   <p>\n    Just as the soldiers were confirming which of the people below the mountain were the Serasim and the Volms, the Brutti on both sides of the mountain had already formed their battle array. They began to hit the wooden shields with their spears, stomped their feet on the ground, and shouted \"Roar, Roar\". The huge sound waves gathered by more than 2,000 people seemed to make even the hills tremble slightly. (To be continued, if you want to know what happened next, please log in to .qidian., there are more chapters, support the author, support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 145": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3, Chapter 67: The Battle of Poseidon and the Bruttiian Alliance (Part 2) - From City-State to Empire\n   </p>\n   <p>\n    Poseidon's soldiers, especially the new recruits, couldn't help feeling afraid when they saw the enemies at the foot of the mountain who were much more numerous than them and heard the roar like a tsunami.\n   </p>\n   <p>\n    At this time, their captains shouted: \"Brothers, pick up your spears. Don't forget, every time you kill an enemy, you may gain a new piece of land! If you retreat, not only will you never be able to share the benefits bestowed by the king on the citizens, but you will also be despised by the citizens!\"\n   </p>\n   <p>\n    It turned out that on the second day of the first year of Poseidon, the council passed a new plan formulated by King Hilo: every citizen who joined the city-state and obtained basic land for livelihood would receive different points based on his contribution to the city-state, such as military service, voluntary participation in the construction of Poseidon's walls, etc., and the points would be recorded in detail by the council's subordinate organizations. When the city-state won a foreign war, a certain proportion of the land and property obtained would be distributed to citizens with higher points in recognition of their contribution to Poseidon.\n   </p>\n   <p>\n    The extreme desire for land and wealth made these once very poor citizens clench their weapons and try to drive away the fear in their hearts.\n   </p>\n   <p>\n    At this time, the captain shouted again: \"Citizens of Bosaiah, show your courage and don't let the slaves look down on you!\"\n   </p>\n   <p>\n    As soon as he finished speaking, the slave warriors beside him laughed mockingly. Shiloh arranged the slave squad and the citizen squad in intervals to stimulate competition.\n   </p>\n   <p>\n    At this moment, the recruits were both ashamed and angry, and secretly vowed to do their best to defeat the slaves.\n   </p>\n   <p>\n    Strom looked up at the enemy soldiers on the hill and was surprised to see that their formation was not in disarray. He said to Feiqia, \"You said that most of the Poseidonians are new recruits?\"\n   </p>\n   <p>\n    Phegia understood what he meant and replied, \"The king of Poseidon is a man who is good at commanding wars! However, it is a fact that Poseidon has only been established for a few months, and most of these soldiers are new citizens who have just joined Poseidon!\"\n   </p>\n   <p>\n    Strom stroked his beard and pondered for a moment.\n   </p>\n   <p>\n    At this time, an attack horn was sounded from the opposite side.\n   </p>\n   <p>\n    \"Worm and the others have begun to attack!\" Strom and his elders looked at each other. Strom resolutely raised his spear and pointed it upwards.\n   </p>\n   <p>\n    \"Woo!!!...\" The Brutti formation on the left side of the hill began to move.\n   </p>\n   <p>\n    The Bruttii phalanx was not as neat and precise as that of the Greeks, so it moved very quickly. Soon, they arrived at the foot of the mountain.\n   </p>\n   <p>\n    The hill was only 30 to 40 meters high, but there were no bushes or grass (if there were, they would have set the hill on fire long ago). The bare soil was hard and easy to climb. To prevent the enemy's short spears, the Brutti warriors adopted a loose formation, with a wide distance between people, and began to climb to the top of the hill.\n   </p>\n   <p>\n    The Poseidon Phalanx on the top of the mountain also adopted a loose formation. The soldiers held short spears in their hands and stared at the enemies at the foot of the mountain, watching them cross the conspicuous but hidden range mark.\n   </p>\n   <p>\n    \"Brothers!\" The squad leaders threw their spears first, and then the spears fell like raindrops on the left wing of the enemy phalanx, where Serasim was.\n   </p>\n   <p>\n    Strom originally deployed his tribesmen on the left wing in order to avoid the enemy's javelin attacks and reduce his own casualties, because according to his experience, the middle route was where the most casualties occurred when short spears were thrown.\n   </p>\n   <p>\n    Although they were widely spaced apart, when more than 600 short spears filled the area at once, the Serasim suffered many casualties, especially some who failed to protect their heads with wooden shields in order to climb up quickly.\n   </p>\n   <p>\n    Strom followed behind the team. He had just blocked a round of attacks and before he could catch his breath, a rain of spears covered the sky and the sun fell again. Under the cover of his guards, Strom hid behind the shield wall and looked around in panic. Wherever he looked, he saw short spears stuck in the mud like weeds and pierced his people. The wailing sounded throughout the battlefield.\n   </p>\n   <p>\n    The elder closest to Strom covered his injured leg with both hands and shouted at him: \"Chief, the damn Persians only throw short spears at us. Let's retreat first, otherwise all our people will die!\"\n   </p>\n   <p>\n    Strom's eyes turned red, and he shouted, \"No! The enemy has no more spears. Let's rush up and kill them all! I will make a water pitcher out of their king's head!\"\n   </p>\n   <p>\n    Strom was extremely angry and was about to urge the team to speed up, but the short spears with a whistling sound unexpectedly fell again.\n   </p>\n   <p>\n    \"No!!!\" Strom shouted in anger, watching the elder being pierced through the chest by two short spears, struggling in his death. He certainly didn't expect that Hero had designed a battle plan in advance and brought all the short spears stored by Poseidon and Tusim to his newly built camp, so he was definitely not like the Brutti warriors who only carried two short spears.\n   </p>\n   <p>\n    Just as he was hesitating whether to retreat temporarily to avoid the attack of the Poseidons, the warriors in front had already lost their morale due to round after round of rain of spears. They threw away their weapons and crawled back.\n   </p>\n   <p>\n    Strom let out a long sigh and retreated.\n   </p>\n   <p>\n    When Serasim retreated, the neighboring tribes immediately stopped advancing, and before Poseidon's rain of spears fell on their heads, they also retreated.\n   </p>\n   <p>\n    Soon, the entire Brutti phalanx almost collapsed, and only the right wing, which had not been attacked and moved faster, had already crawled in front of Poseidon's formation.\n   </p>\n   <p>\n    At this moment, news came that the left and center wings had retreated, and their will to fight immediately disappeared without a trace.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Shiloh saw it clearly from the top of the mountain, and the enemy's rapid retreat on the left was completely unexpected to him.\n   </p>\n   <p>\n    Thinking back to the enemy on the right who blew the attack horn, the entire phalanx retreated before reaching the foot of the mountain due to the slow movement of the Worm, and there has been no movement since then. He thought carefully about the strange behavior of the enemies on both sides, and somewhat understood the mentality of these tribes. He immediately smiled contemptuously and said, \"Order each squad to stay where they are and not to attack! If the enemy approaches, fight back with short spears!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    After the team retreated down the mountain, Strom gathered his tribesmen and counted the number of people. He found that the number of casualties was as high as more than 200, which accounted for two-fifths of the warriors of Serasim who went to the expedition. He was so angry that he suddenly fainted.\n   </p>\n   <p>\n    After the tribesmen's frantic rescue, he slowly woke up. Looking at the anxious tribesmen around him, he couldn't help but let out another long sigh, and his expression became very depressed.\n   </p>\n   <p>\n    At this time, leaders of other tribes came one after another, wanting to discuss with him how to respond next.\n   </p>\n   <p>\n    He immediately changed his expression: \"Everyone, Serasim used me as a target and attracted the attention of the Bosian people. He suffered so many casualties, which created conditions for your attack, but you retreated easily without fighting... Alas... You missed a great opportunity!...\" Strom said sadly. (To be continued, if you want to know what happened next, please log in to .qidian., there are more chapters, support the author, support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 146": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 68 Internal Conflict\n   </p>\n   <p>\n    The other leaders felt a little ashamed, but that was all. You have to know that Serasim and Worm sent out 500 to 600 soldiers, while other tribes had at most 200 or even dozens of people. The reason they joined the war was that they didn't dare to offend these two tribes, and on the other hand, they wanted to gain some benefits. But only a fool would use up all their strength.\n   </p>\n   <p>\n    Seeing that no one was talking, Strom said, \"Let's rest here for now and see what's going on in Worm before making a decision.\"\n   </p>\n   <p>\n    This was exactly what everyone wanted, and they nodded in agreement.\n   </p>\n   <p>\n    Fei Qiya looked at the tribal leaders gathering together from afar, feeling a little hesitant, and was reluctant to rush over to meet them.\n   </p>\n   <p>\n    At this moment, he saw the soldiers who had been sent to contact the coalition forces on the other side hurried back, and he felt inexplicably more uneasy.\n   </p>\n   <p>\n    Then, he heard Strom's angry curse: \"What!! They didn't fight the enemy at all!! Damn it! Damn Badru! Did his courage get eaten by dogs? ! ! It is precisely because they are as timid as rabbits and dare not move forward that we have lost so many brave warriors!! Dear leaders, Worm's actions have violated the agreement we agreed upon. How should we deal with them? ! \"\n   </p>\n   <p>\n    Facing Strom's anger, a tribal leader who was on good terms with Serasim said first: \"We should urge them to attack the enemy immediately, and other matters can be discussed after the battle!\"\n   </p>\n   <p>\n    \"That's right, let them fight! We can't be the only ones dying while they just stand there and watch!\" The other tribal leaders were also angered by Worm's actions and loudly condemned him.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"Chief, it's not good for us to stay here like this. I heard that many people died there, especially in Serasim. I'm afraid--\"\n   </p>\n   <p>\n    \"What are you afraid of!\" Badru glared and interrupted the elder. \"Strom made a bet with me to see who can reach the top of the mountain first. This is obviously to make us die more. By then, even if we conquer Tusim, we will not be able to compete with him for Tusim! Does he think I'm a fool?! Hehe! A lot of his people died, which is good! I also hope that more people will die in Serasim. Next time I meet him, it will be my turn to speak loudly!\"\n   </p>\n   <p>\n    He narrowed his eyes and pointed at the rows of Poseidon soldiers standing upright on the hill, and said to the elders: \"Look at these people, they are not easy to deal with! Those tribes can attack whoever wants to, but none of my people can touch a single one!\"\n   </p>\n   <p>\n    The elder nodded repeatedly after hearing this.\n   </p>\n   <p>\n    At this time, a messenger from the coalition forces on the left side of the hill arrived. He was a Serasim. The death of his people and Worm's inaction made him feel a strong resentment in his heart: \"Chief Badru, the leaders of the Bruttiyi have unanimously decided that you should lead them to fight immediately!!\"\n   </p>\n   <p>\n    Badru sneered: \"What unanimous decision?! I think it was Strom's bullshit idea!\"\n   </p>\n   <p>\n    The messenger blushed and shouted, \"Chief Badru, if you are afraid of death and don't fight, you will face the wrath of all the tribes!\"\n   </p>\n   <p>\n    When Badru heard this, his hair and beard stood up in anger and he shouted, \"Serasim, do you know who you are talking to? I am the leader of the Worm, the most powerful tribe in Brutti. How can I allow you to bark like a dog here!\"\n   </p>\n   <p>\n    After saying this, he suddenly thrust out the spear in his hand and pierced the messenger's chest directly.\n   </p>\n   <p>\n    The elder was stunned, his mouth trembling: \"This... this...\"\n   </p>\n   <p>\n    Badru glared and said, \"Why are you still standing there? Let's retreat!\" As he said that, he kicked the messenger's body to the ground and pulled out his spear.\n   </p>\n   <p>\n    \"But...but...\" The elder now only hated himself for his slow reaction and inability to adapt to this sudden change.\n   </p>\n   <p>\n    \"Since Strom dared to do this to me, don't blame me for being ruthless!\" Badru showed a sinister smile on his face.\n   </p>\n   <p>\n    The other tribal warriors on the right side of the hill saw the Volms packing up their equipment and evacuating their positions. They were puzzled and soon became panicked.\n   </p>\n   <p>\n    Several of Worm's subordinate tribes simply followed Worm in retreat. The remaining tribes were even more panicked, not daring to stay where they were, and simply led their troops to the left side of the hill to join the Serasim and other tribes.\n   </p>\n   <p>\n    Strom and other leaders were shocked to see a large group of people coming. After asking about the situation, they all scolded Worm. After scolding, the leaders were at a loss again, and all looked at Strom: Worm ran away, how to fight the next battle? They silently threw the question to Strom.\n   </p>\n   <p>\n    As Strom was thinking, dozens of people came rushing over: \"Chief, this is bad! The Woshim people killed our people and stole our cattle and sheep!!\"\n   </p>\n   <p>\n    It turned out that before the battle, the tribes had herded their cattle and sheep together, leaving behind 200 warriors to guard the place. Badru led his tribesmen to retreat in anger, and when he passed by there, he saw the full circle of cattle and sheep, and suddenly became greedy. He decided to do something drastic, so he led his tribesmen and several other affiliated tribes to attack the enemy when they were not prepared, and took away most of the cattle and sheep.\n   </p>\n   <p>\n    This news was like a bolt from the blue, and the whole team was in an uproar.\n   </p>\n   <p>\n    Some tribal leaders beat their chests and cursed Worm, while others cried to Serasim and asked him to make a decision. Strom reorganized his troops and rushed to fight Worm.\n   </p>\n   <p>\n    He roared angrily: \"The Volm violated the oath it made at the foot of the sacred mountain! It killed its own people who allied with it! It stole the cattle and sheep we raised with great effort! In order to appease the anger of the great god Nim and to take back our cattle and sheep, warriors of Brutti, follow me to kill all the Volm people!!!\"\n   </p>\n   <p>\n    Everyone shouted angrily, and each took their tribesmen and followed the way they came, trying their best to catch up with Worm.\n   </p>\n   <p>\n    Looking at the huge and angry army, Strom couldn't help laughing: Badru, you are so stupid. For these cattle and sheep, you have to fight with the entire Brutti tribe!\n   </p>\n   <p>\n    Suddenly, he remembered something, a fierce look flashed in his eyes, and he asked the elder beside him: \"Have you seen Fei Qiya?\"\n   </p>\n   <p>\n    The elder shook his head blankly.\n   </p>\n   <p>\n    Someone answered, \"Chief, they seem to be running eastward.\"\n   </p>\n   <p>\n    \"He ran east?\" Strom was stunned. ...\n   </p>\n   <p>\n    When Serasim was defeated and retreated from the mountain, Feiqia felt a little uneasy. When he learned that Worm had robbed cattle and sheep, he immediately took the dozen tribesmen, quietly left the team, and ran desperately towards the valley.\n   </p>\n   <p>\n    In the beginning, it was he who insisted on joining forces with Worm and going to war with Tusim. Now that such a big thing has happened, he doesn't want to be a scapegoat!\n   </p>\n   <p>\n    \"Chief, where are we going?\"\n   </p>\n   <p>\n    Where to go? Hearing the words of his tribesmen, a trace of sadness surged in his heart. Fei Qiya looked back at the rolling hills and lush forests. This was his hometown where he had lived for decades!\n   </p>\n   <p>\n    After a long while, he came to his senses and said, \"Let's find a way to cross the river.\"\n   </p>\n   <p>\n    \"Cross the river?! Chief, the other side of the river is the land of the Mepea people!\" the tribe members said in panic.\n   </p>\n   <p>\n    At this moment, Fei Qiya looked around at the dozen or so uneasy tribesmen and nodded firmly: \"Yes, let's go to Meipia!!\" (To be continued. If you want to know what happened next, please log in to .qidian. There are more chapters. Support the author and support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 147": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 69: The Tavern of Shiloh\n   </p>\n   <p>\n    Agathok was on the mountain, and like other soldiers, he was not happy but annoyed when he saw the enemy retreat.\n   </p>\n   <p>\n    \"Hurry up and catch up! Don't let them get away!\"\n   </p>\n   <p>\n    Tachiadi walked over and said, \"Agatok, what are you yelling about! Is it up to you to decide whether to chase or not?!\"\n   </p>\n   <p>\n    \"But if we don't give chase, all the enemies will run away and we will lose our reward!\" Agatok said anxiously.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    From the top of the mountain, Hilo watched the entire retreat of the Brutti coalition. His men asked him several times to go down the mountain and pursue them, but he refused.\n   </p>\n   <p>\n    He said: \"If the enemy is pretending to retreat, we will fall into their trap if we go down the mountain; if not, then there must be something wrong with them internally. If we don't attack, maybe they will fight each other, which is better!\"\n   </p>\n   <p>\n    Hiro sent Larka and five others on horseback to investigate, and half an hour later they received a report: the Brutti coalition had left Tusim's land and was moving quickly northward.\n   </p>\n   <p>\n    Only then did Shiloh lead the team down the mountain and first went to the Tusim stronghold.\n   </p>\n   <p>\n    Dorisa came out of the village to greet them. She was very happy to hear that the enemy had retreated. She invited Shiloh, Picos and others to come into the village to celebrate, but Shiloh politely refused.\n   </p>\n   <p>\n    On the contrary, Hilo praised Dicwes highly, saying that he and the Tusim warriors who went into battle made a significant contribution to the defeat of the Bruttian coalition.\n   </p>\n   <p>\n    The Tusim warriors were particularly proud after hearing what Shiloh said, but Dikwei felt uneasy because he felt a hint of coldness in the eyes of Dorisa who was smiling at him.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    As the sun was setting, Poseidon's army returned to the city.\n   </p>\n   <p>\n    When the anxiously waiting citizens and their families learned that the enemy had been forced back and that there were almost no casualties among the Bosniak soldiers, the entire city of Bosnia turned into a sea of ​​​​joy.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    A few days later, news came that Serasim had gone to war with the enemy of Vol. After hearing this, Shiloh laughed and said, \"We don't have to worry about our north anymore!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Half a year later, the Apollo Theater, built with money from Hilo, was completed.\n   </p>\n   <p>\n    On this day, the nobles and merchants of Taranto and some Bosaians were invited by Hiero to watch the first play performed at the Apollo Theater.\n   </p>\n   <p>\n    When countless carriages entered the city of Poseidia, the entire city became more lively.\n   </p>\n   <p>\n    Since the play did not start until noon, most of the people of Taranto who arrived early flocked to the restaurant next to the theater. Some went to the square to watch the Bosians play rugby, and others went to the market to see if there were any new business opportunities.\n   </p>\n   <p>\n    In the private room on the third floor of the restaurant, Greenos waited quietly for the slaves to serve all the dishes.\n   </p>\n   <p>\n    The door was pushed open and Rodolos came in with a frustrated look on his face.\n   </p>\n   <p>\n    \"How is it? Didn't you see it?\" Although Greenos knew this would be the result, he still showed concern.\n   </p>\n   <p>\n    \"Don't mention it. I wanted to go to the backyard to see how they made such delicious dishes, but there were slave guards at the door who wouldn't let me in! I said I was the archon of Tarantum, but those two damn slaves said that no one could go in except their master, Helo!\" Rodorus said indignantly.\n   </p>\n   <p>\n    Greenos hurriedly persuaded, \"Don't mention you. I am Shiloh's father-in-law, and I have never been able to enter his kitchen. Some time ago, I told him to build a restaurant in Tarantoum.\"\n   </p>\n   <p>\n    \"Oh, did he agree?\" Rodulos asked anxiously. You know, he was now completely tempted by the dishes in this restaurant. He specially rented a house in Poseidia and stayed here every two or three days. Sometimes he was too busy and couldn't come, so he sent slaves on horseback to come here, buy the dishes and send them back.\n   </p>\n   <p>\n    \"He disagreed, saying that if he did that, he would not be able to keep the secret of the cooking. I criticized him for being too stingy, and he said that Poseidon's silver coins all went to Tarantoum, and that was the only way he made money, so of course he had to be careful!\" said Greenos with a smile.\n   </p>\n   <p>\n    \"But the silver coins this restaurant earns every day are definitely not a small amount. You see, the price of each dish is much more expensive than a loaf of bread, but this restaurant is always full of customers. We saw it when we came in. Almost all of them are from Tarantum. When I passed by other boxes just now, guess who I saw?\" \"Who?\" \"Shepronias from Crotone! I chatted with him for a few words. He heard from the Tarantum merchants in Crotone that the food here is delicious, so he came here specially to taste it!\"\n   </p>\n   <p>\n    \"Even the citizens of Crotone know about it?!\" Grinos was shocked.\n   </p>\n   <p>\n    Rodolos looked at him and said, \"It's not just Crotone. I think in a few months, the whole of southern Italy will know about this. By then, a single restaurant may not be enough. Since King Poseidia is so rich, I think Tarantum will no longer need to provide any financial support to Poseidia!\"\n   </p>\n   <p>\n    Greenos didn't say anything, but he didn't agree in his heart. When the Bruttii coalition invaded, Pythia asked Tarantum for help. Even with his help, Tarantum argued for several days. When it was decided to give Poseidia a small amount of food aid conditionally, the news that Poseidia successfully repelled the Bruttii coalition within a day reached Tarantum, making it impossible for Tarantum to add icing on the cake. Some time ago, Poseidia had a bumper harvest of grain, and I'm afraid he will never ask Tarantum for food aid again.\n   </p>\n   <p>\n    He was lost in thought when Rhodolus said with a sigh, \"To be honest, Grinus, I really envy you for having such a son-in-law. He is not only a sports champion, but also a king. He can lead troops to victory, but also has an extremely smart business mind. In which city-state's tavern can you see so many rich and delicious dishes? They can only provide bread, sausages and wine. Only Poseidon! It seems that the rumor is right. Hero is the favorite of the gods. Only the wisdom of the gods can create such a miracle!\"\n   </p>\n   <p>\n    Greenus was also very satisfied with this son-in-law. You know, the young king of Poseidon had two wives and a concubine, and Greenus was worried that his daughter would suffer. Later, after many visits, he found that his worries were unnecessary. Hero not only loved Serenia, but also gave her his property to manage. Although Greenus thought it was a bit absurd, he was still happy for his daughter. But in front of Rhodolus, he was embarrassed to brag about his son-in-law, just smiled and said nothing more.\n   </p>\n   <p>\n    At this time, the slave of the restaurant pushed the door open and said respectfully: \"Dear guests, the dishes you ordered are ready.\"\n   </p>\n   <p>\n    \"Oh, bring it up quickly!\" Rodolos said impatiently.\n   </p>\n   <p>\n    As soon as the voice fell, the leading slave waved his hand backwards, and the slaves placed the steaming dishes on the round table in an orderly manner, and then left quietly, leaving only a pretty female slave standing in the box. (To be continued, if you want to know what happened next, please log in to .qidian., there are more chapters, support the author, support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 148": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3, Chapter 70: The Tavern of Shiloh (Part 2) - From City-State to Empire\n   </p>\n   <p>\n    \"Two distinguished guests, I will be responsible for serving you in this box!\" said the slave girl respectfully.\n   </p>\n   <p>\n    Rodolos and Greenos had been here many times and were very familiar with the restaurant's procedures. They nodded and let the slave girl help them spread out the tablecloth and place the knives and forks.\n   </p>\n   <p>\n    Greeks originally ate with their hands, so the wealthy merchants of Tarantum were not used to eating in a restaurant for the first time. But when specially trained slaves demonstrated to them, they were immediately attracted by the elegant movements. When they got used to the knife and fork, they immediately felt its benefits and began to despise those people of Tarantum who still ate with their hands. With the rich merchants and dignitaries taking the lead, others followed suit, and the knife and fork began to become popular in Tarantum. Although Tarantum looked down on Poseidon and thought that the Poseidons were barbaric and backward, the term \"Poseidon knife and fork\" began to spread in the southern Italian states, making people begin to have some interest in Poseidon.\n   </p>\n   <p>\n    The slave girl served the two people hot soup and said softly, \"This is the mushroom chicken soup you ordered. Please taste it first.\"\n   </p>\n   <p>\n    Greenos was obviously very experienced in drinking soup. He picked up the bowl and blew the hot steam of the chicken soup leisurely. Looking at the black mushrooms floating in the golden soup, he was moved and asked, \"I know your master feeds countless chickens and ducks, but how can you pick so many mushrooms every day? Have you picked them from all the mountains here?\"\n   </p>\n   <p>\n    \"Dear guest, we grow the wild mushrooms ourselves. There is no need to go to the mountains to pick them.\" The slave girl spoke softly, but with a hint of pride in her voice.\n   </p>\n   <p>\n    \"Grown it yourself? This wild mushroom can be grown like wheat?!\" Greenos was shocked.\n   </p>\n   <p>\n    \"I don't know how to plant it specifically. But I know that the master taught them to plant it!\" The slave girl smiled with caution.\n   </p>\n   <p>\n    Growing wild mushrooms also needs to be kept secret? Greenos is somewhat helpless about his amazing son-in-law.\n   </p>\n   <p>\n    \"Did your master's pottery workshop buy this thing?\" At this time, Rodolos pointed to an oval object for holding fish and asked.\n   </p>\n   <p>\n    \"Oh, you are talking about this plate.\" The slave girl uttered a new word: \"Sir, you have a good eye. This oval... oval-shaped plate is new. I heard from the pottery room that this shape of plate is very difficult to make. The master went to give instructions several times before it was made. Don't worry, we have this new plate in our restaurant now.\"\n   </p>\n   <p>\n    Originally, in order to facilitate the serving of various dishes, Hilo asked potters to make bowls, plates, and dishes of different shapes according to his requirements, which were different from the simple and monotonous Greek tableware. The guests who came to Youcan were soon attracted by these oddly shaped tableware and asked about the origin of these things, which gave Hilo another way to make money. Based on his experience in his previous life, he designed more peculiar tableware. It was not easy for potters to make them, but they tried every possible way to make them because the rewards were very generous and could allow them to change their slave status to citizens as soon as possible. These pottery were brought to Tarantum by guests and gradually spread, and were called \"Poseidon pottery\" by the people of Tarantum.\n   </p>\n   <p>\n    “How much is this plate?”\n   </p>\n   <p>\n    \"Ten drachmas.\"\n   </p>\n   <p>\n    \"A small plate is so expensive!\" Rodolos knew why it was so expensive, but he was just venting his anger. He took out a bag of money and threw it to the slave girl: \"Go and get me two brand new plates like this!\"\n   </p>\n   <p>\n    \"OK.\"\n   </p>\n   <p>\n    As soon as the slave girl went out, someone else pushed the door open.\n   </p>\n   <p>\n    \"Marcus, you are late. You made us wait for so long!\"\n   </p>\n   <p>\n    Marcus, one of the four rulers of Tarantum, looked apologetic: \"I'm so sorry! I should have arrived a long time ago, but I heard that the rugby in Poseidon was very interesting, so I just took a look at the square. Who knew that I forgot the time when I saw it!\"\n   </p>\n   <p>\n    \"What is football?\" Rodolos asked curiously.\n   </p>\n   <p>\n    \"A game.\" Marcus obviously didn't think it was a sport: \"Two teams compete for a rugby-shaped ball. As long as they get the ball to the other team's end line, they score points. It seems that whichever team scores the most points within a certain time wins.\"\n   </p>\n   <p>\n    \"What's the point of this game?\" Rodolos said disapprovingly.\n   </p>\n   <p>\n    \"This is a real man's game! You, a guy who only cares about making money, won't understand it even if you watch it.\" Marcus said with a hint of sarcasm.\n   </p>\n   <p>\n    \"I heard that your son-in-law is planning to build a football stadium near the square.\" He turned and said to Greenos.\n   </p>\n   <p>\n    \"What stadium?\" Greenos was confused.\n   </p>\n   <p>\n    \"It's probably a building like a stadium.\" Marcus gestured and said.\n   </p>\n   <p>\n    \"Is he crazy?! Building a sports field just for a game!!\" Greenos cursed in pain.\n   </p>\n   <p>\n    \"No, Greenos, look at this restaurant! Look at these delicious dishes! Do you think the King of Poseidon, your son-in-law, is a lunatic?! I really want to go and see this... football, maybe it's a new money-making plan!\" Rhodolus, who was originally not interested in this, became excited at this time, which made Greenos fall into thought.\n   </p>\n   <p>\n    \"Ah!\" Marcus's cry attracted the attention of the two. He held a fork in one hand and pointed excitedly at the steamed fish on the table: \"I didn't expect that the herring from this river could be cooked so deliciously, without any fishy smell at all!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"Do the people of Bosnia have drama too?\" If a few months ago, the people of Taranto were invited to Bosnia to watch a play, I'm afraid everyone would have looked at them with contempt.\n   </p>\n   <p>\n    However, many people accepted Shiloh's invitation this time because his restaurant had already shocked the people of Taranto, so they had some expectations for this invitation; another reason was the theater itself.\n   </p>\n   <p>\n    Greek theaters were all open, but Poseidon's Apollo Theater was like a temple, completely enclosed.\n   </p>\n   <p>\n    \"Is this really a theater?\" Every Greek who saw it would ask this question and feel curious.\n   </p>\n   <p>\n    At noon, the audience entered the theater one after another.\n   </p>\n   <p>\n    When they got inside, everyone opened their eyes wide in surprise: except for the passages in the center and on both sides for people to walk, the rest of the space was occupied by rows of stone benches. Where was the stage? Could it be the raised platform in the front that was completely covered by the thick red linen? This was simply incredible! You know, in all Greek theaters, the stage is in the center, and the stone benches are circular around it.\n   </p>\n   <p>\n    The slaves came forward, asked their names, and then took them to the pre-set locations.\n   </p>\n   <p>\n    Greenos sat in the front row, and like everyone else, he looked around curiously. (To be continued. If you want to know what happened next, please log in to .qidian. There are more chapters. Support the author and support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 149": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 71 The Greedy Tarantum People\n   </p>\n   <p>\n    The light in the theater came from small windows on the walls on both sides of the high roof. Below the small windows was a narrow corridor that protruded from the wall, hanging high above the ground, and surrounded the entire wall, even extending from both sides into the red linen. Some slaves stood upright on the corridor, but no one knew what they were doing.\n   </p>\n   <p>\n    Seeing them so high up above was a bit off-putting for some people.\n   </p>\n   <p>\n    At this moment, there was a commotion at the gate.\n   </p>\n   <p>\n    Someone shouted, \"Here comes King Bosiah and Queen!\"\n   </p>\n   <p>\n    Except for the Poseidonians who quickly stood up and saluted King Hero and Queen Katila respectfully, most of the people of Tarantum were indifferent. In their minds, King Poseidon was just the leader of this group of country bumpkins. And the \"queen\", as a married woman, actually showed up in public. Poseidon was indeed a barbaric city-state that didn't know any etiquette.\n   </p>\n   <p>\n    No matter how the people of Taranguom behaved, Shiloh walked forward calmly with Katila, nodding to the citizens of Poseidon from time to time.\n   </p>\n   <p>\n    Katila held her husband's arm, looked around, and also looked at her husband Xun curiously.\n   </p>\n   <p>\n    Shiloh answered her questions patiently.\n   </p>\n   <p>\n    Soon, in the front row, the dignitaries of Tarantum, such as Greenos, stood up one after another.\n   </p>\n   <p>\n    \"Lord Rhodolus, I haven't seen you for a long time. I heard that you were busy repairing the Temple of Zeus in Tarentum with the marble purchased from Poseidon. I wonder how it's going?\"\n   </p>\n   <p>\n    \"It's almost finished. The citizens are very happy to see the new temple, and you, Poseidon, have also contributed to this.\" Rhodolus expressed his gratitude with a smile.\n   </p>\n   <p>\n    Shiloh frowned slightly, then quickly relaxed. He obviously didn't like this condescending tone: I spent money to buy slaves to mine, just to serve you Tarantum people? !\n   </p>\n   <p>\n    \"Tarantum has made great contributions to the establishment of Poseidon. It is our honor that Poseidon can provide this little help to Tarantum!\" Shiloh said sincerely.\n   </p>\n   <p>\n    Rodoros and the others thought it was natural, but Greenos blushed.\n   </p>\n   <p>\n    \"Shiloh, you're a nice person, except for one thing: you're a little stingy.\" Marcus stepped forward and said loudly.\n   </p>\n   <p>\n    \"Stingy?\" Shiloh blinked blankly. \"Isn't the amount of iron ore we asked Tusim to sell you enough?\"\n   </p>\n   <p>\n    Marcus either didn't hear the dissatisfaction implied by Hero, or pretended not to hear it, and pointed with his finger: \"Tavern! Your restaurant! We all like the dishes made in your restaurant, but you are unwilling to build another restaurant in Tarantum, causing us to run to Poseidon every day. How can we, our old arms and legs, bear it!\"\n   </p>\n   <p>\n    \"Marcus is absolutely right! Shilo, we Tarantum people dine in your restaurant every day, you should also consider our Tarantum's requirements! Building a restaurant in Tarantum will benefit all of us!\" Rodorus echoed.\n   </p>\n   <p>\n    His words were still tactful, but some people shouted: \"King Poseidon, I can build you a big restaurant in Tarantum for free, as long as you allow me to run it together with you!\"\n   </p>\n   <p>\n    \"King Poseidon, why don't you just sell me a few slaves who can cook? I'll pay you any price you can give me!\"\n   </p>\n   <p>\n    \"I want a few too!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Shilo's breathing became rapid. He didn't expect that the people of Tarantum would target his restaurant so quickly.\n   </p>\n   <p>\n    Before he could say anything, Katila beside him yelled, \"How shameless! The restaurant belongs to my husband! He can build it wherever he wants! He can choose not to build it if he doesn't want to! What's the matter?! Do you want to snatch the restaurant from him like a wolf?\"\n   </p>\n   <p>\n    Katila's retort made everyone's face change drastically.\n   </p>\n   <p>\n    \"Shut up!\" Grinus shouted, \"As the wife of a noble Greek, appearing in public is already a bad influence! You dare to shout here, you are embarrassing your husband! You are embarrassing you, the Bosian people! Sit down, you have no right to speak here!\"\n   </p>\n   <p>\n    When Kaweila heard this, her eyes widened like a fighting cock. Katilai had a good relationship with Serenia, and she was quite respectful to Serenia's father. But now, she wanted to eat the fat old man in front of her in one bite.\n   </p>\n   <p>\n    At this moment, Xi Luo pulled her hard: \"Sit down!\"\n   </p>\n   <p>\n    \"No!\"\n   </p>\n   <p>\n    \"Sit down!\" Shiloh said with a serious expression.\n   </p>\n   <p>\n    Katila was stunned. She stamped her feet, sat down on the stone bench and said nothing.\n   </p>\n   <p>\n    \"Everyone, the play is about to begin. As for the restaurant matter, we will discuss it after the play.\" Shiloh said helplessly.\n   </p>\n   <p>\n    \"Since King Poseidon has said so, let's enjoy the drama first!\" Rodulos said meaningfully.\n   </p>\n   <p>\n    Everyone then slowly returned to their seats, with some strange comments coming from time to time: \"What's so good about Poseidon's play? We might as well go and discuss the restaurant business directly.\"\n   </p>\n   <p>\n    \"The Brutti women are just as barbaric as the men. They even became Poseidon's queen. This is such a joke!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    When Katila heard this, her whole body tensed up.\n   </p>\n   <p>\n    At this time, Xi Luo whispered in her ear: \"Katila, don't be angry yet. One day, I will make these people kneel in front of you and beg for mercy!\"\n   </p>\n   <p>\n    Katila turned around and saw Shiloh nodding at her vigorously. She couldn't help but feel excited and held his hand tightly.\n   </p>\n   <p>\n    \"Shiloh, my son-in-law, I have to say something to you. As the king of a Greek city-state, you should always be careful about your words and deeds, otherwise you will easily become a laughing stock of others. Like today, taking Katila with you -\"\n   </p>\n   <p>\n    \"Lord Archon Greenos!\" Xi Luo interrupted him without any hesitation: \"If Serenia and Alesha were not pregnant, I would bring them all here! Please remember, this is Poseidon, not Tarantum!\"\n   </p>\n   <p>\n    Shiloh's rebellious words made Greenos so angry that he trembled all over. Just as he was about to say something, Shiloh raised his hand and waved it vigorously.\n   </p>\n   <p>\n    The slaves on the gallery pulled down the ropes in their hands, and the small windows were blocked by falling wooden boards, and the theater suddenly became dark.\n   </p>\n   <p>\n    The audience screamed and caused a commotion.\n   </p>\n   <p>\n    At this moment, the clear sound of a recorder was heard in the front. The melodious melody passed through the thick curtains, echoed in the closed theater, and calmed the panic of the crowd.\n   </p>\n   <p>\n    Along with the sound of the flute, a deep and penetrating male voice sounded: \"A long, long time ago in ancient Greece, there was a woman who was more beautiful than Aphrodite. Her name was Helen...\"\n   </p>\n   <p>\n    Since the Iliad was published, countless playwrights have adapted fragments from it into dramas, so when the audience heard the first narration, they immediately knew: \"Oh, it's the Iliad again!\" (To be continued. If you want to know what happens next, please log in to .qidian., there are more chapters, support the author, support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 150": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 72 Troy (I)\n   </p>\n   <p>\n    The melodious flute sound and the deep male voice narration easily drew their thoughts back to hundreds of years ago in this dark space...\n   </p>\n   <p>\n    \"On this day, Sparta is holding a festival...\" As the voice of the narrator gradually weakened and disappeared, the curtain at the front was slowly pulled open...\n   </p>\n   <p>\n    The audience only felt a bright light before their eyes, and in that bright light, a picture of a grand ceremony in the ancient Greek royal court was displayed before everyone: the king and queen sat in the center, envoys from various city-states sat at banquets on both sides below, maids served them fine wine and delicious food, the guests raised their glasses to drink, and in the middle of the banquet there was a slave fight to liven up the atmosphere... it was a cheerful and lively scene.\n   </p>\n   <p>\n    \"Oh!!!...\" The audience was completely stunned after letting out a huge exclamation.\n   </p>\n   <p>\n    The scene before them was completely different from the dramas they had seen before, or even from the dramas passed down by their ancestors: after more than a hundred years of performances, the Greek dramas now had a maximum of three actors on stage at a time, and they had to perform with masks. And there were at least twenty people on the stage, some of them wearing crowns and gorgeous robes; some were almost naked, only covering their private parts; some were wearing armor and holding spears. But no one wore a mask;\n   </p>\n   <p>\n    Secondly, the props used by Greek drama actors are very simple, but on this stage there is a throne, a dining table, fine wine...it seems that all the utensils of a real royal court have been moved to this stage, or it can be said that this is the king's palace!\n   </p>\n   <p>\n    The most important difference is that there are no actresses in Greek drama, and female roles are played by men. The waitresses on this stage are all played by real women, not to mention the queen sitting next to the king.\n   </p>\n   <p>\n    The audience shouted in their hearts, \"This is ridiculous! This is ridiculous!\" They wanted to refuse to admit that what was being performed on the stage was a Greek drama. On the other hand, their eyes were focused on the queen: under the golden crown, her golden hair was draped over her shoulders like waves; although the distance was far, the audience could still see her fair skin, glowing with an alluring luster; her eyes were as bright as the moon and as clear as lake water; her every move was full of grace...\n   </p>\n   <p>\n    \"Oh, she is so beautiful! She is the real Helen!\" Some viewers have already accepted her in their hearts.\n   </p>\n   <p>\n    \"Shiloh, is she... a high-class prostitute?\" Grinos pointed at the \"queen\" on the stage and couldn't help asking. In his opinion, such a beautiful and charming beauty who dared to perform on a public stage must be a high-class prostitute. Isn't Alpasia, who danced in the Athenian political arena, a high-class prostitute!\n   </p>\n   <p>\n    \"No, she is a real actress!\" Shiloh answered without hesitation. As soon as she finished speaking, she felt a sharp pain in her waist.\n   </p>\n   <p>\n    \"Don't stare at her! And you said you bought her for no other purpose!\" Katira was jealous. That was why she dared to pinch and scold Hero. Serenia followed the tradition of Greek wives towards Hero, and Alessia was completely obedient to Hero. Because of this, Serenia had said to Katira many times, but Katira still did his own thing. The most important factor was Hero's indulgence. As a modern man in his previous life, he missed this kind of barbaric female style.\n   </p>\n   <p>\n    \"What's so good about her? She's not as pretty as you, Katila!\" Shiloh replied quickly.\n   </p>\n   <p>\n    \"Really?!\" Although Katila is cunning, she has a simple mind and is therefore easy to coax.\n   </p>\n   <p>\n    \"Of course it's true! It's just the effect of makeup!\" Shiloh's words were half true and half false.\n   </p>\n   <p>\n    The actress Epamira was a slave of Greek origin. Hero chose her because he wanted to train her to be a drama star, so her appearance was very important. However, her beauty was different from Katira's. Katira was petite and delicate, while she looked majestic in both figure and appearance, which was exactly what stage actors needed. Otherwise, if she was too petite, the audience would not be able to see her face clearly. Secondly, makeup also played a big role, because Hero specially bought an Egyptian slave who was good at makeup.\n   </p>\n   <p>\n    Egypt, a country that established a unified kingdom thousands of years earlier than ancient China, has unique culture in some aspects. For example, in terms of makeup, upper-class Egyptian women of this era already widely used lipstick, rouge, perfume, and lotion... They also wore various styles of wigs, applied eye shadow, painted their fingernails and toenails... They used agate, crystal, jade, pearls, etc. to make bracelets, anklets, necklaces, and earrings...\n   </p>\n   <p>\n    All the various makeup methods that modern women have more than 2,000 years later had already been invented by the Egyptians who knew how to enjoy life in this era. This really amazed Shiloh. All he had to do was to let the Egyptian slaves apply stage makeup to Epamira according to his instructions, and then after several months of special training, he got the dazzling \"Helen\" on the stage.\n   </p>\n   <p>\n    The actors on the stage were not affected by the commotion in the audience. They were completely immersed in the play and performed their own roles.\n   </p>\n   <p>\n    At this time, the guards reported to the Spartan king Menelaos: Trojan prince Paris was visiting.\n   </p>\n   <p>\n    So, Paris came on stage.\n   </p>\n   <p>\n    Paris was also played by a slave, but he was elegant and handsome. If there were any extra female audience members in the audience, they would definitely be attracted to him. However, the only female audience member, Katila, had already fallen in love with Shiloh and was not moved at all.\n   </p>\n   <p>\n    The king was very excited that Troy, a powerful country in Asia Minor, was visiting Sparta. After some diplomatic etiquette, he immediately asked Queen Helen to toast the Trojan envoy to show Sparta's hospitality.\n   </p>\n   <p>\n    Then the first climax of the play appeared. When Helen and Paris looked into each other's eyes, all the audience held their breath, and even wished they could feel Helen's passionate eyes in person.\n   </p>\n   <p>\n    At this moment, the slaves above the stage slowly pulled the wooden boards to cover the small window, and the light on the stage gradually disappeared.\n   </p>\n   <p>\n    The audience who were plunged into darkness again were not as panicked as last time.\n   </p>\n   <p>\n    Only a moment later, a slave opened the small window above his head, and a beam of light shone in from the window, illuminating a small round platform next to the main stage.\n   </p>\n   <p>\n    When the theater was first built, the biggest problem was the lighting inside. There was no electric light in this era, and when the door was closed, it was dark inside. It would be a waste to only use candles to illuminate the stage.\n   </p>\n   <p>\n    After many days of discussion, Hilo and the construction workers finally came up with a good idea: the theater is oriented north-south, with dozens of small openings on the towering walls. The sunlight enters the theater through the small openings, naturally presenting a beam of light. When several beams of light are combined, it is enough to illuminate an area. When only one opening is opened, it has the effect of a spotlight in the past. The reason for choosing noon is that the sunlight is the strongest at this time.\n   </p>\n   <p>\n    This is a great creation, and more importantly, it is truly derived from the wisdom of the Greeks. (To be continued. If you want to know what happened next, please log in to .qidian. There are more chapters. Support the author and support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 151": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 73 Troy (II)\n   </p>\n   <p>\n    On the small round stage, Helen and Paris were hugging each other.\n   </p>\n   <p>\n    The audience was in an uproar again. Although there were many obscene plots in the drama celebrating the Dionysian Festival during the public performance, they were just verbal flirting between several male actors. This was the first time that male and female actors embraced on stage.\n   </p>\n   <p>\n    But the deep affection and attachment shown by Helen and Paris attracted the still surprised audience.\n   </p>\n   <p>\n    Paris then eloped with Helen.\n   </p>\n   <p>\n    The angry Spartan king asked for help from the Greek overlord Mycenae, so 100,000 Greek troops marched towards Mycenae.\n   </p>\n   <p>\n    Accompanied by long trumpets and powerful drums, the curtain opened for the second time...\n   </p>\n   <p>\n    The audience exclaimed again. What appeared before their eyes was: nearly a hundred warriors on the stage, they were lined up in a square and engaged in a fierce battle. On one side of the stage, above the \"tower\", the King of Troy and Helen and others were anxiously watching; on the other side, the Greek commanders were eager to try.\n   </p>\n   <p>\n    Those phalanx soldiers were Shiloh's slave soldiers. They treated the performance on stage as their usual training. Coupled with the rhythmic drum beats, the whole battle scene seemed very spectacular and intense, which made the audience excited.\n   </p>\n   <p>\n    What made them even more excited was the battles between heroes, especially the fight between Achilles and Hector, which was both thrilling and very entertaining. You have to know that Hero's soul came from China in his previous life, a country where martial arts films were rampant. He just gave a few instructions, which was enough to surprise the audience, not to mention that he was determined to make it a classic! The careful design plus the actors' hard training for several months made this moment so shocking.\n   </p>\n   <p>\n    Shiloh looked around quietly: the audience's attention was completely focused on the stage, and the expressions on their faces changed as the plot progressed.\n   </p>\n   <p>\n    Shiloh let out a long breath, he knew he had succeeded!\n   </p>\n   <p>\n    Although there were many classic plays in this era, the narrative and performance methods were still too primitive. Shiloh used the drama knowledge of 2,000 years later to build a new theater, using music, lighting, scenery, makeup, etc. to attract the audience's attention. He used a large number of specially trained actors to move the audience with true feelings. He used a coherent and complete story with ups and downs to make the audience completely immersed in it.\n   </p>\n   <p>\n    But at this moment, Shiloh was not excited. Through what happened just now, he had understood that although the Tarantum people were not aggressive and enterprising, the pursuit of profit by the Tarantum people, who were famous for their business, could not be underestimated. Shiloh originally thought that he could tie them down with the minerals of Tusim, but he did not know that their greed was endless. Seeing that the restaurant was making money, they became jealous. They were not fools for the success of this drama, and they would definitely participate in the future.\n   </p>\n   <p>\n    Hiro clenched his fists, feeling extremely unwilling, which finally turned into a sigh: Poseidon is still too weak!\n   </p>\n   <p>\n    He raised his hand and gestured.\n   </p>\n   <p>\n    A guard who was responsible for protecting his safety came over from the corner, and Shiloh whispered to him: \"Go and tell Keniga quickly...\"\n   </p>\n   <p>\n    Although the guard was attracted by the performance on the stage, his loyalty to King Mu still made him walk out of the gate without hesitation.\n   </p>\n   <p>\n    On the stage, the Greek army used the Wooden Horse to break through the city of Troy, and the King of Troy burned himself in the fire. Facing the approaching enemy, Helen and Paris committed suicide.\n   </p>\n   <p>\n    The Greek commanders stood in silence before the two bodies embracing each other. The curtain slowly closed, and a sad harp sounded...\n   </p>\n   <p>\n    The audience in the dark, listening to the melody, could not help but feel sad. Even when the slaves opened the small windows and the theater was bright again, they were still not able to come out of the play.\n   </p>\n   <p>\n    The first to come to their senses were the nobles of Tarantum.\n   </p>\n   <p>\n    \"Helo, you are so bold! You tampered with the Iliad. Aren't you afraid of the wrath of the gods?!\" Marcus questioned.\n   </p>\n   <p>\n    A Tarentum councillor who is a playwright shouted: \"This is not a drama! This is blasphemy! This is a blasphemy of Greek tradition! This theater must be demolished!!\"\n   </p>\n   <p>\n    As soon as they finished speaking, there was a thunderous cheer in the theater, and the slight opposition was like a small boat in a storm and was completely ignored.\n   </p>\n   <p>\n    \"Oh! I've never seen such an attractive drama!!\"\n   </p>\n   <p>\n    \"When will the next show be held? I want to come and watch it again!\"\n   </p>\n   <p>\n    \"Watching it twice isn't enough! You need to watch it three or four times to remember it completely!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    The enthusiasm of the audience made Shiloh excited.\n   </p>\n   <p>\n    \"King Poseidon, you have created a whole new kind of drama. It seems that you are worthy of being the patron saint of the gods and possess enviable wisdom!\" Rhodolus said with emotion.\n   </p>\n   <p>\n    Shiloh smiled and said nothing.\n   </p>\n   <p>\n    \"Oh, I didn't expect there really is a woman like Helen in this world!\" Rodolos continued meaningfully.\n   </p>\n   <p>\n    Lewd old thing! Xiluo cursed in his heart with contempt, and ignored what Rodorus said.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    The next day, when the Apollo Theater began to charge for performances, countless Tarantum people rushed to watch.\n   </p>\n   <p>\n    At the same time, Shiloh was talking to Keniga.\n   </p>\n   <p>\n    \"Master, I have followed your instructions and allocated 40% of the restaurant's profits to 15 major Tarantum merchants, including Greenos, Rhodolos, Marcus... This is the signed agreement, please take a look.\" Keniga handed over the agreement.\n   </p>\n   <p>\n    Xi Luo took it, took a look, and said lightly: \"I know.\"\n   </p>\n   <p>\n    Seeing that Shiloh looked calm, Keniga could not help but say, \"Master, why don't you agree to build another restaurant in Tarantum? If so, we can expand our business without spending much, instead of letting them take away 40% of our restaurant's hard-earned profits for nothing like now!\"\n   </p>\n   <p>\n    Seeing his distressed look, Shiloh thought that he was indeed a Hebrew and was very stingy with money.\n   </p>\n   <p>\n    He stepped forward, patted Keniga on the shoulder, and said, \"Building a restaurant in Tarantum, isn't this playing into their trap! You see, in Tarantum, our cooking secrets are hard to keep secret. Once leaked, I'm afraid within a few days, a dozen restaurants will be built there to compete with us. I would rather give them the profit, firstly because I want to keep the secret; secondly, because I want to make Poseidon a city that Greeks yearn for. Here we have the best food, the most beautiful dramas, and exciting rugby games...\"\n   </p>\n   <p>\n    \"Attracting Greeks and even natives from southern Italy to come here and spend money will not only make me rich, but also make the citizens rich, and then Poseidon will also be rich!\"\n   </p>\n   <p>\n    Keniga understood what was going on and said, \"Master, you want to make Poseidia a city-state where rich people spend money, just like Jerusalem became a center of trade hundreds of years ago.\" Speaking of Jerusalem, Keniga's expression was slightly sad. (To be continued, if you want to know what happened next, please log in to .qidian., there are more chapters, support the author, support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 152": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 74 Clouds and Rain\n   </p>\n   <p>\n    \"That's right. For this purpose, it doesn't matter if I lose some silver coins!\"\n   </p>\n   <p>\n    \"Master, during the negotiation, they mentioned the Apollo Theater. I followed your instructions and said that the theater had just started operating and the situation was still unstable, so I did not include it in this negotiation.\"\n   </p>\n   <p>\n    Shiloh sighed, \"They will come looking for me again soon. Now they have finally set their sights on me, treating me like a goose that lays golden eggs, and they want to take a bite at any time!\"\n   </p>\n   <p>\n    Shiloh pounded his hands hard and said in hatred, \"Poseidon is still too weak, otherwise how dare they take advantage of me so blatantly! One day, I will make them spit out everything they got!\"\n   </p>\n   <p>\n    \"Keniga, how much money do I have now?!\"\n   </p>\n   <p>\n    \"Master, it's about ten talents. The restaurant has a net profit of about half a talent every month, the pottery workshop has an income of more than 500 drachmas a month, and there is also a weapons workshop... If the bank is not lending money every day and has not yet started to collect all the interest on the capital, your property would be even more.\"\n   </p>\n   <p>\n    \"In addition, the large amount of wheat harvested in the summer, the countless cattle, sheep, chickens, ducks, fish raised, and some vegetables planted, have not been converted into silver coins and included in the statistics...\" Keniga said one by one as if he was listing them all.\n   </p>\n   <p>\n    \"Kainiga, we can now expand the scale of the restaurant. There is also a benefit to having Rhodolos and his men join us. I'm afraid that from now on, there will be more guests coming from other city-states. I'll leave this matter to you!\"\n   </p>\n   <p>\n    \"yes!\"\n   </p>\n   <p>\n    \"In addition, we already have enough grain to support more slaves. Keniga, go to the slave market first and buy a batch of slaves based on the situation. It would be best if they are strong slaves with combat experience.\"\n   </p>\n   <p>\n    Keniga was stunned and asked in surprise: \"Master, is there going to be another war?\"\n   </p>\n   <p>\n    \"No, just make more preparations just in case.\" Shiloh said calmly.\n   </p>\n   <p>\n    Keniga didn't dare ask any more questions.\n   </p>\n   <p>\n    After he left, Shiloh sat alone in the hall, thinking about Poseidon's development plan for the next period of time.\n   </p>\n   <p>\n    There were footsteps outside the hall.\n   </p>\n   <p>\n    \"Serenia, why are you here?!\" Shilo saw Serenia standing in front of him with a big belly, supported by a female slave.\n   </p>\n   <p>\n    He stood up hurriedly and helped her sit down.\n   </p>\n   <p>\n    \"Shiloh, I'm here to apologize to you on behalf of my father. I heard that he and the merchants of Tarantum joined forces to put pressure on you, causing our restaurant to suffer a great loss of revenue. I will persuade him to return the benefits he has received, and I hope you can forgive him!\" Serenia said to her husband guiltily.\n   </p>\n   <p>\n    \"I'm not angry with him at all. I know he did this out of helplessness. If you really ask him to cancel the agreement, I'm afraid his days in Tarantum will be difficult.\" Shiloh's words stunned Serenia, and then a look of worry appeared on her face.\n   </p>\n   <p>\n    \"Okay! This little money is my way of repaying my father-in-law for marrying me the most beautiful woman in the world!\" Shiloh smiled and hugged his wife: \"Look how worried you are about such a small matter. This will not be good for my son's health!\"\n   </p>\n   <p>\n    Serenia rolled her eyes at him and said angrily, \"She hasn't been born yet. What if she's a girl?\"\n   </p>\n   <p>\n    \"Then I like her better, because she must have the beauty of her mother!\" Shiloh placed his hand lightly on his wife's belly, feeling the beating of the young life inside.\n   </p>\n   <p>\n    Serenia quietly watched her husband's intoxicated look with a happy smile on her face.\n   </p>\n   <p>\n    Just as she was leaning against Shiloh and feeling tired, a big hand pressed on her chest, gently kneading the plump and soft breasts. The tingling and stimulating feeling made her open her eyes. Shiloh took the opportunity to whisper in her ear: \"Look, it's bigger than the past few days. I'll go to your bedroom tonight!\"\n   </p>\n   <p>\n    Serenia was so embarrassed that she shook her head and objected: \"No, Dr. Hippocrates said that I can't at this stage--\"\n   </p>\n   <p>\n    \"Hippocrates has not yet completed his apprenticeship with me, and he knows very little about childbirth...\" Hiro's voice became unclear at the end, because he had already lightly bitten the swollen \"pearl\" and sucked it hard.\n   </p>\n   <p>\n    Serenia's whole body was hot. When the desire overwhelmed her, her resistance was as soft as a mosquito's hum: \"No...ah...ah...no...don't...not here...\"\n   </p>\n   <p>\n    Shiloh picked her up and strode to the small side room off the hall.\n   </p>\n   <p>\n    The clever slave girl ran to close the door and stood guard outside the hall.\n   </p>\n   <p>\n    Shiloh let Serenia hold the head of the bed and then took off her linen robe.\n   </p>\n   <p>\n    Serenia looked back and saw the horrible thing of Xiluo, and she felt nervous and excited. You know, she had just tasted the sweetness of a newlywed, and she had to abstain from sex because of pregnancy. Once this desire was aroused, the demand was naturally very strong.\n   </p>\n   <p>\n    Shiloh lifted her outer cover and carefully untied her lining, revealing her plump, white buttocks.\n   </p>\n   <p>\n    Shiloh reached out and touched it, and found it was already wet.\n   </p>\n   <p>\n    He chuckled and entered quietly.\n   </p>\n   <p>\n    Serenia let out a delightful moan, and unexpectedly reached her climax in that short moment...\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    After making love, Shiloh sent Serenia back to the bedroom. He felt tired and wanted to rest in his own room.\n   </p>\n   <p>\n    At this time, his personal slave Friu (because Supete and Cozula were each responsible for a piece of business, Shiloh chose Friu from the house slaves as his new personal slave) ran to tell him that Dasio had something to report to him.\n   </p>\n   <p>\n    \"My king, as you ordered, I sent people to investigate the slaves who came with the queen to Poseidon. Several of them were acting suspiciously. According to your chef, they tried to enter the kitchen several times yesterday and tried to show goodwill to your chef in private...\"\n   </p>\n   <p>\n    Hiro's face was gloomy. It turned out that during the negotiation yesterday, he accidentally saw Greenos quietly talking to a slave who came with Serenia's dowry. He immediately became suspicious, but he didn't expect that the results of the investigation confirmed his judgment.\n   </p>\n   <p>\n    \"Who are they?\" He asked in a low voice filled with anger.\n   </p>\n   <p>\n    Dacio named.\n   </p>\n   <p>\n    \"Okay, I understand. I'm afraid there are other traitors who haven't noticed it! Go down and continue to monitor the other slaves!\" Shiloh said in a deep voice.\n   </p>\n   <p>\n    \"Yes!\" Dacio could imagine the anger in Shiloh's heart, so he didn't dare to face Shiloh's gaze and said goodbye directly.\n   </p>\n   <p>\n    Shiloh sat in the hall, thinking for a long time, and then asked Friu to call Keniga, Secito, Hrim, Supete and Kozula.\n   </p>\n   <p>\n    In the past, the slaves of Shiloh's family were managed by Sulmus, who was equivalent to the chief slave steward. Since coming to Bosaiah, Sulmus became a citizen of Bosaiah and served as Bosaiah's financial officer. Naturally, he could not help Shiloh manage the slaves. (To be continued. If you want to know what happened next, please log in to .qidian. There are more chapters. Support the author and support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 153": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 75 Appointment\n   </p>\n   <p>\n    The position of chief slave steward was temporarily given to Keniga, but Keniga's main focus was still on finance. In addition, he had a gentle personality and was not good at managing personnel.\n   </p>\n   <p>\n    Now the number of slaves under Hiro has rapidly expanded from 300 to 400 to more than 1,000, and is still increasing rapidly. Among them are soldiers, blacksmiths, carpenters, potters, chefs, actors, farmers, shepherds, maids... It is a complete small society! The original rough management is no longer suitable for the current changes. Moreover, Hiro regards his slaves as a powerful tool to consolidate his power and strengthen Poseidon's strength. How can he allow this chaotic situation to continue to develop?\n   </p>\n   <p>\n    Reform of the slave administration system is imperative! Slaves must be managed like citizens of the city-state.\n   </p>\n   <p>\n    As a shooter, Herim is steady and patient, with a careful mind. Once he finds a problem, he will be ruthless. He previously served as a slave military judge, which made the slaves fear him. At this moment, Shilo appointed him as a slave sheriff and military judge, believing that he is fully capable of doing the job. After all, letting the city-state security department supervise his slaves is just a stopgap measure, and he does not want his slaves to intersect with any forces in the city-state.\n   </p>\n   <p>\n    Keniga had been responsible for managing Shiloh's finances and had made great achievements. He was the best person to take on the position of slave treasurer.\n   </p>\n   <p>\n    Subaru was already the slave inspector of Poseidon, and now he was only expanding his supervision to include the king's slaves. He not only had to monitor and record the performance of Hero's slaves, but also reminded Hero to give rewards and punishments based on their performance.\n   </p>\n   <p>\n    Cozula had not been a slave of Helo for long, but because of his special talents, he was highly valued from the beginning. This time, Helo decided to appoint him as a commercial officer to manage Helo's trade. On the one hand, before he followed Helo, he was a slave assistant of a Capua merchant, and later assisted Sulmus, so he was familiar with Helo's trade; on the other hand, he was born in Italy, knew many languages, and was good at communication, which was beneficial to expanding trade routes.\n   </p>\n   <p>\n    Unlike the other three people who were either calm or excited after being appointed, Kozula hesitated and said with courage: \"Master, before the mistress became pregnant, you asked her to manage the trade. Now I am the commercial officer--\"\n   </p>\n   <p>\n    \"Cerenia has other things to do, just do your thing.\" Xiluo's heart was not as calm as he appeared. This incident made him realize that it was not a good thing to let Serenia take charge of his economic lifeline, after all, her literary relative was the Archon of Tarantum, Greenos. But he had made a promise to her: not to restrict her freedom and let her display her talents. It seems that he has to find something for her to do after she gives birth.\n   </p>\n   <p>\n    Finally, Hiro turned his gaze to the slave who could be regarded as his father-in-law: \"Secito, I appoint you as the slave administrator!\"\n   </p>\n   <p>\n    \"Yes, master!\" Cecito answered respectfully, but his face was full of doubt. Not only him, but the other four people also looked doubtful.\n   </p>\n   <p>\n    Shiloh explained: \"The political officer is equivalent to the position of Sulmus in my family before. He will manage all the trivial affairs of the slaves and coordinate and manage the operations between your four departments!\"\n   </p>\n   <p>\n    After hearing what Hilo said, Sesito was completely stunned. Supete and Kozula looked envious, Keniga seemed to be thinking about something, and Herim was unmoved.\n   </p>\n   <p>\n    For city-state officials, Hilo did not set up a political officer, a position similar to the prime minister in ancient China in his previous life, because he was afraid that someone would seize power and sideline him. He set up political officers among his slaves, because the slaves were originally his private property, and his life and death were decided by him, so there was no loyalty problem. And private slaves were basically in a closed environment, and there were not many affairs involved. Although Sesito had mainly shown military talents in front of Hilo before, he was once the patriarch of the Thracian tribe, and he must be good at management, but he just didn't have the opportunity to display it. Moreover, Sesito has always been steady, and he is Alesha's father, so his loyalty to him is beyond doubt.\n   </p>\n   <p>\n    However, even though he gave Secito great power, he still had the power to mobilize and command slave soldiers firmly in his hands, because it was related to his life. He still personally granted rewards and promotions to slaves, because this would deepen the slaves' gratitude and loyalty to him. He also had the power to approve financial matters. Any use of more than 500 drachmas required his approval before it could be carried out. With these three conditions, he could let them do their work with confidence.\n   </p>\n   <p>\n    \"Herim, take a look at the people on this list.\" After Hiro finished speaking, he saw Herim's embarrassed face and then remembered that he couldn't read. Not only him, but Secito was also illiterate. It seemed that they had to find slaves who could read to serve as assistants.\n   </p>\n   <p>\n    After Shiloh mentioned the name, he briefly explained the situation and then asked Herim, \"How do you think this matter should be handled?\"\n   </p>\n   <p>\n    Everyone present was shocked. They had never thought that a slave would dare to betray his master and have an affair with a foreigner.\n   </p>\n   <p>\n    Herim looked serious: \"Master, you issued an order years ago, 'No slave shall enter prohibited places without permission, and shall not inquire about or disclose the master's situation and secrets, otherwise he will be punished according to the severity of the circumstances.' These people came to Poseidon as the mistress's dowry and became your slaves. They even had secret communications with Tarantoum. According to Poseidon law, they are \"criming the country\"! Master, they should be beheaded to warn other slaves!\" Herim was worthy of being a military judge. He was used to killing chickens to scare monkeys, and his face was full of murderous intent.\n   </p>\n   <p>\n    \"You're right, that's how it should be!\" Shiloh nodded, then changed the subject: \"But these slaves have special identities. Killing them will alert Tarantum, and I don't want to alarm Serenia. Let's put it this way, the men will be sent to mine, and the women to the mill (these are the two hardest and most arduous jobs among slaves). Without permission, they are not allowed to leave or be replaced. Herim, you have to strengthen supervision of the slaves in the future. It is your responsibility to prevent similar incidents from happening again!\"\n   </p>\n   <p>\n    \"Yes!\" Herim bowed and replied.\n   </p>\n   <p>\n    After everyone left, Hiro was left alone with Cecito.\n   </p>\n   <p>\n    Seeing that Cecito was still standing respectfully, Xi Luo asked him to sit down and said gently: \"I used to regard you as my elder. Now that Acai is pregnant with my child again, you have become my father-in-law. We are now a family.\"\n   </p>\n   <p>\n    \"When you are free, take Kongda to see Alesha. She has had severe vomiting and poor appetite recently. If you go and chat with her more, it can make her feel better and will also be good for the fetus.\"\n   </p>\n   <p>\n    Sesito was both worried and excited. After all, since Alesha became Hero's concubine, according to Greek tradition, he could not see his daughter without the master's permission.\n   </p>\n   <p>\n    Cecito thanked Xi Luo repeatedly. (To be continued. If you want to know what happened next, please log in to .qidian. There are more chapters. Support the author and support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 154": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 76 The Pythagorean School\n   </p>\n   <p>\n    Early in the morning, Siasis went to the market place and waited for his employer to arrive.\n   </p>\n   <p>\n    By the time the sun rose, the other trade lanes were already crowded, but the area occupied by the Tusim people was still empty.\n   </p>\n   <p>\n    The people of Tarantum who came to buy the ore became so impatient that they even shouted at Siesis.\n   </p>\n   <p>\n    While procrastinating, Siesis quietly withdrew from the Tusim trading zone. He did not want to become a scapegoat for the Tusim people, especially after he became an agent for iron ore sales and helped Tusim raise the price of iron ore.\n   </p>\n   <p>\n    \"Nothing will happen to Tusim, right?\" Siesis was just expressing his concern for Tusim. After all, it was not his turn to worry about this matter.\n   </p>\n   <p>\n    After spending some time in the market, he decided to go and check out his own fields first.\n   </p>\n   <p>\n    Some time ago, during the wheat harvest, King Hilo's per-acre yield was much higher than others, which once again attracted the attention of citizens for the special land reclamation method created by Hilo. Facts speak louder than words, and those conservative citizens also began to dig the fields according to Hilo's method. Siasis was one of them, but it had always been his slaves who were in charge. At this moment, he decided to go and see for himself.\n   </p>\n   <p>\n    So he walked through the market, around the residential area, and out the north gate.\n   </p>\n   <p>\n    After a long summer, the weather at the beginning of autumn was not cool. As time went by, it gradually became hotter, but Siesis took a leisurely walk and did not feel it was hard.\n   </p>\n   <p>\n    In the fields on both sides of the road, slaves, under the leadership of their masters, were making compost for the land in preparation for winter sowing; some were digging ditches, trying to increase land productivity with new methods; some were catching fish fry sown last winter in their own ditches; and some were harvesting extra vegetables so that the restaurant could buy them and make some extra profits.\n   </p>\n   <p>\n    Siasis was tired from walking, so he sat down by the road and put his feet into the ditch. Suddenly, a cool breeze rushed from the soles of his feet to his head, completely dispelling his fatigue. From time to time, brave little fish swam over and pecked at the dandruff on his feet, making him so comfortable that he forgot everything else.\n   </p>\n   <p>\n    At this moment, there was a burst of \"Quack! Quack! Quack!\" sounds behind him. Before Siesis could react, a group of ducks jumped into the ditch one after another. Siesis was unable to dodge and was splashed with water.\n   </p>\n   <p>\n    The citizens who were working in front of the ditch ran over angrily, grabbed the duck feeder, and cursed him for not driving the ducks to the reed marsh, but instead instigating the ducks to trample on the ditch they had dug with great effort and eat the fish fry they had raised. They demanded compensation from him.\n   </p>\n   <p>\n    As the two were struggling, Yuanyun saw the security team coming and the onlookers dispersed. They had seen many small conflicts like this, and there was no need to go to court. The slaves of the security team could easily solve it, but they didn't want to be dragged in as witnesses and delay their work.\n   </p>\n   <p>\n    Siesis walked forward with a dull look on his face.\n   </p>\n   <p>\n    Soon, he saw the Adrotheni River and several water wheels beside the river. Three people were surrounding a water wheel, gesturing at something.\n   </p>\n   <p>\n    Seeing this, Siesis was not surprised. After all, since the waterwheel was erected on the river bank, people often gathered to watch. Many foreigners saw its benefits and began to imitate it in their own cities. Even last month, the people of Taranto asked King Sino to build several waterwheels for them downstream of the Budanohe.\n   </p>\n   <p>\n    Just then, Siesis saw one of the men grabbing the wooden axle of the waterwheel with both hands, trying to stop it from turning.\n   </p>\n   <p>\n    \"Hey, foreigner, what are you doing! Be careful, if you break the waterwheel, you won't be able to get out of Poseidon!\" Siasis shouted anxiously.\n   </p>\n   <p>\n    The man let go of his hand calmly, waved to him from a distance, and then there was no more dangerous action. But even so, when Siesis crossed the river, he still looked over there again and again with concern.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"Cornepos, you are too reckless! We agreed to just come and take a look, but you are acting recklessly again. You should know that most of the Bosyan people are of common origin, and they will not listen to reason with us when they get angry.\" said one of the bystanders.\n   </p>\n   <p>\n    \"Yes, if we are beaten by the barbarians here and the news spreads to Crotone, it will be a disgrace to our school!\" said another bystander.\n   </p>\n   <p>\n    \"Civilians are not as scary as you say. Don't forget, Lantis, I am also a civilian!\" Cornepus said with an unhappy look on his face.\n   </p>\n   <p>\n    \"Okay, Cornepus, the discussion about civilians is a philosophical issue. We Pythagorean school are only interested in numbers and science. We already know the principle of this waterwheel, but its manufacture and use are not issues we should continue to discuss.\" Lantis revealed a hint of pride in his work: \"Everyone, we should hurry back to Crotone.\"\n   </p>\n   <p>\n    \"If it weren't for Cornepos, we should have left long ago. I feel uncomfortable staying in this barbaric place for so long.\" Another person agreed immediately.\n   </p>\n   <p>\n    Cornepus sneered and strode into the city of Poseidon.\n   </p>\n   <p>\n    \"Hey, Cornepus, don't walk so fast, wait for us!\" Lantis shouted.\n   </p>\n   <p>\n    Cornepus stopped and looked at his companions with a resolute look of undisguised contempt: \"I'm sorry, you and I are not on the same path!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Seeing that his fields were well taken care of by the slaves, Siesis did not stay there for long and quickly returned home.\n   </p>\n   <p>\n    It was the first time in months that he had been home in the morning.\n   </p>\n   <p>\n    There was no one at home. His son was studying at Poseidon School, and his wife was probably at the temple to pray or at the market to buy things.\n   </p>\n   <p>\n    Siesis had just stayed in the house for a while, but he couldn't help but wanted to go to the market to see if the Tusim people had arrived.\n   </p>\n   <p>\n    As soon as I walked out of the room, I heard someone shouting, \"Siecis!\"\n   </p>\n   <p>\n    Siesis turned around and saw Tris lying on the fence, so he asked with a smile: \"Tris, didn't you go to the square to play ball today?\"\n   </p>\n   <p>\n    \"We accidentally lost to Team Five last time, and we agreed to give the venue to them today.\" Tris said unwillingly.\n   </p>\n   <p>\n    \"I heard that the king is going to build a rugby stadium. You won't have to worry about finding a place to play when the time comes.\" Siesis comforted him. Tris was completely different from him. Since the farming got on track, he had thrown all the work to the slaves. At home, apart from participating in military training, he played ball, worked out, and fought... This leisurely life made Siesis both envious and a little contemptuous.\n   </p>\n   <p>\n    At this moment, Tris lost his usual humor and talkativeness and looked at him strangely: \"You're back so early, why are you going out again?!\"\n   </p>\n   <p>\n    \"Oh, I'll go shopping in the market.\" Siesis waved perfunctorily and prepared to leave.\n   </p>\n   <p>\n    Tris was anxious: \"Hey, Siesis, you are so busy making money, didn't you find that your 'upstairs' is a problem?\" (To be continued, if you want to know what happened next, please log in to .qidian., there are more chapters, support the author, support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 155": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 77 Murder and Water Mill\n   </p>\n   <p>\n    \"What did you say?!\" Siasis thought he had misheard. You know, the layout of Greek houses is: the male owner lives on the first floor, and the wife and children live on the second floor. Any stranger who wants to go to the second floor must pass through the male owner's bedroom. Greek men guard their territory like lions at all times. Over time, the word \"upstairs\" has come to represent family.\n   </p>\n   <p>\n    Now that the words have been spoken, Tris no longer hides them. After a slight hesitation, he said, \"Siesis, there are rumors about your wife recently. Everyone in this residential area has heard about it, but you are still in the dark—\"\n   </p>\n   <p>\n    Siesis rushed forward angrily, grabbed Tris, and shouted: \"If you dare to say bad things about her again, I will tear you apart!!\"\n   </p>\n   <p>\n    Tris also became angry: \"How could I, a grown man, say bad things about your wife for no reason?! Do you know how the neighbors look at you?! How they laugh at you behind your back?! If I didn't consider you a friend, I wouldn't bother to tell you and let you continue to be a joke to everyone!\"\n   </p>\n   <p>\n    \"You're talking nonsense! You're talking nonsense...\" Siesis' voice gradually became less tough than before.\n   </p>\n   <p>\n    \"That man, I saw him come to your house twice secretly. This morning, I saw your wife dressed up beautifully and went out happily. Maybe she went to see that man again--\"\n   </p>\n   <p>\n    Tris' words made Siesis angry again: \"Where is this damn bastard? ! ! I'm going to kill him! ! \"\n   </p>\n   <p>\n    Tris did not dissuade him, but just said: \"You can't do it alone, you need to find a few more people as witnesses.\"\n   </p>\n   <p>\n    After a moment's silence, Siesis agreed.\n   </p>\n   <p>\n    So, Siesis called five or six neighbors, rushed to another residential area, broke open the door, and sure enough, saw a naked man and woman entangled in bed.\n   </p>\n   <p>\n    Furious, Siesis drew his dagger and rushed in. Facing the panicked man, he stabbed him through the chest without hesitation.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    When a murder occurred in the city, Shiloh was receiving guests in the hall.\n   </p>\n   <p>\n    Recalling Dacio's report, he carefully looked at the man: This was a young man in his twenties, with a burly build, and his manners were rough but somewhat elegant.\n   </p>\n   <p>\n    Cornepus was also observing Hero: the young King Poseidon was just as the rumors said, with a huge body, majestic appearance, and a pair of eyes that revealed endless energy and were sharp and intimidating.\n   </p>\n   <p>\n    Knowing the identity of the visitor, Xi Luo was a little curious and said, \"I heard from the guards that you insisted on seeing me. What's the matter?\"\n   </p>\n   <p>\n    Cornepus didn't say much, and said directly: \"Respected King of Poseidia, my name is Cornepus, and I'm from Crotone. I heard that Poseidia has a unique law, 'Anyone who invents something that passes the review of the Poseidia City Hall can obtain... um...'\" Cornepus was obviously not familiar with the new word, and Hiro smiled and reminded him: \"Patent rights.\"\n   </p>\n   <p>\n    \"Yes, patent rights. Not only can you get a reward from the king, but others who want to make and sell this invention must obtain the inventor's permission, and the inventor can also get a certain percentage of the profits from them, right?\" Cornepus stared at Shiloh, hoping to get his confirmation.\n   </p>\n   <p>\n    Hiro realized what Cornepus might say, and his spirits perked up. He said seriously: \"Yes, there is such a law. However, it only applies to citizens and slaves of Poseidon!\"\n   </p>\n   <p>\n    This law was promulgated a month ago. At that time, after the wheat harvest, the citizens, in view of the enthusiasm shown by the slaves in their labor and because they had sufficient food at home, began to buy a second and third slave, so as to free themselves from the fields and engage more actively in early training, sports... and other political activities of the city-state.\n   </p>\n   <p>\n    Seeing this, Hiro was a little worried. You know, one of the reasons for the decline of the Roman Empire in the past was the development of the slave industry. The low cost of slave labor caused slave owners to lose the motivation to improve science and technology and improve labor tools. Hiro certainly didn't want Poseidon to become like that, so he introduced this law to stimulate the enthusiasm of citizens to invent and create. The citizens responded enthusiastically, but so far, no truly beneficial inventions have been seen.\n   </p>\n   <p>\n    \"I am willing to become a citizen of Poseidon!\" Cornepus answered straightforwardly.\n   </p>\n   <p>\n    Looking at his confident face, Hiro couldn't help but be very interested in his invention: \"You want to become a citizen of Poseidon? I welcome you very much! However, you must go to the Poseidon Citizen Registration Office first. But before that, I want to see what you have made.\"\n   </p>\n   <p>\n    Cornepus seemed not to notice Shiloh's suddenly gloomy face, and continued to talk: \"I got inspiration from your waterwheel. Since the river can be used to drive the waterwheel to achieve the purpose of transporting water, why can't we use the power of the river to do something else? For example, a mill. I found that grinding flour with a stone mill is a repetitive, circular motion, which is very similar to the motion of a waterwheel. I tried the waterwheel today and found that the power of the flowing water is very strong. If the river can be used to drive the stone mill...\"\n   </p>\n   <p>\n    As Xi Luo listened to his narration, he recalled an invention from the ancient times in his previous life: the water mill. Waterwheels and water mills had similar principles and had appeared one after another. In this world, because Xi Luo made the waterwheel appear more than 200 years earlier, it seemed that the water mill would also appear earlier.\n   </p>\n   <p>\n    \"Dear King Poseidon!\" Cornepus' voice suddenly became stammering. \"If... you can... provide me... with some help... once I get the patent, I am willing to share the silver coins I get with you.\"\n   </p>\n   <p>\n    Xi Luo smiled and said, \"As long as you need it, I can provide you with any material assistance. And I won't ask you for a single silver coin!\"\n   </p>\n   <p>\n    Cornepus was stunned. He didn't expect Shiloh to be so generous and thought he had heard it wrong.\n   </p>\n   <p>\n    Hiro then said seriously: \"However, while you are striving for the patent, I hope you will strictly abide by another law of Poseidia, 'Any invention cannot be bought or sold, and its technology cannot be passed on to other city-states without the permission of the Poseidia City Hall.' This is related to the strength and security of the Poseidia city-state. I hope you can understand!\"\n   </p>\n   <p>\n    \"I understand, please rest assured, King!\" Cornepus answered seriously.\n   </p>\n   <p>\n    When Conepus left, he happened to pass by Timasus who was coming in.\n   </p>\n   <p>\n    \"Timasus, do you know who he is?\" Hero pointed at Conepos's back and asked excitedly. Before he could answer, Hero gave the answer: \"His name is not important, but he is a Pythagorean!\" (To be continued. If you want to know what happened next, please log in to .qidian., there are more chapters, support the author, support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 156": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3, Chapter 78: On the Case of Adultery and Murder\n   </p>\n   <p>\n    Timasus' eyes lit up immediately. As a student of Socrates, he certainly knew who Pythagoras was. This Greek scholar who lived more than a hundred years ago was famous throughout the Mediterranean world for his intensive study of mathematics. Later, he moved to Crotone, Italy, recruited many apprentices, and founded a school. Over a hundred years of development, this school's research on mathematics has far surpassed other countries and city-states. If it weren't for too many things to do, Timasus would have wanted to go to Crotone to see it for himself.\n   </p>\n   <p>\n    \"The Pythagoras people came to see you. What's the matter?\" he asked anxiously.\n   </p>\n   <p>\n    \"He wants to become a citizen of Poseidon!\" Shiloh said somewhat proudly.\n   </p>\n   <p>\n    \"Can our city-state attract students from the Pythagorean school?\" Timasus was surprised. According to him, although Poseidon is developing rapidly, it is still a small country and a barbaric place in the eyes of other city-states. How can it be favored by those scholars with high standards?\n   </p>\n   <p>\n    Shiloh shook his head: \"This person is just a special case. However, once his invention is successful, I can use him as an example to attract other scholars!\"\n   </p>\n   <p>\n    His confident look excited Timasus: \"Shiloh, if that day ever comes, you must let me select a few more people to be teachers in the school.\"\n   </p>\n   <p>\n    \"That's no problem. But I heard that the Pythagorean school emphasized theory over practice. When they come to Poseidon, they must change their mindset.\"\n   </p>\n   <p>\n    Before the word was even written, Hero had already vowed to change other people's academic philosophy. Timasus laughed in his heart, but said, \"Hero, I came here this time because there was a murder case in the city!\"\n   </p>\n   <p>\n    \"A murder case?!\" Hiro shouted in surprise. You know, since the establishment of Poseidon, except for some neighborhood disputes and business disputes, there has never been a murder case, so Timasus, the judge of Poseidon, has always had nothing to do.\n   </p>\n   <p>\n    After Timasus gave a brief account, Hiero asked, \"What is your verdict on this murder case caused by adultery?\"\n   </p>\n   <p>\n    Although Poseidon's laws were formulated under the auspices of Hiero, he was far less familiar with the legal provisions than Timasus.\n   </p>\n   <p>\n    \"Because there were so many people present, the facts of adultery and murder were certain. According to the Poseidon law, 'the victim can kill the adulterer caught on the spot.' Therefore, the murderer can be acquitted,\" said Timasus.\n   </p>\n   <p>\n    Hero knew that this law must have come from the Athenian Law. In fact, the laws of various city-states on dealing with adulterers were similar, because the city-state believed that the integrity of the citizen's family represented the stability of the city-state order, and any behavior that destroyed family stability would be severely punished.\n   </p>\n   <p>\n    Although Hiro felt that this law was cruel, he was not prepared to amend it. Although he had the soul of a modern man, he did not think that completely liberating women was a good thing. After all, in such a chaotic world, the most stable family order determined by the Greeks after more than a thousand years of development was that men were responsible for the outside world and women were responsible for the inside world. If the family was stable, the country would be peaceful. The Greeks understood this truth very well.\n   </p>\n   <p>\n    Especially in Poseidia, since most housewives were Bruttii, they were bold, and Hero indulged his wife intentionally or unintentionally, making the women in Poseidia much more open and free than those in other Greek city-states. However, there were more men than women in the city-state, which greatly increased the probability of problems.\n   </p>\n   <p>\n    This adultery and murder case sounded the alarm for Shiloh. Shiloh didn't want the young Poseidon to become a society of extravagance and disorder like the one that appeared in the late Roman Empire. Therefore, it was necessary to maintain tradition while not overly oppressing women. How to control this degree was indeed a big problem.\n   </p>\n   <p>\n    After all, Timasus had only been a judge for a short time and was unsure. Seeing that Hero remained silent, he thought that he was dissatisfied with the verdict, so he hurriedly explained, \"Hero, this is just my personal opinion. The specific trial result will be decided by the jury after the court session and the conclusion of the arguments by both parties.\"\n   </p>\n   <p>\n    \"Both parties are arguing in court?\" Xi Luo asked curiously, \"Aren't the facts already very clear?\"\n   </p>\n   <p>\n    Timasus explained: \"Although the deceased had no relatives, he was originally an Athenian sailor, so some sailors who were on good terms with him helped him to appeal. They believed that the male owner committed blasphemy when he killed people. Because the blood of the deceased splashed on the statue of Athena on the altar in the bedroom. In addition, they believed that the murder of the deceased was a conspiracy. The reason was that the two had sex this time not at the invitation of the deceased, but at the request of the woman, and her husband was well prepared before the murder. Not only did he find a lot of witnesses, but he also prepared a dagger in advance. The killing process was extremely short...\"\n   </p>\n   <p>\n    \"Oh...\" Xi Luo opened his eyes wide. The detective novels he had read in his previous life aroused his interest. \"Things are getting a little interesting. Is Nanjin really plotting murder?\"\n   </p>\n   <p>\n    Timasus shook his head. \"It is a fact that the deceased committed adultery, and it is known that it had been going on for a month. He was caught on the spot. According to the law, the defendant's murder is permitted. The plaintiff is just trying to confuse the jury and let the plaintiff suffer some punishment.\"\n   </p>\n   <p>\n    After listening to this, Xiluo touched his chin, pondered for a while, raised his head, and said in a firm tone: \"Timasus, I suggest that this case be tried in public!\"\n   </p>\n   <p>\n    \"public trial?\"\n   </p>\n   <p>\n    \"Yes, Timasus, this is the first time that my Poseidon Court has tried such an important case. We need to let citizens and foreigners know that our laws are more fair and just. Therefore, when you ask the defendant to select a jury, the scope should be broader, and citizens from various industries should be included as much as possible. You can even have 'honorary citizens' present...\"\n   </p>\n   <p>\n    After these words came out, Timasus felt the pressure on his shoulders increase, but he was more excited. After all, he was an important participant from the formulation to the implementation of the law. He understood the laws of various Greek city-states, so he was more aware of the differences and advantages of Poseidon's laws, and he was proud to be able to display them in public.\n   </p>\n   <p>\n    \"At that time, the high priest Flaccus must also be present, after all, this involves the gods. In addition, the sheriff Nurnus must be notified to keep an eye on the sailors from Athens to prevent them from causing trouble...\" Hiro continued to think and said.\n   </p>\n   <p>\n    Obviously, his thinking was no longer on the legal level. Even after Timasus left, he wanted to call Flaccus immediately to give him a heads-up so that he would be biased towards the defendant in court.\n   </p>\n   <p>\n    Demonstrate the superiority of Poseidon's law, maintain Greek family traditions, and once again strike down the arrogance of the original Athenian sailors. He hopes to achieve three goals through one case. (To be continued, if you want to know what happened next, please log in to .qidian., there are more chapters, support the author, support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 157": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 79 The Attack of Meppia\n   </p>\n   <p>\n    In order to kill three birds with one stone, he did not have any sympathy for the other protagonist in the adultery case and wanted to change her sentence. Because the fact that she committed adultery was beyond doubt, even if the defendant did not kill her on the spot, it did not mean that she would have an easy life in the future.\n   </p>\n   <p>\n    First, the city-state would whip her in the public square for adultery as a warning to all citizens and families, and her reputation would be completely ruined. Second, the accused would definitely divorce her (this was one of the few grounds for divorce in the Greek city-state), and her family would generally not take her in after the divorce because she brought shame to the family. In this way, she could hardly survive in Poseidia.\n   </p>\n   <p>\n    This hateful and pathetic woman will have a very miserable life in the future. So what should she do?\n   </p>\n   <p>\n    Shiloh even thought out of boredom: If she were in her previous life, she would probably have to go to the Avengers Federation.\n   </p>\n   <p>\n    A flash of inspiration flashed through his mind, and he stood up suddenly: That's right, Women's Federation! Why can't we just establish a Women's Federation in Bosaiah, so as to do our best to protect the rights and interests of Bosaiah women under limited conditions, and at the same time improve their lives, so that they can relax under the heavy family pressure.\n   </p>\n   <p>\n    You know, Greek women can only get a little respite during the Dionysian Festival every year. Based on Hero's experience in his previous life, he can let this \"Women's Federation\" hold various interesting competitions, such as: wool shearing competitions, weaving competitions... This will not only encourage them to focus more on their jobs, but also make their lives lively and interesting. Even women's sports games can be held (so far, only women in Sida in the whole of Greece have advocated and held the Hera Sports Games, but there are very few participants), which is very beneficial to improving the physical fitness of women in Bosnia.\n   </p>\n   <p>\n    At this moment, Shiloh even had a candidate for the head of the Women's Federation, which was still under consideration - Serenia. Only when the Queen took the lead would the Federation have appeal and influence.\n   </p>\n   <p>\n    The more Shiloh thought about it, the more he felt that this idea was ingenious. He even wondered whether he should transplant some interesting rural competitions from Europe in his previous life, which could not only liven up the people, but also serve as a highlight to attract the attention of foreigners.\n   </p>\n   <p>\n    Just as he was daydreaming, a slave came in and reported that Dasio wanted to see him urgently.\n   </p>\n   <p>\n    \"My king, the Mepeans have invaded the territory of the Brutti in the north!\" Dasio said anxiously.\n   </p>\n   <p>\n    \"Meppia?!\" Shiloh was surprised.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Bartlu regretted that he should not have been greedy and robbed the coalition's food, which led to constant fighting between Worm and other tribes, especially Serasim. Many tribesmen returned to the embrace of the mountain god Nim during the battle, causing the population of Worm to plummet. If it weren't for the summer, when all tribes had to harvest grain and had to temporarily cease fighting, Worm would have had a chance to breathe.\n   </p>\n   <p>\n    Bartulu learned his lesson, changed his previous brutal and frosty ways, and took the initiative to send envoys to show goodwill to the surrounding tribes.\n   </p>\n   <p>\n    Which tribe should I send an envoy to today? After waking up in the morning, Bartulu kept thinking about this question in his bedroom.\n   </p>\n   <p>\n    The door was suddenly thrown open, and the elder rushed in in panic: \"Chief! Chief! We are surrounded! The Mepias... the Mepias are going to attack our stronghold!!\"\n   </p>\n   <p>\n    \"Meppia?!\"\n   </p>\n   <p>\n    When Bartulu hurried to the watchtower and looked down.\n   </p>\n   <p>\n    He was shocked when he saw the shadows of people all over the mountain below.\n   </p>\n   <p>\n    \"Why did the Mepians come here?! Why did they invade our territory?!\" Bartulu's voice trembled in astonishment.\n   </p>\n   <p>\n    \"Chief, we have already sent people down the mountain to question the Mepia people. But they told us to surrender immediately, otherwise...\" an elder stammered.\n   </p>\n   <p>\n    \"What else?\" Bartrude's face darkened.\n   </p>\n   <p>\n    \"Otherwise he will kill us all!\" said the elder angrily.\n   </p>\n   <p>\n    When Bartulu heard this, his hair stood on end. \"Surrender?! Let the descendants of Bear God Bels kneel at the feet of these cowards with stinky fish in their mouths?! No, we would rather sacrifice our blood to the God of Nim Mountain and win the honor of the Volm people!!\"\n   </p>\n   <p>\n    As soon as Bartru finished speaking, the horn of attack sounded at the foot of the mountain.\n   </p>\n   <p>\n    Bartrude's expression changed.\n   </p>\n   <p>\n    As the densely packed Mepia people approached the village, everyone around them looked pale and nervous.\n   </p>\n   <p>\n    Bartulu saw this and sighed secretly.\n   </p>\n   <p>\n    Although the Volm stronghold was strategically located, the frequent battles had greatly reduced the number of Volm people, and they were simply unable to resist the large number of Mepea people. Now the Volm had a bad relationship with most tribes, and it was difficult to get their help.\n   </p>\n   <p>\n    After a moment's contemplation, Bartulu made up his mind.\n   </p>\n   <p>\n    On one side of the Volm stronghold was a steep mountain wall that led directly to a deep canyon; on the other side, the terrain was slightly gentler and surrounded by the Mepeans. The Volm had lived here for hundreds of years and had their own way of survival. Bartulu led the warriors to block the front, but ordered the women, children and young people to lower themselves to long ropes, step on hidden wooden stakes, go down to the canyon and mountain stream, and escape from the encirclement of the Mepeans.\n   </p>\n   <p>\n    Thus, when the fortress of Worm was breached, news of the Meppia invasion began to spread among the Brutti tribes.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    In the municipal hall of Poseidia, officials of Poseidia gathered together.\n   </p>\n   <p>\n    The voice of the slave cavalry captain Larka echoed in the hall: \"After the Mepeans conquered Worm, they quickly conquered the small mountain strongholds of Chelm and Rasim. The small tribes in the north migrated southward. Most of the tribes have gathered at the foot of the sacred mountain of Bruttii and joined forces with Serasim. They are apparently preparing for a decisive battle with the Mepeans.\"\n   </p>\n   <p>\n    As soon as Larka finished speaking, Picos asked, \"How many people are there in Mepea?\"\n   </p>\n   <p>\n    Everyone who was still whispering fell silent and turned their eyes to Larka.\n   </p>\n   <p>\n    Larka had obviously made careful preparations for this question that everyone was most concerned about: \"According to the Brutti people who had fought with Meppia, and we have also secretly observed the Meppia camp, they have about 10,000 people.\"\n   </p>\n   <p>\n    \"Ten thousand people!!!\" everyone exclaimed.\n   </p>\n   <p>\n    Shiloh was also frightened.\n   </p>\n   <p>\n    Amid the discussion, Larka continued, \"I heard from the Brutti that most of the warriors of Mepiah are the same as the Brutti warriors, and are also good at using wooden shields and short spears. However, they seem to be more united. At the same time, some of them use harpoons as weapons, and I heard that these warriors are quite brave in battle.\"\n   </p>\n   <p>\n    Although Shiloh was shocked, he still nodded to Larka to show his appreciation. This horse-training slave was once a Carthaginian cavalryman. He not only had some war experience, but was also good at observation and thinking. He was indeed an excellent scout.\n   </p>\n   <p>\n    \"Everyone, Mephia has invaded the northern mountains. What should we do about this?\" Shiloh's eyes swept over everyone in the hall. He could feel the tension and fear in their hearts. (To be continued. If you want to know what happened next, please log in to .qidian. There are more chapters. Support the author and support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 158": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Seeking Peace? _ From City-State to Empire_UU Reading\n   </p>\n   <p>\n    \"My king, what else can I say? The infighting among these natives has nothing to do with us in Poseidia. We don't need to pay any attention to them.\" Misconon said with an indifferent look.\n   </p>\n   <p>\n    \"What do you mean it doesn't matter! Once they defeat Brutti's coalition forces and go south around the Holy Mountain, our ally Tusim will send people to ask us for help.\" Nurnusis said seriously, \"We are very close to Tusim and may even become Mepia's new target!\"\n   </p>\n   <p>\n    Nurnusis's words caused some people to gasp.\n   </p>\n   <p>\n    \"Nurnusis, no matter how many Mepeans there are, I'm afraid they won't dare to invade us. You know, we Poseidians have never been defeated so far, and our ally is Tarantum! Poseidia is not someone you can easily mess with!\" Sulmus retorted.\n   </p>\n   <p>\n    \"Sulmus, I don't think the people of Tarantum will give us much help. The last time we fought with the Brutti, we asked them for help, but they didn't respond. This time the enemy is stronger, and I'm afraid they will not send soldiers to help us.\" Nurnusis said.\n   </p>\n   <p>\n    Solms was not convinced and wanted to refute.\n   </p>\n   <p>\n    Picos said: \"The Tarantum people are afraid to fight in the mountains. They have suffered great losses here before. I don't think they will easily send troops here.\"\n   </p>\n   <p>\n    \"Yes, the people of Taranto are cowardly and stingy, they will not help us!\" Misconon shouted.\n   </p>\n   <p>\n    Sulms glanced at him, not understanding whether this guy wanted to make peace or fight.\n   </p>\n   <p>\n    \"My king, although we know that Tarantum will not send troops to support us, the Mepeans will not know this. They will definitely suffer considerable losses after fighting with the Brutti. At this time, if we go to sign an alliance with them, just like we did with Tusimum, they should not refuse.\" said Sulmus.\n   </p>\n   <p>\n    After hearing this, everyone looked at each other in bewilderment. They all understood that the so-called covenant was actually a request for peace. It was the first time for the young and vigorous Poseidon to request peace before fighting.\n   </p>\n   <p>\n    While everyone was pondering on Surmus's suggestion, Timathus glanced at the calm Hero and asked his father, \"What will happen to Tusim if we form an alliance with Mepiah?\"\n   </p>\n   <p>\n    Sulms was stunned. He had not considered Tusim's safety at all. He hesitated and said, \"...when negotiating with Mephia, why not let Tusim participate as well...\"\n   </p>\n   <p>\n    \"Mepiah will definitely not let Tusim go! Tusim occupies the largest area, but is very weak. For Mepiah, it is definitely a piece of fat meat!\" Nurnusis shook his head.\n   </p>\n   <p>\n    \"If that's the case, we have no choice but to give up Tusim.\" Sulms shrugged and said indifferently.\n   </p>\n   <p>\n    \"Tusim is our ally, how can we abandon it so easily. If we do this, how will other city-states view us! Who will be willing to be our ally again!\" Picos immediately expressed his objection loudly.\n   </p>\n   <p>\n    Sulmus sneered twice: \"Poseia must first consider his own survival! The Mepeans have 10,000 well-trained warriors. If we cannot guarantee that we can defeat Mepea, then we should not let Poseia face the attack of the Mepeans because of Tusim!\"\n   </p>\n   <p>\n    Picos was speechless.\n   </p>\n   <p>\n    Surmuth was even more proud, and wanted to say more, but Timathus pulled his clothes hard. Seeing Timathus winking at him, Surmuth suddenly remembered that Hero's second wife was the sister of the leader of Tusim. He was immediately shocked and said repeatedly: \"My king, I am also considering the safety of Poseidon. Of course, it is up to you to decide whether to ally with Mepias in the end.\"\n   </p>\n   <p>\n    Ask for peace? Hilo had never thought of this before, but when he heard that the Mepeans had about 10,000 warriors and were not a mob, he hesitated. Although he was confident in his military ability, Poseidon was too weak and the enemy was too strong. He had no confidence in defeating Mepeidon. After all, Poseidon was his life, and if he made a wrong decision, all his efforts might be ruined, forcing him to be cautious.\n   </p>\n   <p>\n    Maybe we can send someone to Mepiah to give it a try, Shiloh thought.\n   </p>\n   <p>\n    Several slave officials of Shiloh attended the city-state meeting for the first time and seemed a little reserved. They just listened and didn't speak. Only Kozura was eager to try. He thought this was a good opportunity to show his ability. Finally, he mustered up the courage and stood up: \"My Lord... My King, I know something about the Mepea people.\"\n   </p>\n   <p>\n    \"Oh!\" Shilo was overjoyed when he heard that. He knew nothing about the Mepeans now and could not make a decision based on their characteristics. But when he wanted to fall asleep, someone brought him a pillow: \"Very good! Tell me everything you know!\" he urged.\n   </p>\n   <p>\n    \"When I was in Capua, I heard that the Mepeans were a branch of the Samnites. They also lived in the mountains at first, but later they migrated to the Apulia region. The terrain there is flat, and there are many swamps and mudflats, so they changed from just grazing to growing grain, fishing and grazing.\"\n   </p>\n   <p>\n    \"But the living environment of the Mepeans was not good. To their north, they were next to the Samnites, and it was said that they often fought with them. To their south, they had Conne (a Greek city-state northeast of Tarentum) competing for land. To their east was the Adriatic Sea, which was known to be the world of pirates. They often came ashore to rob the Mepeans, kidnap them, and sell them to foreign countries. In addition, the place where they lived was humid and full of mosquitoes, and many of their people fell ill and died.\"\n   </p>\n   <p>\n    \"Because of the harsh environment and numerous enemies, the Mepeans are extremely brave and united, and they rarely fight among themselves. They have three tribal alliances. I heard that the leader of the alliance is not the leader of the most powerful tribe, but the most prestigious leader recognized by all the tribes in the alliance...\" Kozula talked freely.\n   </p>\n   <p>\n    \"The most reputable leader is not necessarily the most capable leader.\" Misconon curled his lips and muttered.\n   </p>\n   <p>\n    Shiloh certainly understood that if it was true as Kozura said, that the Mepea people rarely fought among themselves, then the Mepea tribes could not expand their tribes through annexation, and the reputation of the leader could only come from improving the lives of the tribesmen, interacting with other tribes, and fighting foreign wars. Then having the highest reputation meant that the leader had the ability to handle domestic affairs, diplomacy, and wars that surpassed other leaders, and Shiloh was frightened to have him lead the tribal alliance.\n   </p>\n   <p>\n    \"My king, it is also important to note that the Meppia people have been at war with the surrounding forces for a long time, so they rarely sign alliances with other forces, and they will not compromise easily!\" Kozura glanced at Sulmus: \"Four years ago, Meppia invaded Conne, and the Italian-Greek coalition forces came to Egypt in time, with a much larger number of people than Meppia, but Meppia did not retreat, but took the initiative to launch an attack. Although it was repelled, the Greek coalition forces also suffered a lot of casualties.\" (To be continued, if you want to know what happened next, please log in to .qidian., there are more chapters, support the author, support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 159": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 81 Choosing War\n   </p>\n   <p>\n    Kozula's words made Shiloh fall into deep thought.\n   </p>\n   <p>\n    \"You bold slave, who told you to talk nonsense here! You actually want to use some rumors to disrupt Poseidon's decision! What on earth do you want to do!\" Sulmus scolded Kozura.\n   </p>\n   <p>\n    \"I asked Kozula, Cecito and the others to attend this meeting that concerns the survival of Poseidon. Do you have any opinions?\" Shiloh stared at Sulmus with a serious expression. Sulmus panicked and stammered, \"My king... I thought... only by forming an alliance with the Mepeans can we guarantee our safety.\"\n   </p>\n   <p>\n    \"My king, I'm afraid the Mepeians won't form an alliance with us!\" Kozura was obviously provoked by Sulmus. He gritted his teeth and said loudly, \"There were few wars between the Mepeians and the Brutti before. The most important reason was that the Brutti did not dare to provoke the Mepeians, and the Mepeians did not want to return to live in the mountains. This time, for some unknown reason, the Mepeians invaded the Brutti and occupied their land. But in this mountainous area, only our land is most similar to their living environment in Apulia.\"\n   </p>\n   <p>\n    \"This is just your wild guess! Just a guess!\" Solms muttered to himself.\n   </p>\n   <p>\n    \"Kozula, it seems that you want to declare war on Mepiah.\" Shiloh said slowly and calmly.\n   </p>\n   <p>\n    \"My king, I do not want a fight, but the Mepeans may not agree to our request.\" Kozula lowered his head and said respectfully.\n   </p>\n   <p>\n    Hiro didn't comment. His eyes fell on Kallikretu who had been silent the whole time: \"Kallikretu, what do you think Poseidon should do?\"\n   </p>\n   <p>\n    Callikretus took his time and chose his words carefully: \"My king, we should be prepared for both situations. On the one hand, we should quickly send people to Mepea to express our goodwill and find out their intentions. On the other hand, we should mobilize all the citizens in the city and reorganize the military. Once we know that the Mepeans want to harm us, we will immediately lead the troops north to assist the Brutti against the Mepeans. If we fail, we will retreat to the city of Poseidia and use the Adrosene River to defend against the Mepeans' attack.\"\n   </p>\n   <p>\n    \"We just fought with the Brutti not long ago. Will these stingy Brutti trust us and fight with us?\" Misconon objected.\n   </p>\n   <p>\n    \"Compared with our small conflicts, how to prevent the tribe from being destroyed is a big deal for them! In order to survive, they have to cooperate even if they don't want to!\" Kallikretu said affirmatively.\n   </p>\n   <p>\n    Misconon wanted to say something else, but Picos pulled him aside and pointed forward.\n   </p>\n   <p>\n    Shiloh lowered his head in thought, tapping the table unconsciously with his fingers.\n   </p>\n   <p>\n    Although everyone was anxious, no one interrupted his thoughts. Everyone was eagerly waiting for Shiloh's final decision. So far, the young king had never disappointed them.\n   </p>\n   <p>\n    \"How many citizens do we have now?\" Shiloh asked as he thought, without even raising his head.\n   </p>\n   <p>\n    Kozula was still the head of the Citizen Registration Office. He stood up and said, \"Poseidia now has 1,530 citizens, all of whom are young and strong.\"\n   </p>\n   <p>\n    Including more than 400 slave soldiers, there are less than 2,000 people. Hilo tapped the table with his fingers and asked, \"How many warriors are there in the north of the Brutti?\"\n   </p>\n   <p>\n    Finally, Dacio had a chance to speak. He hurriedly said, \"My king, since the last battle with the Brutti, the city-state security department has sent people to investigate in the northern mountains. They have about five to six thousand warriors in total, of course not including some tribes in remote areas. However, after the war with Mepiah, it is unclear how many warriors are left.\"\n   </p>\n   <p>\n    Hilo frowned. He was not optimistic about the upcoming battle between Bruttii and Meppia. But if Poseidon could arrive at the battlefield in time, there might be a glimmer of hope. He was thinking about this when he suddenly heard Cecito say, \"Master, there are still many slaves in the city who can be used as soldiers!\"\n   </p>\n   <p>\n    Shiloh's eyes lit up: How could he forget about those slaves!\n   </p>\n   <p>\n    \"Shut up, slave!\" People are so strange. When Sulmus was the butler of Hero's family, he wanted to be independent. But after he became independent, he often recalled the benefits of being the butler of Hero's family, especially since Hero had become the king. Therefore, when he knew that Sesito had taken over his position and was highly valued by Hero, he inevitably felt jealous and took this opportunity to vent: \"The law of Bohanya stipulates that 'private property is sacred and inviolable', and slaves are the property of citizens. Do you want the king to violate the laws made by him?!\"\n   </p>\n   <p>\n    Cecito was at a loss for words after hearing what Solmus said. He stammered, \"I didn't mean to make the master—\"\n   </p>\n   <p>\n    \"If Poseidon and Mephia go to war, I am willing to let the city hall recruit my slaves, because once we lose the war, we will have nothing, what's the point of keeping slaves!\" As soon as Picos finished speaking, Nurnus said: \"Taking slaves to the battlefield is a tradition of the Greeks. Leaving them in the city while we go out to fight is the biggest hidden danger!\"\n   </p>\n   <p>\n    The two men's words were recognized by everyone, and even Surmus changed his mind. Therefore, the slave inspector Supater took the opportunity to report the situation of slaves in the city: \"There are 7,520 private slaves in Poseidia (excluding the slaves of Helo, whose number of slaves has never been made public), of which there are about 4,000 young and middle-aged slaves.\"\n   </p>\n   <p>\n    Hiero's fingers tapped the table, one louder than the other. After a moment, he raised his head with a resolute look: \"Callicretus, your suggestion just now makes sense. However, since you already think that there is a great possibility of war between Poseidia and Mepias, then don't pin your hopes on peace from the enemy! Ladies and Gentlemen, I propose to assist the Brutti and declare war on Mepias! What do you think?\"\n   </p>\n   <p>\n    Some people in the hall were excited, some were nervous, and some looked solemn, but no one objected. Yes, Poseidon had emerged from nothing and defeated the strong with the weak. The people who followed Shiloh had witnessed one miracle after another. Therefore, even though they were facing greater danger this time, they still believed that their king Shiloh could lead them to victory.\n   </p>\n   <p>\n    They all looked at Shiloh, and Shiloh's voice was concise and powerful: \"Larka, I order you to take Kozura and ride to the northern mountains immediately to convey to the Brutti coalition that Poseidon will assist them in fighting Mepiah! Do your best to let them postpone the battle with Mepiah until we arrive at the battlefield!\"\n   </p>\n   <p>\n    \"Yes, I'll do it right away!\"\n   </p>\n   <p>\n    \"Picos, mobilize the entire city immediately. All citizens must wear their equipment and carry five days of rations. Each citizen must bring at least one slave follower and equip him with a spear. Everyone must gather in the square at 2 pm!\"\n   </p>\n   <p>\n    \"Yes!\" (To be continued. If you want to know what happens next, please log in to .qidian. There are more chapters. Support the author and support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 160": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Swearing to Go to War (I)\n   </p>\n   <p>\n    \"Nurnusis!\" Hiro said sternly, \"You stay and guard the city of Bosaiah. After we set out, you must put the entire city under martial law and put it into a wartime state.\"\n   </p>\n   <p>\n    Nurnusis was startled and said in embarrassment: \"My king, I have no soldiers. If an enemy with bad intentions attacks me, it will be difficult to defend myself.\"\n   </p>\n   <p>\n    An enemy with bad intentions? Xi Luo nodded secretly. It seemed that the choice of the commander who stayed behind was the right one.\n   </p>\n   <p>\n    \"I will leave one hundred citizen soldiers under your command, and Kalikduantu will stay to assist you. In addition, Hrim will lead my fifty slave soldiers to obey your command.\"\n   </p>\n   <p>\n    Kallikduantu and Herim were not talkative people, but they nodded in agreement although they were somewhat reluctant.\n   </p>\n   <p>\n    \"Subate, you will also stay and organize and arm the other slaves in the city to help Lord Nurnusis defend the city of Poseidia.\"\n   </p>\n   <p>\n    \"Yes, Master!\"\n   </p>\n   <p>\n    \"Everyone, the safety of Bosaiah City and the lives of our parents, wives, and children are now in your hands!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Poseidon Square was bustling with people.\n   </p>\n   <p>\n    In the square surrounded by dense crowds, on the left was a phalanx of seven guard squads: they were all slaves of Hero. Unlike ordinary slaves, they were purchased specifically for war, strong and agile, well-equipped, well-trained, and disciplined. They were willing to die for Hero and were terrible killing machines. Since many of them were veterans who had participated in several previous victories of Poseidon and had rich battlefield experience, although they were few in number, the phalanx was full of murderous intent.\n   </p>\n   <p>\n    On the right are twenty squads of Poseidon citizens: these Poseidon citizens do not have the slave soldiers' determination to disregard death, their training is not as hard as the slave soldiers', and even their weapons and equipment are not very consistent (because citizens provide their own weapons, as long as they meet the armament standards stipulated in the Poseidon Military Law: helmet, shield, spear, dagger, javelin. Poor citizens who cannot afford bronze armor will use leather armor instead; they use wooden shields instead of leather shields. Poorer citizens even have to borrow money from Helo to get their equipment together. The equipment of the slave soldiers is purchased by Helo, and most of his income is spent on this. Poseidon citizens have said jealously more than once, 'The king loves slaves more than citizens').\n   </p>\n   <p>\n    However, the successive victories made the citizen militia proud, and the long-term unremitting training made them accustomed to discipline. In addition, their numbers were large, so the phalanx was also solemn and orderly, and their momentum was not weak.\n   </p>\n   <p>\n    Only the slaves drawn from the citizens' homes at the back were in disarray. Although Herim and Sesito used scolding and whips to force them to stand in line, their listless appearance made this largest phalanx like a pile of loose sand. It was not until King Hero of Bosaiah stood on the platform of the square that they temporarily stopped the noise.\n   </p>\n   <p>\n    Shiloh looked at the dense crowd of heads below the stage, subconsciously took another step forward, and shouted loudly: \"Citizens of Poseidon! The fierce and barbaric Mepeans have invaded the land of the Brutti! Worm! Chelm! Lasim! ... They were all defeated by them! They occupied the land of the Brutti and massacred the Brutti!! The northern mountains are full of burning strongholds!! The bloody corpses of the Brutti are everywhere!! \"\n   </p>\n   <p>\n    Both the soldiers in the field and the onlookers were shocked by Shiloh's words. Some of them had heard some news from the Tusim people who came to Bosaiah for trade, but they did not expect the situation to be so serious. They imagined the tragic scene described by King Shiloh, and tension and worry unconsciously surged into their hearts.\n   </p>\n   <p>\n    “The Mepians have occupied the northern mountains, but they are not satisfied and have pointed their spears at our neighbor Tusim! Once these greedy Mepians occupy Tusim, will they let go of our land which is more fertile and richer than Tusim?! What shall we do then?!\n   </p>\n   <p>\n    After a brief silence, the soldiers in the audience shouted: \"Drive them away!\"\n   </p>\n   <p>\n    \"Defeat them!\"\n   </p>\n   <p>\n    \"We Poseidons are invincible!!\"\n   </p>\n   <p>\n    \"That's right!\" Shiloh clenched his fists excitedly. \"From the banks of the Adrotheni River to the Tusim Stronghold, we defeated Serasim twice. At the foot of the Holy Mountain, we repelled the coalition forces of the Brutti. Every time we were at an absolute disadvantage in terms of numbers! But every time we won the final victory! Why?!!\"\n   </p>\n   <p>\n    Hiro raised his fists and shouted excitedly: \"Because we are the favorites of the gods! Because we are the invincible Poseidon!!!\"\n   </p>\n   <p>\n    The soldiers were excited. They stabbed the ground with their spears and shouted, \"Victory, Poseidon!!!\" Hiero looked down at the spear tips that rose and fell like silver waves and smiled in his heart. He suddenly pointed to the north and said, \"Soldiers, go to the north and repel Mephia! For Poseidon's safety! For your honor! And for land and wealth!!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Marcus looked at the Bosian women dancing beside him, and couldn't help but said to Greenos half mockingly and half sighingly: \"I have to say that your son-in-law is a very good orator! Look at these people, they are completely crazy. I am afraid that even if they knew that the Mepeans had more than 10,000 brave warriors, they would treat them as 10,000 chickens.\"\n   </p>\n   <p>\n    Greenos ignored Marcus's ridicule. His face was full of worry. \"We both know how powerful the Mepeans are. It seems we must hurry back immediately to discuss helping Poseidia.\"\n   </p>\n   <p>\n    Rhodoros, who had been looking at the square with a serious expression, suddenly said, \"Don't be impatient, old Peng Gelinos. This war may be a good thing.\"\n   </p>\n   <p>\n    He pointed to the square meaningfully and whispered, \"In just over half a year, Poseidon has seen such a scene. If it continues for another year or two, will the number of Poseidon citizens exceed ours? Poseidon citizens are not as peace-loving as we Tarentum people are. They seem to like war very much!\"\n   </p>\n   <p>\n    After hearing what Rhodoros said, Marcus looked back at the square thoughtfully.\n   </p>\n   <p>\n    Greenos laughed and said, \"Rodolos, you think too highly of my son-in-law. Poseidon is more of a stronghold than a city. The number of slaves here is much greater than that of citizens. The citizens of Poseidon are more like natives. It is too much of an exaggeration to compare it with Tarantum, which has been developing for hundreds of years and dominates southern Italy.\"\n   </p>\n   <p>\n    Rhodoros sneered in his heart: Since you look down on Poseidon, why did you marry your daughter to that Hero? Do you think I'm a fool?\n   </p>\n   <p>\n    He smiled and said, \"Thank goodness for the war. Greenus, why didn't you let your daughter take refuge in Tarantum before the Mepeans took Poseidon?\"\n   </p>\n   <p>\n    Marcus' eyes lit up, and he immediately shouted, \"Old friend, you can't keep this good thing to yourself!\"\n   </p>\n   <p>\n    Looking at the greedy faces of the two men, Greenos felt a chill in his heart, but then he thought: Shiloh's mouth-watering delicacies, promising pottery, and unique drama... all seemed to have turned into bags of silver coins.\n   </p>\n   <p>\n    He began to hesitate... (To be continued. If you like this work, you are welcome to vote for recommendations and monthly tickets at qidian.com. Your support is my greatest motivation.) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 161": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3, Chapter 83: Swearing to Go to War (Part 2) - From City-State to Empire\n   </p>\n   <p>\n    When Shiloh announced the rewards that the soldiers and slaves would receive for the victory, the morale of the soldiers reached its peak, and the conscripted slaves were also excited because of the possibility of gaining freedom.\n   </p>\n   <p>\n    When the whole team walked out of the city of Poseidon with high morale, the family members of the citizens who saw them off on both sides of the road shouted the names of their loved ones excitedly, and sprinkled the holy water of Athena from the temple with tree branches on the soldiers. The high morale of the troops and their outstanding achievements in the past made them have no doubts about the victory of this war.\n   </p>\n   <p>\n    Shiloh was equally proud. He rode on his horse and raised his hand to greet every soldier and slave who passed by him. When pairs of awed eyes were cast at him, he couldn't help but feel a little proud: when he first set foot on this land, there were only more than a hundred free people, but now the number has expanded more than ten times.\n   </p>\n   <p>\n    There will be more in the future! Looking at the team that was marching forward like a long dragon, Shiloh began to look forward to it...\n   </p>\n   <p>\n    \"Hiss! Hiss!...\" The Andalusian Mastador under his crotch snorted and slapped the summer mosquitoes with its tail.\n   </p>\n   <p>\n    Shiloh came to his senses, lightly squeezed the horse's belly, and Start galloped forward impatiently.\n   </p>\n   <p>\n    When he was almost at the city gate, he saw a soldier in black armor riding a white horse galloping towards him.\n   </p>\n   <p>\n    \"Katila!\" When the man ran closer, he was shocked to find that the face in the cold head was a familiar one: the second queen, who usually moaned softly under him, was now wearing well-cut leather armor, a helmet with a wolf head carved on it, and a small round shield on her back. Her delicate body stood straight on the horse, and she looked indescribably heroic!\n   </p>\n   <p>\n    \"My king, I want to go with you!\" Katila raised his spear, his tone firm and somewhat proud.\n   </p>\n   <p>\n    Hero did not refuse immediately, for he knew very well the capriciousness of Brutti's wife.\n   </p>\n   <p>\n    \"Katira, I really want to take you there!\" He said with a serious expression, \"But you are needed more here! After I go to war, there are only a few warriors in the city. If an enemy attacks or someone with malicious intentions comes to make trouble, Poseidon and our home will be in great danger. Serenia is pregnant and cannot manage things. At this time, who else can support our home except you?\n   </p>\n   <p>\n    \"Besides, your brother will soon bring his people to the city for refuge. Apart from you, who else can settle them down without causing unrest? You need to shoulder such an important responsibility, but you want to go with me...\"\n   </p>\n   <p>\n    Katila immediately scolded: \"Who said I don't dare to take responsibility! You can go and beat those hateful Mepias without worrying about the things at home!\"\n   </p>\n   <p>\n    When Shiloh saw the extremely disproportionate solemnity on Katila's delicate face, he put away the rebelliousness in his heart and punched his chest heavily with his right hand.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Nurnusius and Callicretus stood on the city wall and watched in silence as Poseidon's army crossed the Adrosene River.\n   </p>\n   <p>\n    After a long while, Nurnusis sighed, \"They've all left, leaving only the two of us. If the Mepeans really bypass our army and attack this city, it will be a big question whether we can defend Poseidia with only more than 200 warriors and those slaves!\"\n   </p>\n   <p>\n    Kallikretu's expression remained unchanged: \"Hasn't the king already told us how to deal with it?\"\n   </p>\n   <p>\n    \"That method?!\" Nurnusis's face twitched unconsciously. \"I've never heard of it being used in battle. Who knows if it works?\"\n   </p>\n   <p>\n    \"Of course it works!\" With this confident voice, Cornepus appeared on the city wall: \"I am the most knowledgeable scholar on rivers in Crotone! Don't forget, I invented the water mill! That's why your king hired me with a lot of money to help you!\"\n   </p>\n   <p>\n    Nurnus looked at Cornepos's arrogant face and felt uncomfortable: \"Boy, don't forget that you are now a citizen of Poseidon! Our king is also your king!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"Hey, Hercules, I heard that the number of Meppiars invading the mountains this time is huge, much more than us Bosniaks, is this true?\" a citizen soldier asked as they marched.\n   </p>\n   <p>\n    Hercules didn't really understand the truth, but when he saw that everyone around him was looking at him, he said nonchalantly, \"So what if we have more people? In every battle, Poseidon has won with fewer troops! The more enemies there are, the more merits we have gained!\"\n   </p>\n   <p>\n    Hercules's life ignited everyone's desire.\n   </p>\n   <p>\n    \"The captain is right! I came too late and failed to get any land. I could only rent a mountain where I can't farm. Brothers, please help me. Let me collect enough ears of the Mepeans so that I can get a piece of land as soon as possible!\" shouted a man who had just become a citizen of Poseidon.\n   </p>\n   <p>\n    \"Euseus, if you can let me be intimate with your wife, I will give you all the ears I cut off, even if it means anything!\" The words of another citizen soldier caused a burst of laughter from everyone.\n   </p>\n   <p>\n    \"Enough, Benas! Have you forgotten the laws of Poseidon?\" Hercules stopped the angry Euses and shouted sternly.\n   </p>\n   <p>\n    Although Hercules had just been promoted to captain of the team, his prestige was very high and no one dared to make jokes about him anymore.\n   </p>\n   <p>\n    Hercules looked back at Theiss who had been walking silently. Due to the outbreak of war, the trial of the adultery case was postponed. But Theiss was obviously greatly stimulated and became silent.\n   </p>\n   <p>\n    Hercules sighed, and suddenly heard someone shouting in front of him: \"Get out of the way! Get out of the way!\"\n   </p>\n   <p>\n    A horse galloped past at high speed, and the mud it raised splashed on the citizen soldiers, causing everyone to curse the damn slave rider.\n   </p>\n   <p>\n    When they passed each other, Hercules caught a glimpse of the anxiety on the rider's face and couldn't help but wonder: Did something big happen?\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"The Bruttii Alliance is at war with Meppia?!!\" Shilo was shocked.\n   </p>\n   <p>\n    The soldiers marching beside him heard the king's surprised voice and looked back curiously.\n   </p>\n   <p>\n    \"Yes, my lord. When the sun was about to rise to the middle of the sky, the Brutti came out of the village and formed a battle array at the foot of the mountain. The Mepeians then formed a battle array to fight. The Brutti had about...\"\n   </p>\n   <p>\n    The rider obviously forgot the specific number. To be a qualified scout, one must have a strong memory and a certain degree of calculation ability, but for a rider who was once a slave, there is still a long way to go.\n   </p>\n   <p>\n    Finally, he said shyly: \"...the Mepeans are much more numerous than the Brutti...the captain asked me to come back immediately and report to you.\"\n   </p>\n   <p>\n    Hilo realized that his performance just now was too eye-catching, and nodded in a pretended calm manner. He quickly calculated in his mind: no matter what the reason was for the Brutti to hastily fight with Meppia, he did not have much hope that the Brutti would win, not to mention that the Meppia had more warriors.\n   </p>\n   <p>\n    His original plan was to camp at the border of the Bruttii Alliance first, and then send envoys to Serasim to form an alliance to fight against Mephia. But now that the Bruttii Alliance is in danger, this plan has been aborted. (To be continued. If you like this work, you are welcome to vote for recommendations and monthly tickets on Qidian. Your support is my greatest motivation.) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 162": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 84 Ambition, Despair, Hope\n   </p>\n   <p>\n    Should he continue northward? Shiloh hesitated.\n   </p>\n   <p>\n    Heading north, once the Bruttii League is defeated, Poseidon's expeditionary force will attract the attention of the Mepeans. Can Poseidon fight against the large number of Mepeans with high morale alone in an unfamiliar place?\n   </p>\n   <p>\n    If he led his troops back to the city, he could delay the outbreak of the war. Moreover, with the Adrosene River, Poseidon had an advantage in defense. However, once Mepias pacified Bruttii, it would become a major concern for Poseidon.\n   </p>\n   <p>\n    Shiloh looked up at the setting sun and recalled the words of a military strategist in his previous life: \"War is a gamble!\"\n   </p>\n   <p>\n    I've been a coward in my last life, do I have to compromise in this one? !\n   </p>\n   <p>\n    Shiloh squeezed his horse's belly with his legs and shouted, \"Picos, order the whole team to speed up! Get to the north of the Holy Mountain as fast as possible!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    The mountains and plains were filled with Brutti people fleeing for their lives, and the mountains and plains were filled with Mepea people chasing desperately.\n   </p>\n   <p>\n    Shouts, sounds of fighting, and screams still linger on the battlefield, but the battle is over...\n   </p>\n   <p>\n    The tragic defeat of the Brutti did not bring Phegia the pleasure of revenge, but instead aroused a sense of melancholy. He did not follow the Mepeans to hunt down his own people, but wandered on the battlefield.\n   </p>\n   <p>\n    The flat and fertile grassland at the foot of the holy mountain was now filled with corpses of the two tribes. Once a groan or any movement was heard, the Mepiah warriors patrolling the battlefield would immediately go to check, and if they found it was a member of their tribe, they would rescue him, and slit the throat of the injured enemy. Mepiah warriors could be seen everywhere, and every shrill scream made Feiqiya's heart spasm.\n   </p>\n   <p>\n    He walked on the blood-soaked grass and finally stopped in front of a corpse: this Brutti warrior was obviously still a young man. He clutched the spear that pierced his chest with both hands, and his face, which should have been childish, showed an expression of extreme pain.\n   </p>\n   <p>\n    Fei Qiya looked down at him blankly, his hand unconsciously reaching out to pull out the spear...\n   </p>\n   <p>\n    \"The Mepias and the Brutti were originally one tribe. Even after being separated for over a hundred years, they still look very similar.\" A deep voice came from behind Feiqia. He turned his head and saw that the Mepias chieftain Hammok was standing beside him, also staring at the corpse.\n   </p>\n   <p>\n    Fei Qiya was startled and responded repeatedly: \"Yes, Chief.\"\n   </p>\n   <p>\n    Hammock sighed towards the corpse, \"Fortunately, we Mepeans will soon become one family with the Bruttiians again. I hope that such a battle will never happen again.\"\n   </p>\n   <p>\n    Fei Qiya nodded silently.\n   </p>\n   <p>\n    Hammock looked at him and smiled gently: \"Feqia, because of your advice and heroic performance in the battle, the Elders' Council of the Mepia Alliance decided to hand over the former Worm territory to you for management!\"\n   </p>\n   <p>\n    Fei Qiya couldn't believe his ears when his wish of many years was suddenly fulfilled. He looked at the Meipiya elders surrounded by guards not far away with joy. They looked at him with disdain and contempt as before. But at this moment, he didn't feel uncomfortable at all.\n   </p>\n   <p>\n    \"At the same time, you are welcome to become a member of our Mepiah Alliance Elders Council!\" Hammock said with a smile.\n   </p>\n   <p>\n    Surprises came one after another, and Fei Qiya was so excited that he didn't know what to say.\n   </p>\n   <p>\n    Hammock looked at his unusually happy expression and put aside the slight worry that had arisen in his heart when he saw him staring at the corpse in a daze.\n   </p>\n   <p>\n    The leader of the Mepiah tribe would naturally become the elder of the Mepiah Alliance. But before the war, when the great leader Hamoq proposed that Feigia become the leader of Worm after the victory of the battle, he was unanimously opposed by the elders because he was a Bruttii.\n   </p>\n   <p>\n    Hammock valued him not only because of his talent, but more importantly for this reason: he was a Bruttian!\n   </p>\n   <p>\n    It was easy to defeat the Brutti, but it was difficult to annex and make them surrender. Phigia was the example set by the Mepeans, hoping that the Brutti would accept the olive branch thrown by the Mepeans.\n   </p>\n   <p>\n    The elders finally agreed because the Brutti who had fled to the mountains had been attacking their baggage and the elderly, children, women and children from time to time, causing the Mepeans great headaches. Hammock's suggestion might be a good way to solve the problem.\n   </p>\n   <p>\n    Hammock turned his gaze towards the mountain stronghold in the distance that was surrounded by the Mepeans. He said confidently, \"The area north of the Holy Mountain is our territory now. Next it will be the turn of the Poseidon you mentioned.\"\n   </p>\n   <p>\n    Feiqia smiled. He seemed to see King Poseidon leading his soldiers to flee in all directions under the attack of the Mepias army, just like the Bruttii Alliance today. He couldn't help but feel a surge of pleasure of revenge in his heart.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    When Strom saw the entire front line collapse, his mind went blank. He was carried away from the battlefield by the guards in a daze.\n   </p>\n   <p>\n    Along the way, he murmured weakly: \"It's over... It's all over...\"\n   </p>\n   <p>\n    He fled back to the stronghold. Fearing that the Mepeans would take advantage of the chaos to charge into the stronghold, the guards immediately closed the stronghold gate, causing many Brutti warriors who wanted to escape into the stronghold to be blocked outside the gate and were attacked by the Mepeans who followed closely behind, causing a river of blood outside the stronghold gate.\n   </p>\n   <p>\n    Strom was awakened by a shrill scream. The tragic scene outside the village made him tear his eyes out, and his grief and anger made him stand up again: \"The Brutians, take up your spears! If the Brutians are destined to perish today, we must also use our bravery to sacrifice the enemy's bodies to the Wolf God! Let him remember the Brutians' tenacity and perseverance!!\"\n   </p>\n   <p>\n    The people in the entire village slowly gathered behind Strom, trembling with fear.\n   </p>\n   <p>\n    Strom stared at the people behind him: most of them were old people, women, and even children. They were of different heights and appearances, but the only thing they had in common was the fear that permeated their faces, and the tears that filled their faces because of fear.\n   </p>\n   <p>\n    When Strom saw his beloved little son struggling to lift a wooden shield that almost covered his entire upper body and looking at him pitifully, he could no longer keep a calm face.\n   </p>\n   <p>\n    \"Chief, the village gate is about to be broken down!\" At this moment, the soldier in charge of defending the village wall turned around and shouted urgently.\n   </p>\n   <p>\n    \"For the glory of our ancestors!!!\" Strom no longer cared about anything else and shouted at the top of his lungs.\n   </p>\n   <p>\n    Standing at the front of the team, he put down his spear and stared at the gate nervously.\n   </p>\n   <p>\n    \"Bang!! Bang!!...\" The gate of the village that was hit by the huge tree made a series of mournful sounds. Every loud noise made the people behind Strom scream in surprise. Some even burst into tears and threw their spears on the ground in fear.\n   </p>\n   <p>\n    Strom's heart hit rock bottom.\n   </p>\n   <p>\n    The Brutti may not see the sun tomorrow... He thought sadly, gazing at the mountains in the distance that were glowing red by the setting sun.\n   </p>\n   <p>\n    \"Woo! - Woo! -\" A strong and powerful horn sound broke through the battlefield and reached the mountain village. (To be continued. If you like this work, you are welcome to vote for recommendation and monthly tickets at Qidian. Your support is my greatest motivation.) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 163": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    https://www.uuks.org/b/53573/66966163.html\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 164": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Welcome to UU Reading Books,   Request Books/Report Errors, Contact UsBack to Homepage | Register | Login\n   </p>\n   <p>\n    You can search for book titles and authors. Please do not enter any typos.\n   </p>\n   <p>\n    front pageMy BookshelfFantasy novelsXianxia XiuzhenUrban ModernMilitary History TravelOnline gamingHorror Science FictionFan DimensionComprehensive RomanceRomantic YouthFull novelRankings\n   </p>\n   <p>\n    Current location: UU Reading &gt; City &gt; From City-State to Empire Latest Chapter List &gt; Volume 3 Chapter 85 Thor\n   </p>\n   <p>\n    Select background color:  Select font: Songti, bold , elegant, black , regular, Fangsong, small, medium, large , extra largeSelect font size:reset\n   </p>\n   <p>\n    Volume 3 Chapter 85 Thor\n   </p>\n   <p>\n    After a fierce battle, the Mepea warriors repeatedly chased and killed the defeated enemies; Poseidon marched quickly and hurried to the battlefield.\n   </p>\n   <p>\n    Both sides were very tired. However, the attack of Mepias was scattered and disorderly, like a sudden sun shower, seemingly fierce but actually short-lived; while the attack of Poseidon was like a wave in the sea, especially when the phalanx gathered into a long wall, the overwhelming momentum instantly crushed the confidence of the scattered Mepias.\n   </p>\n   <p>\n    The Mepeans came like a tide and retreated like a tide. The battle lasted only a moment before the winner was decided.\n   </p>\n   <p>\n    While Hilo was secretly happy, he could not help but feel regretful: It was a pity that he did not have a strong cavalry, otherwise he could use them to chase and kill the fleeing soldiers, and with this battle, he could seriously damage the vitality of the Mepeans. As for the dozens of slave riders around him who were carefully trained to scout the enemy and serve as messengers, he really couldn't bear to let them get hurt.\n   </p>\n   <p>\n    While Poseidon's soldiers were chasing the fleeing soldiers, the construction officer had already chosen a campsite: located at the foot of the mountain northeast of the Holy Mountain, close to the exit of the valley, with the Serasim stronghold on the opposite hillside. There were several streams flowing down from the Holy Mountain and merging into the Budano River to the east.\n   </p>\n   <p>\n    \"Excellent campsite, Ventus!\" Shiloh praised with satisfaction.\n   </p>\n   <p>\n    \"Because of your guidance, my king.\" Ventus was not being modest. Before becoming a citizen of Poseidia, he was a bricklayer. During training, Hiro discovered his talent in construction, and immediately promoted him to a construction officer, focusing on cultivating his talent in this area. Although he had commanded the construction of camps many times during training, this was the first time he had used it in actual combat. Hiro's praise was a recognition of him.\n   </p>\n   <p>\n    Based on the size of the army, Ventus estimated the size of the camp, and then began to direct the slaves to dig two-meter-deep trenches around the camp he had set.\n   </p>\n   <p>\n    An hour later, the troops returned. In this battle, only 14 people died in Poseidia and more than 50 were injured, while more than 200 people were injured in Mepeia. The main reason was that the results of the pursuit were very limited. How could the fully armed Poseidon soldiers catch up with the poorly equipped and fast-running Mepeans? This made Hero more eager to obtain a powerful cavalry.\n   </p>\n   <p>\n    The tired Poseidon soldiers could not rest yet. According to military law, they had to build camp first. Hiro knew that one of the reasons why the Roman army was so powerful in the past was that they had a good habit of building camps at any time, which gave them strong support for both offense and defense. So Hiro hoped that the Poseidon people could also integrate this into their blood.\n   </p>\n   <p>\n    Digging a trench is the first step. Using the soil dug from the trench to build a wall is the second step. Using the wooden parts from the baggage to build three or four sentry towers is the third step. Placing deer antlers in front of the camp, digging pits, and inserting pointed wooden stakes is the fourth step. Finally, set up the tent...\n   </p>\n   <p>\n    Under the command of the squad leader, the soldiers of each phalanx built the camp in an orderly manner according to the steps in the training, while the cavalry was dispersed to observe the enemy's movements...\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    It was late in the evening, but candles were still lit in Poseidon's camp.\n   </p>\n   <p>\n    \"Your Majesty, on behalf of Chief Serasim and all the people of the tribe, I would like to express my sincerest gratitude to you!\" The Serasim envoy knelt on the ground respectfully: \"Originally, the chief wanted to come and thank you in person, but because of the powerful enemy, he did not dare to leave, so he asked me to convey his words. He said: 'Serasim will always remember your kindness!'\"\n   </p>\n   <p>\n    \"Poseidia and the Brutti people live in the same mountainous area and drink water from the same river. We should help each other like brothers!\" Hiro looked at the dozen Brutti tribe envoys kneeling on the ground and said apologetically, \"When we heard that the brutal Mepeians had invaded the land here, we, Poseidia, immediately decided to send troops to help. I didn't expect that we were a little late, causing you to suffer huge losses!\"\n   </p>\n   <p>\n    As soon as he finished speaking, a crisp \"pop\" sounded in the big tent. Five clear fingerprints appeared on the round face of a short fat man, and he burst into tears: \"My king, I am so ashamed. Last time I was so confused that I was instigated by others to follow them to attack your territory. Fortunately, you are a real lion, you don't care about the provocation of a small pheasant, and you put aside your hatred and saved us Brutti people. Your heart is as broad as the sea, you are worthy of being...\"\n   </p>\n   <p>\n    The envoys felt somewhat embarrassed when he brought up the past.\n   </p>\n   <p>\n    While listening to Kozula's translation, Shiloh looked at the fat man with great interest. Most of the Burti people spoke simply and crudely, and it was rare for someone to speak flattering words so fluently.\n   </p>\n   <p>\n    \"You are...\" Shiloh asked curiously.\n   </p>\n   <p>\n    \"Your Majesty, I am Thor, the leader of Kuram.\" The fat man asked respectfully.\n   </p>\n   <p>\n    \"Oh!\" Shilo stood up in surprise: \"How rude! Quickly bring a chair to Chief Kuram.\" Shilo originally thought that all the people who came were envoys from the Brutiti tribe, but he didn't expect that there would be a chief as well. Of course, the reception standards had to be raised accordingly.\n   </p>\n   <p>\n    The messengers looked at Thor with contempt as he sat down.\n   </p>\n   <p>\n    Originally, Kuram was a small tribe, but it was very famous in the alliance because of their chief, Thor. He first attached himself to Tusim, and after the battle between Tusim and the Southern Italian coalition, he turned to Lukeram. Lukeram was destroyed by Poseidia, and he quickly moved closer to Serasim. In the Brutti Alliance, although there was a tradition that small tribes often attached themselves to large tribes to seek shelter, the Brutti people despised Thor's frequent changes of masters and his practice of attaching himself to whoever was the strongest, which led to Kuram's isolation.\n   </p>\n   <p>\n    \"Thor, it seems you have discovered that there is green grass here in Poseidon.\" Thor's nickname was \"Sheep\", and the messenger Serasim was mocking him for planning to become a traitor and defect to Poseidon again.\n   </p>\n   <p>\n    Thor pretended not to hear and said sternly, \"The lives of my people of Kuram were given by Poseidon. If I don't come in person, I can't show my gratitude to Poseidon.\"\n   </p>\n   <p>\n    The messengers looked embarrassed again.\n   </p>\n   <p>\n    \"At the same time, I implore Poseidon to lead the Brutti tribes to drive the greedy Mepeans out of our land!\"\n   </p>\n   <p>\n    He is indeed a traitor! Hearing the word \"lead\", the corners of the Serasim envoy's mouth twitched a few times. After looking back at the other envoys, he quickly said: \"The Brutti Alliance is willing to form an alliance with Poseidon to fight against Mephia!\"\n   </p>\n   <p>\n    \"Yes, our Brutti Alliance is willing to form an alliance with Poseidon to fight against Meppia!\" the other envoys said in unison.\n   </p>\n   <p>\n    \"Great! As long as the Brutii and Poseidon work together, they will not be afraid of any enemy!\" Hero glanced at Thor and said happily. Deep down, he certainly wanted to become the leader of the Brutii Alliance, but this was not something that could be achieved overnight, and the war was imminent. Rather than letting the Brutii tribes (especially the Serasims) feel dissatisfied and secretly drag their feet, it would be more efficient to maintain the status quo. (To be continued. If you like this work, you are welcome to come to Qidian.com to vote for recommendations and monthly tickets. Your support is my greatest motivation.) (To be continued)\n   </p>\n   <p>\n    Previous Chapter  |  Table of Contents  | Add to Bookmarks | Next Chapter\n   </p>\n   <p>\n    Hot recommendations: My sister is a prophet, Reborn Medical Concubine: Prince, don't be arrogant! The Medical Fairy of Alanor, Little Cat Demon, The Strongest Wolf Soldier, Bailingtan Stock Market Dojo , Burning Volleyball, The Heaven-Defying Magic Treasure: The Evil Emperor, Stand Aside, The Heart-Pleasant Members in Konoha\n   </p>\n   <p>\n    Recommended nearby: Special Forces: Accidentally Entering the Wolf Fang, Becoming the Strongest Soldier King, The Rebirth of the Prosperous Celestial Empire: Recasting the Celestial Empire, The Great Shun Dynasty , The Three Kingdoms: I Awakened, Data Panel, Douluo Dalu: Xiao Wu Reborn, Dragon Clan: Martial Saint, Lu Mingfei is too good-looking, what should I do? Douluo Dalu starts to sign in to the heavens\n   </p>\n   <p>\n    Home Privacy Policy Disclaimer Contact Us\n   </p>\n   <p>\n    Copyright © 2024All rights reserved\n   </p>\n   <p>\n    Managed by Google. Complies with IAB TCF. CMP ID: 300\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 165": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 87 Camp Attack and Defense (I)\n   </p>\n   <p>\n    Now that both parties have agreed to form an alliance, the next step is to discuss how to deal with the enemy.\n   </p>\n   <p>\n    The Serasim envoy first introduced the situation of the Brutti Alliance: since the Mepeans were repelled, warriors from the Brutti tribes have returned to the Serasim stronghold one after another. Before he left, the number of warriors had reached more than 2,500.\n   </p>\n   <p>\n    When the messengers heard Picos introduce the situation of Poseidon's expeditionary troops, their faces suddenly changed.\n   </p>\n   <p>\n    \"There are only more than 2,000 soldiers!\" someone couldn't help but screamed.\n   </p>\n   <p>\n    \"What's wrong with two thousand people! One Poseidon warrior can defeat three of you Brutti! The battle with Lukelam and the battle with your Brutti Alliance have proved this! What's more, we still have four thousand slaves!\" Misconon stood up and said proudly.\n   </p>\n   <p>\n    The Serasim envoy saluted solemnly: \"The Brutti warriors are also not afraid of fighting! But because of the difference in numbers, we failed. We don't want to fail again for the same reason! Because the Brutti people can never fail again!\"\n   </p>\n   <p>\n    As soon as these words were spoken, all the messengers looked solemn and the tent suddenly became silent.\n   </p>\n   <p>\n    Shiloh looked at them and felt more confident of winning.\n   </p>\n   <p>\n    \"Do you have enough food?\" he asked.\n   </p>\n   <p>\n    \"It can last for a month.\" The Serasim messenger replied. In order to resist Mephia and for safety, some tribes moved to the Serasim stronghold. In this war, more than half of the Brutti warriors were lost, so the food could actually last longer.\n   </p>\n   <p>\n    This adds another hope of winning, Shiloh thought.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    When the messengers came out of the military tent, they were both excited and doubtful: Could they really win the battle according to King Poseidah's arrangement?\n   </p>\n   <p>\n    Everyone has this question in their mind.\n   </p>\n   <p>\n    \"Go back and tell your leader that as long as Poseidon and the Brutti alliance work closely together, I will give them a glorious victory!\" The confident voice of Hilo behind them seemed to dispel the haze in their hearts.\n   </p>\n   <p>\n    A glorious victory? Thor looked at Poseidon's camp under the silver light of the moon. Seeing the camp built by Poseidon in just one dusk and evening made him decide to come to Poseidon in person to express his closeness. As for whether to surrender or not, it depends on the final outcome.\n   </p>\n   <p>\n    Meipia was also an option, but he was unwilling to make such a choice until it was a matter of life and death. Before that, he had to continue to endure the contempt of other tribes. He was used to it anyway. This was the humiliation that a small tribe had to endure in order to survive.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Before the morning mist had lifted from the valley, Mepiah's army had already appeared at the foot of the Holy Mountain.\n   </p>\n   <p>\n    Although they had received the news last night, the Mepeans were still shocked when a military camp suddenly rose up on the originally flat battlefield. Because how could this be a camp? In just one night, the Poseidons built a simple mountain stronghold!\n   </p>\n   <p>\n    The great chief felt palpitations. As a chief, he knew very well that to build a relatively well-defended military camp in such a short time, Poseidon's mobilization, organization and obedience abilities were terrifying. These abilities were far beyond the reach of the loose alliance of the Mepiah tribes.\n   </p>\n   <p>\n    He hesitated and asked for an immediate tribal military meeting on the battlefield.\n   </p>\n   <p>\n    \"Attack! We must attack immediately! If we don't attack now, it will be much harder to attack once they have completely repaired the barracks!\"\n   </p>\n   <p>\n    \"How about we attack Serasim? Didn't we almost take it yesterday?\"\n   </p>\n   <p>\n    \"Fool, that's because there were not enough warriors in the Serasim stronghold. Now it's probably full of Brutti people. Serasim is much more dangerous than this military camp!\"\n   </p>\n   <p>\n    \"I don't believe that the Poseidons are made of iron. It must have taken a lot of effort to build this camp. How much energy do they have left to fight with us warriors today?\"\n   </p>\n   <p>\n    \"Didn't that Brutti say last night that there were only 1,000 enemies? We were scared away by such a small number of people. We will only be laughed at by the women when we go back!\"\n   </p>\n   <p>\n    Fei Qiya wanted to say that he just stood at a distance yesterday and roughly counted the number of people from Poseidia, and then roughly estimated it based on the size of Poseidia City, which was not accurate. But in the fanatical eyes, he did not refute, but only cast an apologetic look to the chief.\n   </p>\n   <p>\n    The chief sighed. The long-term battle with pirates had made the Mepias develop a warlike habit. The defeat of Mepias yesterday was considered to be a despicable sneak attack by Poseidon. The warriors were clamoring for revenge. With most of the chiefs eager to fight, it was difficult for him to stop them alone.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    When the Mepeans appeared, the alarm was sounded in the Poseidon camp.\n   </p>\n   <p>\n    Hilo walked out of the tent fully armed. Picos came up to him and said nervously, \"My lord, the Mepeans are coming!\"\n   </p>\n   <p>\n    \"Oh.\" Shiloh put on his helmet and looked around: Soldiers were coming out of various tents one by one, running quickly to line up in front of the earth wall. The whole process was in an orderly manner.\n   </p>\n   <p>\n    Shiloh then asked, \"How many people are there?\"\n   </p>\n   <p>\n    \"I went up to the watchtower and saw that it was pitch black. There should be a lot of them, but there was fog and I couldn't see clearly,\" Picos replied.\n   </p>\n   <p>\n    \"It would be best if everyone came. If it's a field battle, Poseidon alone won't be their match. But if we're defending the camp, the newly joined slaves can play a role.\"\n   </p>\n   <p>\n    \"Picos, you lead ten squads to defend the left side! Misconon leads ten squads to defend the right side! I will lead the guard squad to defend the center! Secito, lead those slaves as backup! Let's teach these arrogant Mepias a lesson!\"\n   </p>\n   <p>\n    \"My king, do you want to light fireworks?\" asked Misconon.\n   </p>\n   <p>\n    Shiloh smiled and said, \"It's hard to catch the big fish, don't scare them away.\"\n   </p>\n   <p>\n    The number of Mepiah warriors was no more than 10,000, less than twice the number of Poseidon (including the newly joined slaves), yet they dared to \"attack the city\". Did they really think this military camp belonged to Nine!\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"Soldiers!\" Mis stood in front of the formation with his head held high, looking at the citizen soldiers of Poseidia with a serious expression, but his hand subconsciously pulled the red cloak behind him, revealing the pride he wanted to hide in his heart. Think about a year ago, he was still an ordinary citizen of Athens, and as an ordinary heavy infantryman, he almost lost his life in the expedition to Sicily. And not long ago, Picos, Misconon, Nurnusis, and Callikretto were all promoted to squadron leaders by Hilo. According to the \"Poseidian Military Law\", the squadron leader should be in charge of ten squads, with a total of 676 people. (The first squad in the squadron has more people than the other squads, a total of 100 people, and is called the honor squad). It's just that Poseidia doesn't have so many soldiers yet, so it can't be realized for the time being, but this is enough to make Misconon happy, and he even feels that his position in the The army can give him more glory than his administrative position. (To be continued. If you like this work, you are welcome to vote for recommendations and monthly tickets at Qidian. Your support is my greatest motivation.) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n"
}