{
    "Chapter 110": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 32 New Technology\n   </p>\n   <p>\n    \"In addition, I brought back a few bags of wheat seeds from Tusim. You can distribute them and plant wheat as soon as possible! I'm afraid Nurnusis and his men are not familiar with farming yet. Picos, you have to guide them.\"\n   </p>\n   <p>\n    \"Yes, my king.\" Picos agreed readily.\n   </p>\n   <p>\n    The sailors, including nurses, expressed their gratitude to Shiloh for his attentiveness.\n   </p>\n   <p>\n    \"By the way, Nurnusis, do you know how to do carpentry?\" Shiloh asked. \"A little bit,\" Nurnusis replied. Although they could not build ships, they could still repair them, which was a skill that sailors had to master.\n   </p>\n   <p>\n    \"Can you make plows and ox-drawn harnesses?\" Shiloh asked further.\n   </p>\n   <p>\n    Nurnusis shook his head.\n   </p>\n   <p>\n    \"I know how to build these things!\" Misconon said.\n   </p>\n   <p>\n    \"Very good! Then you can discuss together and select these things. Tell my weapons workshop supervisor directly what equipment needs to be made.\" Shilo said, pointing to the weapons workshop being built on the banks of the Addoseni River.\n   </p>\n   <p>\n    \"My king, these cows are probably difficult to command!\" Picos was still frightened by the ferocity of the black cows.\n   </p>\n   <p>\n    \"It's okay, give them nose rings.\" Shiloh said without hesitation. This was a very common thing in the countryside of his previous life.\n   </p>\n   <p>\n    \"Bull nose ring?\" The citizens were full of doubts.\n   </p>\n   <p>\n    \"Once the harness is ready, I will tell you how to make a bull nose ring.\" Shiloh said in a relaxed manner, but it made everyone feel mysterious.\n   </p>\n   <p>\n    \"My king, before you came back, we saw your slaves digging the land in a strange way. I wonder why?\" a citizen asked curiously.\n   </p>\n   <p>\n    \"Oh, has it been dug?\" Upon hearing this, Shiloh immediately walked towards the river bank.\n   </p>\n   <p>\n    Sigurd was cultivating the land with dozens of slaves. In a small plot of land, a series of ditches had been dug. In the center of the ditches were rectangular mud platforms: about one meter high, eleven meters wide, and seventy meters long. The part above the flat ground was filled with soil from the ditches.\n   </p>\n   <p>\n    When Sigurd saw Shiloh coming, he hurried forward and said, \"Master, we have dug a part of it! Can you take a look and see if it is correct?\"\n   </p>\n   <p>\n    Shiloh looked at the slave who was covered in mud and praised him immediately: \"Very good! Much better than I thought!\"\n   </p>\n   <p>\n    Sigurd was praised and a simple smile appeared on his honest face.\n   </p>\n   <p>\n    \"My king, what is the purpose of your land being like this?\" Picos asked the question that all citizens were wondering.\n   </p>\n   <p>\n    \"Growing wheat!\" Shiloh's answer made them even more confused: Is it just for the sake of looking good to grow wheat in this uneven land?\n   </p>\n   <p>\n    \"This is a new method of growing wheat taught to me by the gods. It can greatly increase wheat yields!\" Shiloh's words shocked everyone.\n   </p>\n   <p>\n    Shiloh walked quickly to the ditch and said, \"Look, first we fill the ditch with river water, and then plant wheat on the platform. When it's hot during the day, the water from the ditch can flow into the platform at any time to keep the soil moist; at night, the temperature of the ditch water can protect the wheat from frost; when it rains a lot, the wheat platform is high, and the rainwater flows down and can be discharged in time through the ditch.\"\n   </p>\n   <p>\n    \"In addition, the water in the canals can produce a lot of humus over time, which can improve the nutrients in the soil. We can also raise fish and frogs in the canals, which can not only prevent pests but also increase our food variety. Except for the labor required to dig canals, cultivate soil and plant wheat at the beginning, this land can be self-sustaining for the rest of the time and eventually harvest a high yield of wheat!\"\n   </p>\n   <p>\n    Many people were moved after hearing what Xi Luo said. Some people were skeptical and asked, \"My king, is the yield really that high?\"\n   </p>\n   <p>\n    Shiloh said seriously: \"Of course! I am ready to grow wheat in this way, you can choose voluntarily!\" In fact, the \"raised field\" technology that Shiloh knew was not modern science and technology, but it has existed in this era. Its inventor was a farmer in the mountainous area of ​​​​Peru in South America across the Atlantic Ocean around 1000 BC. Later, it was gradually lost until 1989 when Peru re-experimented with this technology and found that its yield was much higher than that of using agricultural machinery and organic fertilizers. It was then gradually promoted. In fact, it is a self-circulating green agriculture.\n   </p>\n   <p>\n    \"But, my king, there is so much water needed in the ditch. Do we have to go to the river to draw water one jar at a time?\" Kallikretu asked.\n   </p>\n   <p>\n    Misconon immediately sneered, \"It's easy. Just dig a ditch and bring the river water in.\" As soon as he finished speaking, he found that everyone was looking at him with strange eyes. He was stunned and said, \"Am I wrong?\"\n   </p>\n   <p>\n    Picos couldn't help laughing: \"The terrain here is much higher than the Adrotheni River. I'm afraid that after we dig the ditch, the water will not flow here, but flow back to the river!\"\n   </p>\n   <p>\n    Everyone laughed. Misconon scratched his head disapprovingly and said, \"It seems that we can only pump water to irrigate the fields!\"\n   </p>\n   <p>\n    \"Of course not!\" Shiloh interrupted everyone's laughter and said loudly: \"We are going to bring the river water here, but not by the ditch, but by a mechanical device, its name is a waterwheel!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Waterwheels were a primitive machine often seen in Shiloh's hometown in his previous life, and they were also a beautiful landscape in the southern countryside. But Shiloh didn't think that a waterwheel could be made with only the half-baked carpentry skills of Nurnusis's sailors. It required a skilled carpenter! That was why he and Picos hurried back to the tent, because Surmus had returned from Tarantum.\n   </p>\n   <p>\n    \"Xi...my king, congratulations. I heard that you helped Tusim defeat those Lukelam people again!\" When Sulms saw Shiloh coming in, he immediately congratulated him.\n   </p>\n   <p>\n    \"Uncle Solmus, I have asked Timasus to collect your share of cattle and sheep!\" Shiloh certainly knew what the real intention of the man in front of him was.\n   </p>\n   <p>\n    \"Thank you so much!\" Solms was so excited that the fat on his face almost squeezed out his eyes.\n   </p>\n   <p>\n    \"Sulmus, tell us quickly, how is the mission to Tarantum going?!\" Misconon asked excitedly.\n   </p>\n   <p>\n    \"Don't be anxious, sit down first!\" Sulmus kept everyone in suspense. After everyone was seated, he began to narrate: \"My king, I arrived in Tarantum at noon yesterday and went to see Archon Greenos first. He knew that we were not only not destroyed by the Brutti, but also defeated the powerful enemy for the second time and gained a foothold in the mountains. He was very surprised at the time and even called it a \"miracle\". I said that this was a victory achieved under the leadership of our King Hero. He praised again and again, saying that King, you are the favorite of Poseidon, the god of the sea. As early as the Isthmus Games, he felt that you are different from ordinary people!\"\n   </p>\n   <p>\n    Several people showed proud expressions, but Xi Luo urged impatiently: \"And then?\"\n   </p>\n   <p>\n    Sulmus said angrily: \"After Greenos knew my request, he didn't dare to keep me in his house anymore, but took me directly to the council. The council held a meeting specifically for this purpose. I told them about Poseidia's current difficulties and asked them for help. They also asked me about Poseidia, Tusim, and Lukelam.\"\n   </p>\n   <p>\n    \"They didn't question Poseidon's monarchy?\" Picos suddenly interrupted. Sulmus glanced at Shiloh, who smiled calmly and said, \"This is also a question I'm concerned about.\"\n   </p>\n   <p>\n    \"Some people also asked why Poseidon had a king. I told them that there were too few citizens in Poseidon and the enemies were everywhere. In order to be able to deal with the attacks of the Brutti at any time, we needed a unified leadership. King Hilo defeated the Brutti miraculously twice, proving that he was the most suitable candidate.\" Sulmus said proudly, \"Obviously, my words worked. They didn't ask any more questions about it, but talked more about the iron ore in Tusim, animal furs and trees in the mountains-\"\n   </p>\n   <p>\n    \"Do they agree to provide assistance to us, Poseidon?\" asked Nurnusis.\n   </p>\n   <p>\n    \"Well...\" Sulms hesitated for a moment and said, \"They didn't make a decision at that time. This morning, the Tarantum Council informed me that I must discuss the cooperation and assistance between the two city-states with you in person, King. So I came back.\"\n   </p>\n   <p>\n    \"Talk to me? Where? When?\" Shiloh asked with a little surprise.\n   </p>\n   <p>\n    \"Hmm... Hmm...\" Sulmus whispered a few words: \"In the council of Tarantum.\"\n   </p>\n   <p>\n    \"What!\" Misconon jumped up upon hearing this and cursed, \"Let our king go to their council to negotiate! Is this a negotiation? This is an insult! Tarantum doesn't even take us Poseidia seriously!! Sulmus, this is the result of your mission to Tarantum! You are so disappointing!\"\n   </p>\n   <p>\n    \"Then what do you want me to do? Let the people of Tarantum come to talk to us?! If I didn't know Greenos, Tarantum would not be interested in meeting us at all! Having such a result... is already very good...\" Sulms retorted a little guiltily.\n   </p>\n   <p>\n    \"We can't let our king take the risk himself. What if Tarantum covets our land and detains our king?\" Nurnusis' reminder shocked everyone.\n   </p>\n   <p>\n    \"No, Greenos has assured me that Tarantum will receive our king like it receives other city-state governors and guarantee his safety!\" Sulmus explained anxiously.\n   </p>\n   <p>\n    \"Is this the promise of Greenos and the guarantee of the Tarantum Council?\" Nurnusis pressed further.\n   </p>\n   <p>\n    Solms was speechless for a moment.\n   </p>\n   <p>\n    \"Okay! Okay!\" Hilo stood up and said, \"Nurnusis, don't embarrass Surmus anymore. In fact, you all overestimated Poseidon! Who can tell me how many people there are in Tarantum?\"\n   </p>\n   <p>\n    Everyone looked at each other, only Sulms said: \"I heard Greenos say once that there seemed to be about 6,000 households\" (To be continued. If you want to know what happened next, please log in to .qidian., there are more chapters, support the author, support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 111": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    第三卷第三十三章 舌战塔兰图姆（一）_从城邦到帝国_UU看书\n   </p>\n   <p>\n    “六千户？也就是说大概二三万人！这还不算那些自由民和奴隶！”希洛目光炯炯的看着努尔努西斯，无奈的苦笑道 ：“而波塞亚多少人！四十九个公民！如此大的实力差距，我们认为波塞亚是一个城邦，可是在塔兰图姆人眼里，波塞亚连一个德莫都算不上！”\n   </p>\n   <p>\n    “就算波塞亚再小，它也是一个城邦！塔兰图姆应该按照希腊传统对我们表示尊重！”皮科斯正色的说道。\n   </p>\n   <p>\n    “传统已经不再适合现在这个战乱的世界，力量才能决定一切！有一天，我们波塞亚强大了，我们一样可以要求塔兰图姆的执政官到波塞亚来开会！而现在，我们只能遵照他们的要求，谁叫我们有求于塔兰图姆！”希洛向众人劝说道。\n   </p>\n   <p>\n    “你们不必为我担心，十几天前，我还可以自由出入塔兰图姆，难道现在就不能了！是因为我成为了国王？！在你们眼里，我是国王！在塔兰图姆眼里，或许我就跟布鲁提伊小部落的首领没有差别！雅典的将军都可以去斯巴达，进行外交谈判，而且不用担心生命危险，波塞亚与塔兰图姆没有任何仇恨，反而有合作的可能，塔兰图姆为什么要对我不利！当然，受点羞辱是可能了，但是为了波塞亚，我认为值得！”\n   </p>\n   <p>\n    ……\n   </p>\n   <p>\n    众人离开之后，苏尔姆单独留下来，凑近希洛的身边，小声的说道：“我的王，还有一件事我要你汇报。”\n   </p>\n   <p>\n    “什么事？”希洛看他一脸神秘的表情，感到奇怪。\n   </p>\n   <p>\n    “在我回来之前，格里诺斯曾向我问起你的情况，在得知你尚未结婚后，他提到他有一个女儿叫塞瑞妮娅，年纪比你小两岁。”苏尔姆斯暧昧的笑道。\n   </p>\n   <p>\n    希洛一愣，立即反应过来：“他想跟我联姻？”\n   </p>\n   <p>\n    “他倒没有明说，不过我看他就是这个意思。”苏尔姆斯笑道。\n   </p>\n   <p>\n    希洛陷入了沉思中，自从被安菲丽雅拒绝后，他就有一朝被蛇咬，十年怕草绳的的心理，不敢再奢谈爱情。对于婚姻，他一直抱着无所谓的态度。因此，当苏尔姆斯提到此事的时候，他心中一动，考虑到更多的是格里诺斯这样做的目的。\n   </p>\n   <p>\n    苏尔姆斯见他一直没说话，于是说道：“格里诺斯的女儿我没见过，不过回来这前，我特地找了一些塔兰图姆人询问，他们都对塞瑞尼娅的贤惠和能干赞不绝口，说她是塔兰图姆的鸢尾花。格里诺斯很痛爱这个女儿，甚至胜过爱他的儿子！我的王，这件喜事如果能成，无论是对你，还是波塞亚都是大有好处！”\n   </p>\n   <p>\n    “苏尔姆斯叔叔，我会考虑的，你也累了，回去休息吧！”\n   </p>\n   <p>\n    ……\n   </p>\n   <p>\n    “主人，我能养这只小羊吗？”阿莱夏抱着一只小羊羔，向希洛哀求道，那只小羊同样睁着一双黑溜溜的大眼睛，可怜巴巴的看着他，仿佛也在帮阿莱夏请求似的。\n   </p>\n   <p>\n    希洛伸手去摸它的头，它却往后一缩。露出胆怯的神情，那样子就仿佛初见时的阿莱夏。\n   </p>\n   <p>\n    “可以！”希洛温和的笑道。\n   </p>\n   <p>\n    “谢谢主人！”阿莱夏表达完对希洛的感激之情，兴奋的将小羊抛起、又接住，吓得小羊“ 咩咩 ”直叫。\n   </p>\n   <p>\n    阿莱夏咯咯直笑，叫它抱在怀里，亲了又亲，柔声说道：“小羊啊小羊，以后你就跟我啦，我会好好照顾你的！” 阿莱夏轻靠着小羊的头，俏脸上洋溢着活泼的笑容。\n   </p>\n   <p>\n    希洛静静的看着，想起这段时间阿莱夏对他的关怀和照顾，才让他走出前一段的感情阴影……\n   </p>\n   <p>\n    突然间，他心中升起一股愧疚，他走过去，将阿莱夏紧紧搂在怀里……\n   </p>\n   <p>\n    第二天，希洛带着部分公民、几十名奴隶，踏上了去塔兰图姆的路。快到中午时，他们抵达了塔兰图姆，却因为他们庞大的队伍，而被守卫挡在城外。\n   </p>\n   <p>\n    “波塞亚？我从来没有听说过这个城邦！……你说是我们议事会让你来的？我没有接到通知！……好吧，你可以派一个人由我的士兵带他去议事会，你们必须在这儿等着，我是认识你，可是你带的人太多，而且都没在这里有过纪录！……”\n   </p>\n   <p>\n    苏尔姆斯与城卫军官的交涉以失败告终，反倒是希洛安慰他说：“没关系，我们可以在这儿等。苏尔姆斯叔叔，你进去通知塔兰图姆议事会，正好让他们出来迎接我们，哈哈！”\n   </p>\n   <p>\n    ……\n   </p>\n   <p>\n    没过多久，苏尔姆斯就带着两个人赶回来。\n   </p>\n   <p>\n    “哦，希洛，才几天不见，你就在你‘地峡赛会优胜者’的头衔上又增加了‘布鲁提伊征服者’的称号！”格里诺斯一上来，就给了他一个热情的拥抱。\n   </p>\n   <p>\n    希洛反倒有些不自然，因为一看到格里诺斯，就想起联姻：“格里诺斯大人，你太夸奖我了，不过是靠众神庇佑，打了一两个胜仗而已！”\n   </p>\n   <p>\n    格里诺斯没再多谈，拍拍他的背，说道：“塔兰图姆热情欢迎波塞亚的到来！”\n   </p>\n   <p>\n    “呵呵，执政官大人，我可是带了不少人来搬运塔兰图姆准备援助波塞亚的物资！”希洛半开玩笑半认真的说。\n   </p>\n   <p>\n    “援助会有的，等你与我们议事会商谈之后。”格里诺斯将这个敏感话题一带而过，指着旁边的人，说道：“这位是塔兰图姆的另一位执政官——罗多洛斯！”\n   </p>\n   <p>\n    希洛露出惊讶的表情：“能让两位执政官大人来迎接，我实在是不知该如何表达我激动的心情！”\n   </p>\n   <p>\n    “这是你应得的，波塞亚的——国王！”罗多洛斯一副严肃的神情：“希望你们波塞亚有足够的诚意和利益值得我们塔兰图姆对你们付出的热情！”\n   </p>\n   <p>\n    ……\n   </p>\n   <p>\n    “波塞亚，还真有这样一个城邦！”城卫军官望着远去的队伍，喃喃自语。\n   </p>\n   <p>\n    “嗨，队长，你听到了吗，格里诺斯大人称呼那个年轻人为布鲁提伊征服者？！”旁边一个士兵好奇的说道。\n   </p>\n   <p>\n    “布鲁提伊征服者？”军官冷笑两声：“格里诺斯是跟他在开玩笑吧，我们塔兰图姆上次大败布鲁提伊人，也没敢像这样自称！”\n   </p>\n   <p>\n    “他好像是波塞亚的国王，他应该是希腊人吧，现在希腊城邦中还有国王吗？而且还这么年轻？”那士兵接着说出自己的疑惑。\n   </p>\n   <p>\n    军官却无法解释如此怪异的事情，他有些恼怒的训斥道：“士兵，你的职责是检查进出城门的人，议事会付给你薪水，不是要你在这里不干正事，而像一个妇女一样的去打听这些无聊的闲事的！好好干活！”\n   </p>\n   <p>\n    “知道了，队长！”士兵讪讪的回答。\n   </p>\n   <p>\n    ……\n   </p>\n   <p>\n    在希腊，有一个很奇怪的现象：不少城邦的殖民地在经过一段时间的发展后，其文化和政治往往和母邦大相径庭，比如锡拉库扎相对于母邦科林斯，塔兰图姆相对于母邦斯巴达，它们都没有采用母邦的寡头政治，而是选择了民主制度。\n   </p>\n   <p>\n    在塔兰图姆的议事堂，几百名议员坐在半环形的阶梯式石凳上，好奇的注视着刚走进议事堂的年轻人。\n   </p>\n   <p>\n    “哦，这就是波塞亚的国王？让我想起了家里的孩子常玩的‘国王与士兵’的游戏！哈哈哈……”议员们的笑声肆无忌惮的在大堂内回荡。\n   </p>\n   <p>\n    “安静，安静！……”议事会轮值主席作出最大努力，才勉强恢复了一点秩序：“今天，议事会召开会议，议题是听取来自波塞亚的……国王的要求，并作出决定。”\n   </p>\n   <p>\n    主席刚说完，听众席又大笑起来，主席无奈的将希洛请上讲坛，匆匆的将演说权交给了他。\n   </p>\n   <p>\n    希洛望着前方无数张等着看好戏的脸孔，要说不紧张，那是假的。他知道纯粹的民主制度最大的特点在哪儿，公民们大多数时候是凭着好恶，而不是凭着理智来决定一个议题通过与否，因此他的演说不应该是一把匕首，而应该是一杯葡萄酒。\n   </p>\n   <p>\n    “我刚才听到有人说到孩子。”希洛的话让众人一愣，难道这个年轻人被他们激怒了？\n   </p>\n   <p>\n    希洛表情认真的说道：“他说得没错，波塞亚就是一个孩子，一个新生的婴儿！而塔兰图姆，众所周知，它是意大利南部诸希腊城邦的老大哥！对于我们波塞亚而言，它更是一位长辈！所以今天，我们波塞亚这个孩子来向塔兰图姆这位长辈寻求帮助来啦！”\n   </p>\n   <p>\n    笑声迅速的消失了。作为老大哥、长辈的塔兰图姆的议员们当然不好意思再去嘲笑一个弱小的、无知的波塞亚。\n   </p>\n   <p>\n    在短暂的平静之后，一位议员站起来，问道：“既然波塞亚面临如此多的困难，为什么还硬要建立它？还不如来我们塔兰图姆，既安全又富裕，岂不是更好？”\n   </p>\n   <p>\n    希洛说道：“我们希腊人都有一个共同的愿望，那就是拥有一块自己的土地！为了这个目标，我们希腊人在这几百年时间里，将我们的足迹遍布整个地中海！塔兰图姆的开拓者们刚来到这里的时候，这里不也遍布着凶恶的土著吗？而如今塔兰图姆已经是整个意大利最富裕的城邦之一！波塞亚的公民们都 曾经是雅典的无地贫民，虽然说起来有些羞愧，但是我们确实是被山里的那些肥沃的土地所吸引，而不顾一切的建立了城邦。”(未完待续，如欲知后事如何，请登陆.qidian.，章节更多，支持作者，支持正版阅读！)（未完待续）\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 112": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3, Chapter 34: The Battle of Tarantum (Part 2) - From City-State to Empire\n   </p>\n   <p>\n    The senators did not laugh at the greed of the Bosniaks. Instead, they could understand their adventure: land was something that could make the Greeks and even other races crazy.\n   </p>\n   <p>\n    \"You asked Tarantum to help Poseidia, but Poseidia is so weak. Maybe Poseidia will be destroyed as soon as our aid is sent. Wouldn't that be a waste of Tarantum's money!\" another congressman questioned.\n   </p>\n   <p>\n    \"I believe everyone here must know that we, Poseidon, defeated the Bruttii twice. Although Poseidon is weak, the Bruttii will pay a heavy price if they want to destroy us!\" Hiro said firmly: \"I heard that in order to defeat the Bruttii, Tarantum spent a huge amount of money to hire Greek mercenaries. As the king of Poseidon, I promise to Tarantum that as long as Poseidon exists, I will never allow the Bruttii to cross Poseidon and harass Tarantum!\"\n   </p>\n   <p>\n    Shiloh's words shocked everyone present.\n   </p>\n   <p>\n    Just as everyone was discussing with each other, a loud voice sounded: \"Instead of letting Tarantula help Poseidia, it would be better to let Poseidia become a part of Tarantum. In this way, we in Tarantum will certainly support our own land with all our strength! However, I am afraid that you, the king of Poseidia, will disagree, right?\"\n   </p>\n   <p>\n    The meeting hall became silent again, and everyone focused their attention on Shiloh.\n   </p>\n   <p>\n    Shiloh looked closely: the man was tall and thin, with narrow and sharp eyes, and an extremely straight hooked nose under his broad forehead, which gave people a very deep impression.\n   </p>\n   <p>\n    Hiro smiled slightly: \"I am called a king, but I don't have the glory of being a king. I bought the food for the citizens of Poseidia with my own money! When we fought with the Brutti, all the people who died were my slaves! If I continue like this, I am afraid that all my property will be consumed! If Poseidia becomes the land of Tarantum, I will not object. On the contrary, I will be happy that I don't have to do this losing business anymore. But everyone present here should think clearly. If Poseidia becomes the territory of Tarantum, then Tarantum will have to bear the responsibility of defending it. Poseidia is surrounded by the land of the Brutti, and it is far away from the main city of Tarantum. Poseidia may be attacked by barbarians at any time. What should Tarantum do? Hire an army to be stationed there for a long time? Or let its own citizens guard it? Whether this deal is cost-effective or not, everyone present should know better than me!\"\n   </p>\n   <p>\n    The man sneered and said, \"As far as I know, Poseidon has formed an alliance with Tarantum's enemy Tusim. So of course we have doubts. What if one day, will Poseidon help the Brutti to deal with us Tarantum?!\"\n   </p>\n   <p>\n    Everyone was in an uproar.\n   </p>\n   <p>\n    \"Poseidon actually formed an alliance with Tusim. Damn it, he actually wanted to deceive us! Drive this man out!\" Many people shouted excitedly.\n   </p>\n   <p>\n    Facing the angry crowd, Hilo frowned, then opened his brows again. He shouted loudly: \"Won't it be beneficial to Tarantum for Poseidon to form an alliance with Tusim?!\"\n   </p>\n   <p>\n    Everyone was stunned.\n   </p>\n   <p>\n    At this time, Xi Luo said loudly: \"Where does Tarantum's strength come from? Is it because of constant wars? No! That will only make you poor! It's trade!! Trade brings you endless money and resources! It brings you a wealthy life! Have Tarantum and the Brutti always been in conflict before? No, you used to trade with each other. The Brutti bought the food, pottery, and cloth they needed from you..., and Tarantum got iron ore, fur, and wood... Both sides got what they needed, didn't they get along well! Of course, due to the greed of the Brutti, it eventually led to a war. Tarantum won, but at the same time Tarantum also suffered losses. You can no longer get raw materials at a low price, and you have to buy them from other city-states, which is both expensive and time-consuming. In the long run, it is not a good thing for Tarantum!\"\n   </p>\n   <p>\n    \"Although the hatred of the Bruttii towards Tarantum cannot be eliminated in a short period of time, now that we, Poseidia, as a Greek city-state that has never had any grudges with the Bruttii, have temporarily gained the trust of Tusimum, we have reached an agreement! Then Poseidia can completely become a neutral place in the mountainous area where the Bruttii are located, and Tarantum can obtain valuable resources there!\"\n   </p>\n   <p>\n    \"As for whether Poseidon will become an accomplice of the Bruttii? The respected members of the Tarantum Senate should understand the character of the Bruttii. Will Poseidon help those capricious Bruttii and oppose Tarantum, who is also a Greek? Don't forget, I also have the blood of my ancestor Hieron in my body, and I believe in the Olympian gods, not the gods of Mount Nim!!\" Hiro's impassioned words were like a huge rock hitting the calm water, causing huge waves.\n   </p>\n   <p>\n    When the man wanted to refute again, some people had already expressed their strong dissatisfaction to him: \"Euphritus, shut up! We are tired of your warlike tone!\"\n   </p>\n   <p>\n    \"Yes, damn warmonger, don't scare away our distinguished guests!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Amid the quarrel, Rhodolus stood up and said, \"I would like to ask, has Poseidon obtained the iron mines in Tusim's hands?\"\n   </p>\n   <p>\n    Everyone fell silent again, their eyes focused on Shiloh again.\n   </p>\n   <p>\n    \"The iron ore is still in Tusim's hands. However, it has agreed to sell it to Poseidian Iron Ore.\"\n   </p>\n   <p>\n    Shiloh lied without blushing or beating his heart.\n   </p>\n   <p>\n    \"So, what price will Tarantum pay to get the iron ore from Poseidon?\" Everyone held their breath. This was the topic they were most concerned about.\n   </p>\n   <p>\n    \"Very low price! The difference will not exceed three drachmas! Besides, marble mines have recently been discovered in the mountains of Tusim.\"\n   </p>\n   <p>\n    \"Marble?!!!\" Many people in the meeting hall screamed.\n   </p>\n   <p>\n    \"Poseidon will still sell it to Tarantum at a very low price. And in the future, if other minerals are discovered in the mountains, Poseidon will still handle them in the same way!\"\n   </p>\n   <p>\n    The whole hall began to get excited, forcing Rodorus to raise his voice and shout, \"There is another question, respected King Poseidon! How can the safety of Taranto merchants be guaranteed when they trade in Poseidon? What will Poseidon do if a war breaks out between Taranto and the Brutti or other indigenous tribes?\"\n   </p>\n   <p>\n    (Forgive me, today's update is a little less. Because of the World Cup, for a football fan, this is a rare feast. Mexico vs. South Africa 1:1. Maybe there will be fewer updates in the next month, but there will be no interruption!!) (To be continued, if you want to know what happens next, please log in to .qidian., there are more chapters, support the author, support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 113": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 35 Proposal\n   </p>\n   <p>\n    Respected King Poseidon?! Shiloh wanted to laugh in his heart. The Tarantum people were indeed profit-seeking businessmen. \"Poseidon will do its best to ensure the safety of Tarantum merchants in Poseidon. If any accidents occur, compensation will be made according to the losses. Of course, if the Tarantum people's range of action exceeds Poseidon's territory, then we will be powerless. Therefore, Poseidon's current strength can only protect the safety of its territory!\"\n   </p>\n   <p>\n    Many people nodded to show their acceptance.\n   </p>\n   <p>\n    Someone else interrupted, \"What is the tax situation in Poseidia?\"\n   </p>\n   <p>\n    \"We will collect taxes according to the general taxation principles of the Greek city-states. The taxes will only be lower than those in Tarantum, not higher!\"\n   </p>\n   <p>\n    \"Sign a deal with Poseidon!\"\n   </p>\n   <p>\n    \"Sign the contract quickly! We are going to Poseidia!\"\n   </p>\n   <p>\n    The whole hall was boiling!\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"My king, although we have obtained the support of Tarantum, we have made almost no profit by reselling the iron ore and other minerals to Tarantum's merchants at such a low price. Isn't the price too high?\" Although Sulmus was happy that Tarantum agreed to provide assistance, he was also indignant about the huge profits that Tarantum had obtained.\n   </p>\n   <p>\n    \"No, Uncle Solmus. There is a saying that goes, 'Without good bait, how can you catch big fish?' It seems that we have suffered a loss, but as long as we can attract a large number of Tarantum merchants to Poseidia, we will actually gain a lot!\" Shiloh laughed.\n   </p>\n   <p>\n    \"You mean, with taxes?\" Solms seemed to understand.\n   </p>\n   <p>\n    \"That's not all.\" Shiloh blinked and said cunningly, \"Think about it, these merchants can't buy what they want immediately when they arrive in Poseidia. What do they eat? Where do they live? We can take the opportunity to develop the entertainment and service industries to earn their money, while also earning benefits for our citizens.\"\n   </p>\n   <p>\n    Service industry? Entertainment industry? Sulms looked confused.\n   </p>\n   <p>\n    Xi Luo had no intention of explaining to him. It was rare for him to open up his mouth, so he excitedly continued to elaborate on his idea: \"Moreover, as long as we provide convenient conditions and high-level services, and maintain a fair trade system. In the long run, Poseidon will become a prosperous commercial city in southern Italy, a commercial center different from the coastal city-states. Just imagine, Greek merchants and mountain natives are trading in Poseidon. What a prosperous scene that will be!\"\n   </p>\n   <p>\n    Sulmus imagined the scene described by Shiloh and couldn't help swallowing. Suddenly, he remembered something and asked nervously, \"My king, the alliance agreement we signed with Tusim stipulates that we are not allowed to form alliances with other city-states and that we are not allowed to let Tarantum's forces enter Poseidia! If we sign an agreement with Tarantum now, will it anger Tusim?\"\n   </p>\n   <p>\n    \"Please remember, what we signed with Tarantum is a trade agreement, which has nothing to do with an alliance! In the future, only Tarantum's merchants will enter Poseidia! No soldiers! No other political forces! As for what Tusim thinks, they don't have the ability to express their dissatisfaction with us now, and in the future, Dorisa may even thank us for this agreement!\"\n   </p>\n   <p>\n    Shiloh said to Surmus with a serious expression: \"This time, you and Keniga must insist on one thing in the negotiation with Tarantum. The people of Tarantum are not allowed to buy Poseidon's land!\"\n   </p>\n   <p>\n    \"I see!\" said Solms, nodding.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    \"Oh, King Poseidon. I never thought you could easily conquer the picky council members!\" Greenos looked at Shiloh who was sitting below him with admiration and said with emotion: \"Winner on the sports field! Commander on the battlefield! Orator in the council! I don't know what else you can't do!\"\n   </p>\n   <p>\n    \"Lord Greenos, you praise me too much! In fact, you can just call me Shilo.\" Shilo said modestly. His face suddenly turned red and his words became stuttering: \"I came to visit you this time... On the one hand, it is to thank you for your help to Poseia,... On the other hand... On the other hand... yes... yes... I have a gift and want to... give it to your daughter... I wonder... if it is okay?\" After Shilo finished speaking, he breathed a sigh of relief and felt more tired than fighting.\n   </p>\n   <p>\n    \"Yes! Of course!\" Greenos was overjoyed. He didn't expect that Shiloh would respond so quickly to the information he intentionally revealed.\n   </p>\n   <p>\n    Hero took out a rose made of gold from his bosom, held it respectfully, and walked towards Greenos: \"This 'golden rose' was once the betrothal gift given by my father Hepias when he married my mother. I... hope to use it to propose to your daughter!... I hope you can agree!\"\n   </p>\n   <p>\n    He had considered this political marriage again and again and had made up his mind before coming here. But when he said the words of proposal, his heart was suddenly filled with disappointment and loss, and he stood in front of Greenos.\n   </p>\n   <p>\n    Greenough carefully accepted this exquisite and precious gift. He had always been optimistic about this young man and everything was going smoothly. But at this moment, the betrothal gift was so heavy because it would take away his daughter whom he had raised for more than ten years, his most precious baby!\n   </p>\n   <p>\n    The two of them stood facing each other quietly for a while.\n   </p>\n   <p>\n    Greenos coughed lightly, stared at Xiluo, and said word by word: \"I agree to your proposal to my daughter Serenia!\"\n   </p>\n   <p>\n    Shiloh's heart suddenly became heavy. From now on, he would live with a woman he had never met, sharing all the glory and failure, happiness and pain together...\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Serenia was checking the wine sales account book when her slave girl ran in excitedly: \"Young Master, the man named Shiloh is here!\"\n   </p>\n   <p>\n    \"Really, where is it?!\" Serenia stood up suddenly, her heart beating violently.\n   </p>\n   <p>\n    \"He is talking to the master in the hall now.\" The slave girl showed a hint of encouragement: \"And he is proposing to you, young master!\"\n   </p>\n   <p>\n    \"Ah!\" Serenia looked at the slave girl in surprise, unable to believe it was true. After she was shot by the arrow of the god of love at the Isthmus Games, she had been thinking about Hero all the time. When she learned that he was expelled from Athens, she felt sorry for him; when he came to Tarantum, she desperately hoped that he would stay; when she learned that he would go deep into the dangerous mountains, she prayed for his life many times; and when she learned that he defeated the Bruttii, established a city-state, and became king, she was proud of his success.\n   </p>\n   <p>\n    (Argentina vs. Nigeria 1:0, Messi performed well, but unfortunately he didn't score a goal. Menon was not as bad as the legend said, and he even contributed an assist. I just don't know if Argentina will still be so calm when facing a strong team?) (To be continued. If you want to know what happened next, please log in to .qidian., there are more chapters, support the author, support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 114": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 36 Troublemakers\n   </p>\n   <p>\n    When Greenos decided to list him as a candidate for son-in-law again, Serenia was so shy and expectant. But would such a brilliant man like her be attracted to such an ordinary person? She was often enveloped by inferiority complex.\n   </p>\n   <p>\n    Until she heard the slave girl's words, she was filled with joy, but she became anxious. Although she knew that her father admired him very much and said that he was an unparalleled genius and God's favorite, she was still worried that her father would say \"no\".\n   </p>\n   <p>\n    \"The master agreed to his proposal and asked me to tell the young master!\" Just at this moment, the slave girl's words dispelled her worries: \"Young master, congratulations!\"\n   </p>\n   <p>\n    At that moment, Serenia was surrounded by happiness, and she didn't know where she was. She didn't know how long it took, but she felt a little panic in her heart. She glanced at her bedroom with melancholy, walked to the window sill and knelt down. On the windowsill was a bronze statue that had accompanied her since she was a child. It was Artemis, the goddess of the moon and hunting, one of the twelve main gods of Olympus. She was a virgin goddess. In fact, there was another virgin goddess among the twelve main gods of Olympus, that was Athena, but she didn't like women, but liked heroes on the battlefield.\n   </p>\n   <p>\n    Serenia looked up at the statue of Artemis. She was still the same as when she first saw her: carrying a longbow, a quiver on her waist, and a hound at her feet. But in Serenia's eyes, the goddess seemed different now. She began to sing a hymn in a low voice:\n   </p>\n   <p>\n    Bathed in the silver moonlight,\n   </p>\n   <p>\n    Artemis appeared at the girl's window,\n   </p>\n   <p>\n    The taut longbow holds an extremely sharp arrow.\n   </p>\n   <p>\n    Let the evildoers who come to commit crimes be terrified,\n   </p>\n   <p>\n    Oh, she guards chastity and protects children\n   </p>\n   <p>\n    ...\"\n   </p>\n   <p>\n    Then she prayed devoutly to the goddess, hoping to get her blessing before leaving the realm under her control. Only then did Serenia calm down a little, and she said to the slave girl: \"Go tell my father, I hope he can immediately make a statue of the goddess of love Aphrodite for me!\"\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    On the second day, the Greenos family held a grand banquet and guests came one after another.\n   </p>\n   <p>\n    \"Shilo, this is Rhodolos! You have met him before, so I won't introduce him to you.\" Greenos introduced the guests to his future son-in-law one by one.\n   </p>\n   <p>\n    \"Lord Rodoros, it's nice to see you again!\" Shiloh bowed respectfully.\n   </p>\n   <p>\n    \"King Poseidon has become our Tarantum's son-in-law. This is a great thing!\" Rhodolus swept away the indifference he had when he first met him and said with a smile: \"With the signing of the agreement, Tarantum and Poseidon are now a family!\"\n   </p>\n   <p>\n    \"Yes, Lord Rodoros, since we are all family, please visit our Poseidon often in the future.\" Shiloh said with a smile.\n   </p>\n   <p>\n    \"Of course I will go!\" said Rhodolus, leaning close to Hero's ear and whispering: \"When can Poseidon buy the raw materials of Tusim's marble mine?\"\n   </p>\n   <p>\n    \"We are discussing it, it should be soon!\" Xi Luo said without hesitation: \"When I get the goods, I will be the first to inform you!\"\n   </p>\n   <p>\n    Rodolos patted Hilo on the shoulder to express his gratitude.\n   </p>\n   <p>\n    \"Rodolos, you can't monopolize all the benefits!\" A tall and strong middle-aged man squeezed over and said loudly: \"Young man, let me make a deal first! You have to leave at least half of the iron ore for me!\"\n   </p>\n   <p>\n    \"Marcus, you're late!\" Greenos walked forward and whispered to Hero, \"He's also a consul, and he has a large weapons workshop at home!\"\n   </p>\n   <p>\n    \"Lord Marcus, there is a lot of iron ore in Tusim, and I will prepare it for you at any time! However, the road conditions from Poseidon to Tarantum are too bad, so you may have to pay attention to the transportation!\" Shiloh reminded kindly.\n   </p>\n   <p>\n    Greenos's mind moved, and he said, \"Marcus, Rhodolus, since trade with Poseidia will increase in the future, we should discuss how to expand the terrible mountain road leading to Poseidia!\"\n   </p>\n   <p>\n    Marcus shrugged and said, \"It's no use asking us to fix the road. You have to ask Mikion. This old man's words carry the most weight in the council!\"\n   </p>\n   <p>\n    Just as he finished speaking, a slightly old voice sounded behind him: \"Who is saying bad things about me behind my back?!\"\n   </p>\n   <p>\n    Bakas was shocked, and Greenos hurried forward: \"Respected Mikion, it is my honor to have you here!\"\n   </p>\n   <p>\n    \"Luckily I'm here, otherwise I wouldn't know if someone scolded me!\" A white-haired old man appeared in front of Shiloh. Marcus apologized to him awkwardly. He snorted and said, \"I'm not interested in building roads. Anyway, what I want doesn't need road transportation.\"\n   </p>\n   <p>\n    As he spoke, he looked at Shiloh and said, \"Young man, I know there are a lot of fine cedars and firs in the mountains near Tusim. You just need to let my people take them down and follow the Budano River to reach Tarantum.\"\n   </p>\n   <p>\n    \"Dear Mickeys, I think it's easy!\" Shiloh nodded in agreement.\n   </p>\n   <p>\n    \"Good! Young man, that's the way to be straightforward!\" A smile appeared on Mikion's wrinkled face.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Greenos was delighted to see that Shiloh was chatting freely and easily with these Tarantum dignitaries who were unfamiliar to him, and the last trace of worry was completely put aside.\n   </p>\n   <p>\n    Greenos really wanted his son to learn from this much younger man. Unfortunately, this unpromising guy went to visit some city-state. He sighed, then relaxed his brows: no matter what, this capable and charming young man will soon become his son-in-law, and his reputation in Taranto will surely rise...\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    When the guests were seated one after another, Grinos stood up with his wine cup in his hand, looked around, and said in a loud voice: \"Today is the day when my daughter Serenia is getting engaged to King Hero of Poseidon! Please, distinguished guests, be a witness here. May they have a happy and long-lasting marriage under the blessing of the god of love!\"\n   </p>\n   <p>\n    As soon as he finished speaking, the guests raised their glasses to congratulate Greenos and Shiloh.\n   </p>\n   <p>\n    At this moment, an abrupt voice exploded in the hall: \"Wait! I don't agree with Serenia marrying this man!!\"\n   </p>\n   <p>\n    Everyone looked back suddenly and saw a tall young man standing at the door of the hall.\n   </p>\n   <p>\n    \"Master, we deserve to die. This man broke in and we didn't stop him.\" The two slaves beside him kowtowed and begged for mercy.\n   </p>\n   <p>\n    Greenos's face turned livid: \"Kallis, I didn't invite you, and you barged in privately. Are you here to show contempt for me?!\"\n   </p>\n   <p>\n    \"Respected Greenos!\" The young man named Calis bowed reluctantly, then said angrily: \"I proposed to your daughter, but you married Serenia to this man who came from nowhere!\" He pointed his finger at Xiluo, who narrowed his eyes. (To be continued, if you want to know what happened next, please log in to .qidian., there are more chapters, support the author, support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n",
    "Chapter 115": "<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   <p>\n    Volume 3 Chapter 37 Return _ From City-State to Empire _ UU Reading\n   </p>\n   <p>\n    \"I have already rejected your proposal! If you apologize to me now and leave, I will consider not pursuing the crime of trespassing!\" Grillos said excitedly, suppressing his anger.\n   </p>\n   <p>\n    \"You refused the first time. But you didn't respond to the second proposal.\" Calis defended unwillingly. Perhaps he also felt that this reason was too far-fetched. He turned his eyes to Shiloh and said, \"Bosaiah, I heard that you are the wrestling winner of the Isthmus Games. Do you dare to compete with me in front of everyone today? Let's see who is stronger, the Bosaiah or the Tarantum! If you win, I will leave! If I win, please leave!\"\n   </p>\n   <p>\n    \"This is ridiculous!\" Greenos was so angry that he was shaking all over and shouted, \"Come on, get him out!\"\n   </p>\n   <p>\n    \"Posaian. Don't you dare?\" Calis ignored the slaves who came and continued to provoke Shiloh.\n   </p>\n   <p>\n    Hiro stood up calmly and said: \"A small wrestling is going to decide a sacred marriage? !! What do you think of marriage!! Greek marriage is the blessing of the gods! It is a witness to the law! It is the cornerstone of the city-state! What you said is to humiliate Serenia! Humiliate her father! Humiliate everyone here! You are blaspheming the Greek tradition! You are blaspheming the gods!!!\" These words hit like a hammer into the hearts of those who wanted to watch the fun.\n   </p>\n   <p>\n    \"Kalis, get out immediately! Otherwise, I will submit you to the council for the crime of destroying a marriage to discuss whether to expel you from Taranto!\" Mikion stood up and shouted sternly.\n   </p>\n   <p>\n    Calis was stunned. He didn't expect that the highly prestigious Mikion would be here.\n   </p>\n   <p>\n    The slaves rushed forward, pinned him to the ground, and carried him out of the hall.\n   </p>\n   <p>\n    \"Damn Calis is just like his father!\" Grillos sat down and said angrily, \"Respected Mikion, I told you long ago that Euphilitus and his son relied on their victory over the Brutti to act arrogantly, but you still didn't believe it!\"\n   </p>\n   <p>\n    \"Yes, Mychion. Euphilitus's warmongering has frightened us, and this may pose a threat to Tarantum's democratic system!\" Rhodolus also took the opportunity to say.\n   </p>\n   <p>\n    \"Grillos, today is your daughter's big day, it's better not to talk about these boring politics at this moment.\" Mikion glanced at Shiloh seemingly unintentionally and said calmly.\n   </p>\n   <p>\n    Grillos and Rodolos said nothing more.\n   </p>\n   <p>\n    \"Who is Euphilitus?\" Hiro asked curiously.\n   </p>\n   <p>\n    \"He is the one who made things difficult for you in the council meeting. He is one of the few warmongers in Tarantum. If it were not for the war with the Brutti, he would not have been elected consul. Now that Poseidon is here, I believe the citizens will no longer support him.\" Grillos comforted him.\n   </p>\n   <p>\n    Shiloh smiled and said, \"Can I say something to the guests?\"\n   </p>\n   <p>\n    \"Of course.\" Grillos turned around and said loudly, \"Everyone, my future son-in-law will give a speech for this engagement ceremony!\"\n   </p>\n   <p>\n    Under the gaze of everyone, Shiloh stood up hurriedly and said: \"This is not a speech, but a thank you to all the distinguished guests! You are my elders just like Grillos, and I wish you good health here! I also wish Tarantum will always be rich and prosperous! At the same time, I wish the friendship between Tarantum and Poseidon will be as indestructible as the dam of Tarantum Port! For this, I drink a full glass to express my most sincere gratitude!\" Shiloh raised the big ox horn cup and poured all the wine into his mouth.\n   </p>\n   <p>\n    \"Good!\" Everyone praised in unison. Even Mikion nodded and said to the person next to him: \"This young man is very good!\"\n   </p>\n   <p>\n    Shiloh wiped the wine from the corner of his mouth and said jokingly, \"Grillos must be heartbroken now. He will think that I am wasting his good wine by drinking like this.\"\n   </p>\n   <p>\n    Everyone laughed.\n   </p>\n   <p>\n    \"Don't worry, my son-in-law.\" Grillos also said while the iron was hot: \"I won't feel bad if you drink up my wine cellar.\"\n   </p>\n   <p>\n    Everyone laughed again, and the previous little conflict was diluted by the laughter.\n   </p>\n   <p>\n    The engagement ceremony was completed in a lively atmosphere. However, Serenia, the heroine of the ceremony, did not show up from beginning to end. Of course, this is a Greek tradition. Most Greek women have never met their husbands before entering the bridal chamber. Everything is arranged and decided by their parents. Serenia is lucky, at least she can choose the man she likes as her husband.\n   </p>\n   <p>\n    …\n   </p>\n   <p>\n    Five days later, Shiloh led his team out of Tarantum.\n   </p>\n   <p>\n    When they came, the delegation consisted of about eighty people; when they left, it suddenly expanded into a large team of nearly five hundred people.\n   </p>\n   <p>\n    Most of them were slaves purchased by citizens of Helo and Bosaiah. Helo alone purchased nearly 200 slaves, and he spent a lot of money to find slaves with special skills in Tarantum. In addition, there was a construction team sent by Grillos to help Helo build a new house; there were also seven or eight Tarantum merchants who accompanied him, who were there to prepare for the arrival of the Tarantum merchant group.\n   </p>\n   <p>\n    The most eye-catching thing was the transport team of more than 200 mules and horses, which were carrying various supplies provided by Tarantum and marched towards the mountainous area one after another.\n   </p>\n   <p>\n    \"It's hard to believe that this young man defeated the Brutti twice, and he is a king!\" The city guards exclaimed as they looked at Hero riding on a horse.\n   </p>\n   <p>\n    \"What king? Just a country bumpkin! If it weren't for our Tarantum's assistance, they would have starved to death long ago.\" The officer said disdainfully.\n   </p>\n   <p>\n    Larca was a Numidian. When he was young, he was recruited by Carthage and became a cavalryman. He followed the Carthaginian army to fight against the Greek city-states in Sicily, and was finally captured and became a slave. During his more than ten years of slavery, he learned to speak fluent Greek. He followed several masters and was mainly engaged in horse breeding. The most recent time, he was sold to the home of a merchant in Tarantum, and less than two months later, he was resold to his current owner.\n   </p>\n   <p>\n    He carried a large jar of olive oil on his head and followed the team with other slaves. As the terrain became higher and the trees increased, the team's progress slowed down. Larka was even more confused. The city-states he had stayed in before were all located in the bay, but now they were far away from the sea and heading towards the forest.\n   </p>\n   <p>\n    Hearing that there were vicious native tribes in the forest, he began to feel uneasy. Seeing the soldiers not far ahead, he hurriedly walked behind the soldiers and said bravely, \"Respected sir, where are we going?\"\n   </p>\n   <p>\n    Taciadi was urging the team to move forward when he heard someone talking behind him. He turned around vigilantly, only to see a slave with his upper body naked looking at him flatteringly. He could not help laughing.\n   </p>\n   <p>\n    (I was so depressed tonight. I was watching the World Cup when there was a sudden power outage. It turned out that the electricity at home was used up. But during the holiday, the company compound was on holiday, and I couldn't buy a card to charge. I had to go to the office to type and upload. I don't know if the water and electricity office will be open tomorrow, otherwise I will spend the three nights of the holiday in darkness, woo!) (To be continued. If you want to know what happened next, please log in to .qidian., there are more chapters, support the author, support genuine reading!) (To be continued)\n   </p>\n  </div>\n </body>\n</html>\n"
}