{
    "Chapter 98": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   &lt;p&gt;&lt;br&gt;&lt;br&gt;&lt;br&gt;Volume 3 Chapter 20 Before the Battle&lt;br&gt;&amp;quot;That old guy actually refused?! He was so brave when he attacked my father, but now he is afraid! Your leader is a coward! A coward! He doesn&amp;#39;t deserve to live in the stronghold of Tusim! If he still has a bit of shame, go back to where he came from! Don&amp;#39;t defile this land!&amp;quot; Dorisa neurotically vented his accumulated anger.&lt;br&gt;&lt;br&gt;The messenger glared at him fiercely, but held back and said nothing.&lt;br&gt;&lt;br&gt;&amp;quot;Oh, that old man is very cautious!&amp;quot; Hiro said lightly. In this era, battles often occurred between Greek city-states. When the defending party hid in the city because of weakness and refused to fight, the simple siege conditions made the attacking party only destroy the houses and farmland outside the city and force the opponent to come out for a fight. The Lukelam people were a half-farming and half-pastoral tribe, and there was no house outside the mountain stronghold. Hiro could not force the opponent to come out for a fight in this way, but he had a better and bloodier method.&lt;br&gt;&lt;br&gt;&amp;quot;Anchialo, bring a wounded man here!&amp;quot; Not long after he finished speaking, two Thracian axemen came over with a naked man.&lt;br&gt;&lt;br&gt;&amp;quot;Servi!&amp;quot; The messenger recognized him at a glance with surprise.&lt;br&gt;&lt;br&gt;The Lukelam man, who had been hungry all night and had lost too much blood due to his injuries, raised his head with difficulty. At this moment, the sharp axe blade slashed across his neck, and the headless body fell to the ground, blood gushing out from the neck, but the head rolled to Dorisa&amp;#39;s feet, scaring him so much that he screamed and jumped in panic.&lt;br&gt;&lt;br&gt;Hiro suppressed the nausea in his heart and said coldly to the terrified and angry messenger: &amp;quot;Go back and tell your leader that if he doesn&amp;#39;t come out to fight, I will kill all these captives one by one and then leave here!&amp;quot;&lt;br&gt;&lt;br&gt;When Rousseau saw the Greeks swinging axes and killing people in the sentry post, he knew what his biggest concern was: the Greeks were actually forcing him to fight by killing prisoners!&lt;br&gt;&lt;br&gt;The Bruttii had only fought wars with two kinds of people before: one was with their own people, the Mepeans, and the Lucanians, who were basically branches of the Samnites; the other was with the Greeks in Italy. The former had never slaughtered prisoners because of their blood relationship. The latter had always attacked Greek cities, and the Greeks rarely besieged their villages. Besides, the Greeks always advocated frontal battles and the honor of warriors, so there had never been such a situation. Perhaps only the Persians had done such a thing.&lt;br&gt;&lt;br&gt;Therefore, Rousseau did not expect that the Greeks would use such a vicious method to force him to fight. He listened to the messenger&amp;#39;s reply with a solemn face. One of the elders burst into tears: &amp;quot;Servi, my son!...&amp;quot;&lt;br&gt;&lt;br&gt;Everyone present was moved.&lt;br&gt;&lt;br&gt;&amp;quot;Great chief, facing such evil behavior of the enemy, we can&amp;#39;t remain silent any longer! Can you watch Talperi and Fabric die tragically in front of you? !! Do you want to see us rob these relatives again after losing five hundred of our people? !! Even if I fail or even die, I, Flamini, will not be a cowardly sheep!!!&amp;quot; Flamini shouted angrily. This may be the most courageous sentence he has ever said in his life.&lt;br&gt;&lt;br&gt;Almost everyone was incited by him and their blood boiled.&lt;br&gt;&lt;br&gt;Roulsuo sighed: Eighty-nine tribesmen, all of them are blood relatives, their parents and relatives are almost everyone in the village, how can he watch them die, not to mention that his two sons are among them!&lt;br&gt;&lt;br&gt;Just when he made up his mind, Fei Qiya said loudly: &amp;quot;Great Chief! Since they want to fight, then give them the war! I think we can definitely win this battle!&amp;quot;&lt;br&gt;&lt;br&gt;Lurso&amp;#39;s spirits lifted, and other elders gathered around him. At this moment, they temporarily put aside their internal struggle.&lt;br&gt;&lt;br&gt;&amp;quot;I heard from the fleeing soldiers that the Greeks&amp;#39; powerful axemen are their battle axemen, because they use two hands to wield axes and are not equipped with shields. Our short spears can completely penetrate their leather armor, and there are not many of them.&amp;quot;&lt;br&gt;&lt;br&gt;Feiqiya&amp;#39;s words made everyone&amp;#39;s eyes light up. He then continued, &amp;quot;I know Tusim. Among their elders, Dikwei is just like me. He has been suppressed by the previous leader for a long time and has always wanted to leave Tusim. Perhaps because of our failure last time, he leaned towards Dorisa again. But in the battle, he will definitely not use his full strength. As long as we give Tusim a heavy blow at the beginning of the battle, he will hesitate and may even surrender in front of the battle!...&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Feqiya, I was right about you!&amp;quot; Rousso was overjoyed and gave an order: &amp;quot;I decided to let you lead the army to deal with the Tusim people, and I will stop the Greeks!&amp;quot;&lt;br&gt;&lt;br&gt;…&lt;br&gt;&lt;br&gt;When Shiloh and his companions learned that the Lukelam people agreed to a battle, they also gathered together to discuss it.&lt;br&gt;&lt;br&gt;Before the war, Dorisa did not show off his strength. He gave the power to arrange the battle formation to Shiloh, who took on this important task without hesitation. He deployed his troops on the left wing. Shiloh was given to Dorisa, who was the most trustworthy and had the most troops, as the middle road connecting his left wing. The front row of the right wing was Dikwe, and the back row was Balbra.&lt;br&gt;&lt;br&gt;Before Dickway could object, Balbra shouted, &amp;quot;Why put me at the back? My people are much braver than Dickway!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Because I don&amp;#39;t need you to attack at the beginning, you just need to hold the line. In this regard, Dickway is more stable than you.&amp;quot; Shiloh&amp;#39;s face was full of confidence: &amp;quot;Please believe me, the enemy&amp;#39;s right wing will collapse soon, and that&amp;#39;s when you, Balbra, can show your ability!&amp;quot;&lt;br&gt;&lt;br&gt;Balbula wanted to say something, but Dorisa interrupted, &amp;quot;Today&amp;#39;s battle with Lukeram is related to the survival of our Tusim. If we win, Tusim will become stronger, but if we lose, our tribe will perish! So we must strictly abide by the combat orders. If any of our tribe members dare to escape privately, I will kill him after the victory and sacrifice him to the mountain god Nim!&amp;quot; Dorisa&amp;#39;s murderous eyes swept over everyone, and finally fell on Dickwei, and then became gentle: &amp;quot;Dickwei, I have had some minor conflicts with you in the past. I hope that in this battle, you will work together with me to defeat the Lukeram people! Here I swear to the mountain god Nim that I will treat your people as I treat my people in the future, and I will never be biased!&amp;quot;&lt;br&gt;&lt;br&gt;Dikwi also excitedly expressed his opinion immediately: &amp;quot;Chief, my people will use their bravery to prove their loyalty to Tusim to the God of Nim Mountain!&amp;quot; After Dikwi said these words, he glanced at Shiloh next to him: he didn&amp;#39;t think that the arrogant Dorisa would take the initiative to show his goodwill to him. It must be the suggestion that this Greek made to Dorisa when he discussed the attack with Dorisa yesterday afternoon. What Dikwi really cares about is what this Greek said, &amp;quot;It can quickly defeat the right wing of the Lukelam people&amp;quot;!&lt;br&gt;&lt;br&gt;Shiloh returned to his own phalanx. The soldiers who were sitting on the ground to rest wanted to stand up, but he stopped them.&lt;br&gt;&lt;br&gt;He paced in front of the square, and in the spotlight of everyone, he walked up to Misconon and said, &amp;quot;Even if everyone else gets up, you will continue to lie down!&amp;quot;&lt;br&gt;&lt;br&gt;Someone in the square laughed.&lt;br&gt;&lt;br&gt;Misko sat up lazily and said, &amp;quot;Anyway, the battle hasn&amp;#39;t started yet, let me rest for a while and recover my strength!&amp;quot;&lt;br&gt;&lt;br&gt;Shiloh smiled, took a few more steps forward, and then stopped. &amp;quot;Dimis, this is your first time fighting as a heavy infantryman. Are you going to be uncomfortable? Be careful not to let the iron shield fall and hurt your feet!&amp;quot;&lt;br&gt;&lt;br&gt;There was a burst of laughter in the square.&lt;br&gt;&lt;br&gt;Demis blushed, &amp;quot;We sailors must also be excellent heavy infantrymen!&amp;quot;&lt;br&gt;&lt;br&gt;Xi Luo smiled and said with concern: &amp;quot;Don&amp;#39;t be too aggressive, take care of yourself, and don&amp;#39;t let your mother and sister worry!&amp;quot;&lt;br&gt;&lt;br&gt;Demis nodded in astonishment.&lt;br&gt;&lt;br&gt;Shiloh continued to move forward. When he stood in front of Tachiadi, Tachiadi quickly stood up. Shiloh said, &amp;quot;For this battle, I will still place your team in the first row. Do you think this will not be fair?&amp;quot;&lt;br&gt;&lt;br&gt;Tachiadi pounded his hand on his left chest and said firmly: &amp;quot;Master, this is the glory of our team!&amp;quot;&lt;br&gt;&lt;br&gt;Xi Luo nodded with satisfaction and said, &amp;quot;Command your team well! I believe you will be an excellent officer in the future!&amp;quot;&lt;br&gt;&lt;br&gt;While Tachiadi was extremely excited, Hiro&amp;#39;s gaze turned to the side: &amp;quot;Agatok, you won&amp;#39;t violate military orders again this time, right?&amp;quot; Agatok stood up hurriedly, too ashamed to speak, and Hiro patted him on the shoulder to comfort him.&lt;br&gt;&lt;br&gt;He finally walked to the end of the phalanx, and Anchialo held a huge axe in his hand, staring at him.&lt;br&gt;&lt;br&gt;&amp;quot;I will fight with you this time. Be careful when you swing your axe, don&amp;#39;t hit me!&amp;quot; Anchialou replied in a muffled voice: &amp;quot;Well... I can&amp;#39;t control that...&amp;quot;&lt;br&gt;&lt;br&gt;Everyone laughed. Shiloh walked to the center of the square while laughing. When the laughter died down, he said in a high-pitched voice: &amp;quot;Warriors! Yesterday we defeated an enemy four times our size in the Adrosene River, proving how powerful we are! Today, we will defeat the Lukelam people once again with the weapons in our hands, and win all the land on the south bank of the Adrosene River for ourselves! On that land, we will build a city-state! A city-state that belongs to us!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;To the original Athenians who are about to become citizens of the city-state, and to the slaves who will become citizens of the city-state in the next few years! Today will be a day worth remembering for all of us! Decades later, when you talk about this day to your descendants, you can proudly tell them that it was you who used your bravery and blood to establish a powerful city-state!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;I swear! Whether you are a freeman or a slave, your names will be engraved on the city-state&amp;#39;s monument, forever for future generations to admire! I swear, if we win, my slaves will be rewarded for two years of hard work again! I swear, the freemen will get more land! My warriors, in order for this day to come soon, we must unite as a whole like last time, remember military orders, face the enemy, and move forward bravely!&amp;quot; (To be continued, if you want to know what happened next, please log in to .qidian., there are more chapters, support the author, support genuine reading!) (To be continued)&lt;/p&gt;\n  </div>\n </body>\n</html>\n",
    "Chapter 99": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   &lt;p&gt;&lt;br&gt;&lt;br&gt;&lt;br&gt;Volume 3 Chapter 21 Battle of Lukelum&lt;br&gt;&amp;quot;victory!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;victory!!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;victory!!!&amp;quot;&lt;br&gt;&lt;br&gt;The soldiers, whose blood boiled at these words, were like surging waves, one wave higher than the other, shocking the Tusim people nearby.&lt;br&gt;&lt;br&gt;&amp;quot;Is this why the Greeks are so powerful?!&amp;quot; Dorisa was inspired and said to his people, &amp;quot;You all see, as the masters of this land, we Tusim people cannot lose to these Greeks!&amp;quot;&lt;br&gt;&lt;br&gt;…&lt;br&gt;&lt;br&gt;When the sun was slightly west in the sky, the two sides set up the battlefield on the flat ground in front of the mountain stronghold. On Lukelum&amp;#39;s side: Rurso was on the right wing, Feiqia was in the middle, and other elders such as Flamini were on the left wing, totaling more than 900 people. On Tusim&amp;#39;s side: Shilo was on the left wing, Dorisa was in the middle, Balbra and Dikwe were on the right wing, totaling about 700 people.&lt;br&gt;&lt;br&gt;The two sides were about 200 meters apart.&lt;br&gt;&lt;br&gt;This was the first time that Hilo participated in a regular battle. All the deployments were carried out under the enemy&amp;#39;s eyes, and there was no secret at all. His troops were not many, but he still extended his phalanx outward, with a depth of only 10 rows. Here he secretly played a little trick: he took Secito, Herim, Picos and ten other elite heavy infantrymen to the outermost first row, and hid Anchialo and his battle axemen in the second row, so that the enemy could not find their specific location.&lt;br&gt;&lt;br&gt;Rousso was surprised that the Greeks had such a thin phalanx, but he was cautious and stretched his own phalanx to prevent the enemy from surrounding his flanks. And the elders of Lukelum, such as Flamini, relied on their large numbers to stretch the formation. In contrast, Dikvi and Balbula did not make corresponding changes.&lt;br&gt;&lt;br&gt;Everything was set up, and Dorisa couldn&amp;#39;t wait to have the trumpeter blow the horn.&lt;br&gt;&lt;br&gt;“Woo! …Woo!”&lt;br&gt;&lt;br&gt;“Woo! …Woo!”&lt;br&gt;&lt;br&gt;Lukelam also sounded the horn, and both sides&amp;#39; arrays, each three hundred meters long, began to advance slowly.&lt;br&gt;&lt;br&gt;As the Brutti walked, they struck their wooden shields with their short spears and shouted &amp;quot;Oh! Oh...&amp;quot;, looking very powerful.&lt;br&gt;&lt;br&gt;Only the Greek phalanx advanced silently, the breastplates and iron shields made a low sound due to collision, and the rows of spears standing above shone coldly under the sunlight, making the Lukelam people on the opposite side feel more pressured.&lt;br&gt;&lt;br&gt;When both sides walked a hundred meters apart, they took out their spears.&lt;br&gt;&lt;br&gt;After seeing the faces of the enemies, the team in the middle lane of Dorisa suddenly quickened their pace. Because they were facing the people of Feiqia. It was their betrayal that caused Tusim to lose so many brothers! It was the betrayer who forced them to leave the village where they had lived since childhood! Now it was time for revenge!&lt;br&gt;&lt;br&gt;The advance in the center also boosted the pace of the right wing. Only the Greek phalanx on the left wing was still advancing slowly at the original rhythm.&lt;br&gt;&lt;br&gt;When the Tusim people rushed to fifty meters, they threw their spears with all their might, and the Lukelam people also threw their spears at this time.&lt;br&gt;&lt;br&gt;For a moment, countless short spears filled the air, blocking the scorching sun, as if it had suddenly become night. In the blink of an eye, short spears fell like hail, and countless screams immediately rang out on both sides...&lt;br&gt;&lt;br&gt;The second round of throwing was much weaker. Some of the Brutti hurriedly threw two short spears and began to move forward, while others were preparing to throw the second one. The formations of both sides were in disarray at this time.&lt;br&gt;&lt;br&gt;As both sides continued to advance, countless corpses and wounded were left on the grass behind them, and their groans were just the prelude to the battle.&lt;br&gt;&lt;br&gt;The troops of Rousso drew their short spears and waited for the Greeks to come within range. The Greeks did not have short spears that would allow them to throw their weapons easily.&lt;br&gt;&lt;br&gt;However, the Greek phalanx stopped at a distance of sixty meters. In the eyes of the Lucelamites, the phalanx split into more than a dozen passages, and dozens of naked captives were driven in front of the phalanx.&lt;br&gt;&lt;br&gt;Oh no, the Greeks want to use our people as shields! Rousso immediately came to his senses, but the Greeks had already started to drive the captives away. They directly stabbed the captives in the back with their spears. The captives were already weak and depressed due to hunger, but the pain stimulated their desire to survive. They shouted in panic and ran desperately towards their people not far away. In their fragile hearts, it seemed that the other side was the safest fortress.&lt;br&gt;&lt;br&gt;The Greeks followed them and rushed towards Rousseau&amp;#39;s team.&lt;br&gt;&lt;br&gt;The matter was hasty, and Luerso had no idea what to do at this moment. Not only him, but the entire Lukeram people on the right wing were stunned, because the people running towards them were their own people who had suffered so much. Hearing their shrill cries, every Lukeram person felt very sad, and they did not throw their short spears. In that instant, they seemed to have forgotten the enemy with ferocious fangs bared behind the captives. They did not take any measures to stop these people from charging into their army formation, but were hugged by these almost crazy people, shouting for help.&lt;br&gt;&lt;br&gt;When the captives used their bodies to block the spears of their fellow warriors, the sharp spears of the Greeks immediately stabbed in. The soldiers strictly followed Hero&amp;#39;s instructions and did not stab the captives with their spears, but stabbed the enemies whose hands and feet were trapped by the captives through the gaps.&lt;br&gt;&lt;br&gt;The Lukelam warriors never imagined that they had fought a battle to save their people, but they never thought that they would be killed by the very people they wanted to save. This was truly the saddest thing!&lt;br&gt;&lt;br&gt;The axemen behind Shiloh quickly surrounded the Lukelam from the outside, and the phalanx, which originally had only two rows, was reduced to only one row formed by Shiloh and others at the head. If the enemy relied on a thick formation and fiercely attacked, then even if Shiloh, Picos and other elite heavy infantry were brave, they would definitely be broken through the front, and the axemen who rushed from the flank would be cut off and trapped.&lt;br&gt;&lt;br&gt;However, the &amp;quot;outstanding performance&amp;quot; of the captives caused the bloody scene on the banks of the Adrothene River to reappear. The heavy infantry led by Shiloh were extremely skilled and fast in accurately stabbing the chests of the enemies behind the captives with their spears.&lt;br&gt;&lt;br&gt;…&lt;br&gt;&lt;br&gt;The fight in the middle was even more brutal. In order to deal a heavy blow to Dorissa quickly, Feiqia put his most courageous warriors in the front row, but the Tusims, especially the warriors of the Dorissa clan, hated the enemy&amp;#39;s betrayal and were willing to stab the enemy to the ground even if they were injured. Originally, the fight in the middle was the most persistent, because there were no flanks to use, and both sides were in dense formations, and the warriors were protected by shields, so the casualty rate was not high compared to the two wings. However, at this moment, from the moment of contact in the middle, pairs of people from both sides fell from time to time, and the death rate was alarmingly high. This situation was beyond Feiqia&amp;#39;s expectations, and he underestimated the Tusim&amp;#39;s fighting spirit.&lt;br&gt;&lt;br&gt;He felt this change in the formation. According to his original idea, the bravery of the first row of soldiers would surely force Dorisa&amp;#39;s team to retreat. Now the team is advancing, but that is because the second row of soldiers has begun to contact the enemy. Fei Qiya, who is in the rear, is anxious, but there is nothing he can do. At this moment, the battle has begun. He can no longer control his team. He can only inspire the fighting spirit of the soldiers around him by shouting constantly.&lt;br&gt;&lt;br&gt;…&lt;br&gt;&lt;br&gt;Compared to the stalemate in the middle, the pressure on the right wing of Tusim was much greater. When the front team of Dikwei came into contact with the enemy, they followed the pre-match deployment and did not rush forward, but instead fought steadily with the enemy. However, the extended left wing of the Lukelam people naturally came around from the outside, and Balbula, as the rear team, immediately led his people to meet them and blocked the enemy&amp;#39;s attack on the flank.&lt;br&gt;&lt;br&gt;Fortunately, Dikvi and Balbra were always accustomed to fighting with their own people. Otherwise, suddenly dividing the entire right wing into two parts would undoubtedly cause short-term chaos in the formation of the Brutti people who lacked military training, giving the enemy an opportunity to take advantage.&lt;br&gt;&lt;br&gt;Before the battle, after seeing the enemy&amp;#39;s formation, the Tusim people prepared such a change of formation, but they were not professional warriors and had not undergone long-term drills. Therefore, the connection between the Dikwe and Balbula teams was not tight, allowing the Lukelam people to rush into the gap and attack the Tusim flanks on both sides. Once they were allowed to expand the gap, that would be the time for the Tusim right wing to collapse.&lt;br&gt;&lt;br&gt;When Dikwi was marching in the phalanx, he saw that the focus of the attack of the Lukelamites was on his right wing, and the reason why he did not choose to retreat was because of what Hero said. Although he himself could not explain why he placed the life and death of his entire tribe on a young Greek, he was determined to persist until he could no longer hold on.&lt;br&gt;&lt;br&gt;…&lt;br&gt;&lt;br&gt;Because Rousso followed the Greek phalanx and stretched his own formation, its depth was not very thick. The attack of the Thracian axemen and the Helot heavy infantry led to the rapid annihilation of the tail end of Rousso&amp;#39;s right wing.&lt;br&gt;&lt;br&gt;When the two teams met, Xiluo didn&amp;#39;t even bother to wipe the blood off his face and shouted, &amp;quot;Warriors, follow me and kill them!&amp;quot;&lt;br&gt;&lt;br&gt;He charged forward with his spear raised, and Secito and Hrim closely guarded him. Anchialo, Picos, Timathus and more than 20 others attacked the rear of the right wing of the Lukelamites from left to right. Although these 20 people were only a drop in the bucket compared to the total number of soldiers involved in the battle, they were the only mobile force on the Tusim side. They were like a small pebble in the snow, which would only get bigger as it rolled downwards, thus completely smashing the enemy&amp;#39;s huge phalanx.&lt;br&gt;&lt;br&gt;When the captives saw their tribesmen dying tragically, their already fragile nerves became extremely frightened. They desperately squeezed forward to reach the safety of the rear, and they even pushed down the tribesmen who stood in front of them. The entire right wing of the Lukelam people fell into chaos.&lt;br&gt;&lt;br&gt;When these captives rushed towards Rousso&amp;#39;s team, they did not have the heart to throw their spears in time, which doomed them to defeat!&lt;br&gt;&lt;br&gt;Rousso was in the middle of the battle, and the constant screams and curses from the surroundings made him extremely anxious, but he had no way to restore order to the chaotic team. Until a prisoner rushed in front and knocked him down. (To be continued, if you want to know what happened next, please log in to .qidian., there are more chapters, support the author, support genuine reading!) (To be continued)&lt;/p&gt;\n  </div>\n </body>\n</html>\n",
    "Chapter 100": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   &lt;p&gt;&lt;br&gt;&lt;br&gt;&lt;br&gt;Volume 3 Chapter 22 Poseidon&lt;br&gt;The moment he fell to the ground, Rousso recognized who the prisoner was from his extremely distorted face.&lt;br&gt;&lt;br&gt;&amp;quot;Tarpeia!&amp;quot; he shouted excitedly and sadly, but got no response.&lt;br&gt;&lt;br&gt;The guards hurriedly tried to help him up, and at this moment, the extremely low morale of Lukeram&amp;#39;s right wing completely collapsed.&lt;br&gt;&lt;br&gt;They desperately fled like stray dogs, with countless feet stepping on Lurso. The old man who once created the glory of Lukeram died in infinite sadness under the feet of his own people...&lt;br&gt;&lt;br&gt;&amp;quot;Don&amp;#39;t chase! Attack to the right!&amp;quot;&lt;br&gt;&lt;br&gt;In the chaotic left-wing battlefield where flags and horns could not be used, a unified voice was undoubtedly the best means of communication. It made the slave soldiers who were blindly chasing the defeated soldiers stop and return to the attacking camp.&lt;br&gt;&lt;br&gt;Just as they were about to approach the enemy troops in the center, Hilo ordered the entire army to stop advancing.&lt;br&gt;&lt;br&gt;Under the surprised gaze of Picos and the others, he began to reorganize the formation. Reorganizing the formation in the battle was undoubtedly a way to death, but fortunately, at this moment, there were only fleeing soldiers on the left wing.&lt;br&gt;&lt;br&gt;Shiloh did this for two reasons: first, to make the attack more efficient and prevent accidental injuries. You know, a swarm attack often makes it impossible to deploy troops, causing a blockage in the attack. Second, he didn&amp;#39;t mind letting Tusim die a few more people, so that they can get along better in the future...&lt;br&gt;&lt;br&gt;When both sides in the center were exhausted from fighting, the Greek phalanx completely stuck to the rear team of the Kelamites in the center and completely surrounded Dikwe&amp;#39;s team.&lt;br&gt;&lt;br&gt;Destruction happens in just a moment.&lt;br&gt;&lt;br&gt;Fei Qiya led his personal soldiers and broke out of the siege.&lt;br&gt;&lt;br&gt;After Shiloh and Dorisa resolved the battle in the middle, they turned their attention to the left wing.&lt;br&gt;&lt;br&gt;On the left wing, the Lukelams had opened a gap, separating Dikwe from Balbra&amp;#39;s troops. Their flanks began to bear the blow, and it was only a matter of time before they collapsed.&lt;br&gt;&lt;br&gt;Here, the news came that Lukelum&amp;#39;s right wing and center had been defeated, and fear quickly devoured their courage like locusts. Before the troops of Shiloh and Dorisa had completely surrounded them, they had already collapsed.&lt;br&gt;&lt;br&gt;Dickwei breathed a sigh of relief. His choice this time was finally the right one!&lt;br&gt;&lt;br&gt;The only thought in the defeated soldiers&amp;#39; minds was to escape back to the mountain stronghold!&lt;br&gt;&lt;br&gt;But when they escaped from the enemy&amp;#39;s pursuit and ran to the front of the mountain stronghold, they found that the entrance to the mountain stronghold was blocked by dozens of spearmen. They were the reserve troops formed by Shiloh&amp;#39;s workshop slaves. Shiloh did not send them to the battlefield, but after the war, he let them quietly block the only entrance to the mountain stronghold.&lt;br&gt;&lt;br&gt;This narrow path was the basis for the Lukelam people to defend their stronghold, but now it became the key to their life and death. The panicked fleeing soldiers did not have the courage to break through the blockade of the spears until more and more people gathered and the elders arrived, and then they decided to attack the spearmen.&lt;br&gt;&lt;br&gt;But at this moment, Tusim and the Greeks also arrived and surrounded them in front of the stronghold.&lt;br&gt;&lt;br&gt;When the Lukelam people learned from the guards of Rurso that their old leader might have been killed in the chaos, the last psychological support collapsed. Led by the elders, they collectively surrendered to Tusim.&lt;br&gt;&lt;br&gt;The Brutti believed in the &amp;quot;law of the jungle&amp;quot;, where the strong were respected and the victor could annex the clan of the defeated. This was how Tusim developed.&lt;br&gt;&lt;br&gt;In this battle, Dorisa&amp;#39;s team suffered nearly 100 casualties, Dikwe and Balbra&amp;#39;s teams suffered dozens of casualties, and the casualties of Shiloh&amp;#39;s team were negligible. The Lukelam people suffered 400 casualties, most of which were caused by trampling on each other during the rout.&lt;br&gt;&lt;br&gt;The Tusim coalition defeated the Lukelam with a smaller force and annexed its clan.&lt;br&gt;&lt;br&gt;Lukeram&amp;#39;s hegemony lasted only a few months before it was wiped out...&lt;br&gt;&lt;br&gt;…&lt;br&gt;&lt;br&gt;On this day, the sky was high and the clouds were light, and the wind was fresh and the air was refreshing.&lt;br&gt;&lt;br&gt;On the banks of the Adrosene River, the Greeks, their families, children and slaves gathered together to discuss the construction of the city.&lt;br&gt;&lt;br&gt;Picos and his people once questioned Hero, asking: &amp;quot;Why should such a major event as the establishment of a city-state be allowed to involve those lowly slaves?&amp;quot;&lt;br&gt;&lt;br&gt;Xi Luo said slowly: &amp;quot;If the number of enemies you kill exceeds those slaves, I can ask them not to participate!&amp;quot;&lt;br&gt;&lt;br&gt;The Greeks were speechless when they remembered the efforts and sacrifices made by the slaves to help them gain a foothold here.&lt;br&gt;&lt;br&gt;Now, everyone was equally excited. They looked at the young man who was walking slowly towards the center with awe. It was he who led them out of the predicament of being expelled from Athens and came to this fertile land! It was he who led them to create miracles, defeated powerful enemies twice, and owned this fertile land!&lt;br&gt;&lt;br&gt;He stood in the center, his sturdy and strong body was full of strength, his deep eyes were full of wisdom, the warm sunshine fell on him, and his golden curly hair emitted a dazzling light, like a god!&lt;br&gt;&lt;br&gt;Everyone held their breath, only hearing the flowing river, the singing birds, and the majestic voice of Hero echoing in their hearts: &amp;quot;Unyielding Greeks! Brave slaves! Today is a day that will be remembered forever for each of us! Perhaps it is a day that the gods should be jealous of! We will have our own city! A city that truly belongs to each of us! Although it is still very weak and simple now, we will grow with it until one day, its name will resound throughout Italy! Resound throughout Greece! Resound throughout the Mediterranean! When those people know that we are from here, they will envy us for our wealth and be impressed by our strength! Let us work together for the early arrival of that day! ”&lt;br&gt;&lt;br&gt;The crowd was excited by the bright prospects described by Shiloh. They waved their arms and cheered loudly.&lt;br&gt;&lt;br&gt;The next step is to name the city-state.&lt;br&gt;&lt;br&gt;At once, everyone spoke enthusiastically, and even the slaves expressed their opinions: the slaves from Egypt were given an Egyptian-style name, and the slaves from Macedonia were given a Macedonian-style name...&lt;br&gt;&lt;br&gt;In the end, the focus of the debate was on two names: one was &amp;quot;New Athens&amp;quot; proposed by Flaccus and Picos, on the grounds that they were from Athens and established a city-state in Italy, which was equivalent to a colony of Athens. Moreover, the meaning of &amp;quot;New Athens&amp;quot; was &amp;quot;a brand new Athens&amp;quot;, which meant that the new city-state would be as prosperous and powerful as Athens in the future! This name was supported by most of the heavy infantry. The other was &amp;quot;Poseidia&amp;quot;, which was proposed by sailors such as Nurnus and Callikretus, meaning &amp;quot;the land of the sea god&amp;quot;. They believed that they could come here today because of the blessing of Poseidon, the god of the sea. From escaping from the storm when escaping from Sicily, to Helo winning the championship at the Isthmus, to dolphins leading the way when coming to Italy... These were all arrangements from Poseidon, the god of the sea, so of course the city had to be named after him.&lt;br&gt;&lt;br&gt;The two sides argued with each other, but could not agree. In ancient times, Poseidon and Athena had a dispute over Athens. Unexpectedly, a similar scene was repeated in this new city-state that was about to be born. But this time, the gods would not come to the world to please the people. But people all looked to Hero, the &amp;quot;patron of the gods&amp;quot; standing in the center, and gave him the final decision.&lt;br&gt;&lt;br&gt;Shiloh made a prompt decision to hold a referendum to decide the final name, including the slaves.&lt;br&gt;&lt;br&gt;This measure was strongly opposed by Flaccus, who shouted: &amp;quot;How can such a sacred matter as naming a city be desecrated by a group of lowly slaves!&amp;quot;&lt;br&gt;&lt;br&gt;Hiro looked at him coldly. Flaccuston felt cold all over. He sat down involuntarily. Hiro raised his arms and shouted: &amp;quot;Without the slaves&amp;#39; hard work, how could the city-state be established today! When you were dividing the fertile land, have you ever thought that they were crying for their dead companions! People who drink water should not forget the hard work of the well diggers, and people who eat pomegranates should not forget the kindness of the pomegranate planters! I think our city-state should establish a law that no one can insult slaves and call them &amp;quot;lowly&amp;quot;! Whoever violates it must be whipped!&amp;quot;&lt;br&gt;&lt;br&gt;When these words were spoken, the heavy infantry were dismayed, the sailors didn&amp;#39;t care, and the slaves cheered.&lt;br&gt;&lt;br&gt;&amp;quot;Shiloh! The formulation of laws should be decided by the council after the establishment of the city-state!&amp;quot; At this time, Picos stood up and said with gritted teeth.&lt;br&gt;&lt;br&gt;Shiloh didn&amp;#39;t continue to dwell on this small issue. He just made a gesture. He didn&amp;#39;t pick up Picos&amp;#39;s words and said, &amp;quot;The referendum begins!&amp;quot;&lt;br&gt;&lt;br&gt;The vote was simple. Those who supported &amp;quot;New Athens&amp;quot; voted for a piece of grass, and those who supported &amp;quot;Poseidon&amp;quot; voted for a stone. The final result was as Flaccus expected. &amp;quot;Poseidon&amp;quot; was chosen with a high vote. Among them, more than 100 slaves who had been sailors and were now soldiers played an important role. After all, after years of fighting on the rough sea, they could only entrust their lives to Poseidon, the god of the sea.&lt;br&gt;&lt;br&gt;Flaccus sat there with a livid face.&lt;br&gt;&lt;br&gt;Hiro smiled in his heart and said loudly: &amp;quot;You all chose the name &amp;#39;Poseidia&amp;#39;, which shows that you have great ambitions. You do not want to be the second Athens, but want to build a unique city-state that is far superior to Athens! From today on, our city-state will be called &amp;#39;Poseidia&amp;#39;! And we are the Poseidians!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Oh, Poseidon?&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Poseidon!!&amp;quot;&lt;br&gt;&lt;br&gt;Everyone cheered with joy, especially the slaves, because they felt particularly honored that they had contributed to the name.&lt;br&gt;&lt;br&gt;After the name of the city-state was determined, the symbol of the city-state was also quickly determined: the dolphin and the trident.&lt;br&gt;&lt;br&gt;It was already noon, and Shiloh asked Alesha to lead the female slaves to distribute bread to everyone, and continue the discussion after dinner.&lt;br&gt;&lt;br&gt;At this time, Picos had already felt something was wrong, so he took Misconon to find Nurnussis. Picos got straight to the point and whispered, &amp;quot;Nurnussis, when we discuss how to govern the city-state, I hope you and your people will stick with us to implement the Athenian democracy in Bosaiah. I&amp;#39;m worried that Hero wants to be a tyrant!&amp;quot; (To be continued. If you want to know what happened next, please log in to .qidian., there are more chapters, support the author, support genuine reading!) (To be continued)&lt;/p&gt;\n  </div>\n </body>\n</html>\n",
    "Chapter 101": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   &lt;p&gt;&lt;br&gt;&lt;br&gt;&lt;br&gt;Political System Struggle&lt;br&gt;Nurnusis and Callikretu looked at each other, and Nurnusis shook his head and said, &amp;quot;Picos, it seems that you have not yet seen the current situation clearly!&amp;quot; He pointed at the slaves opposite and said, &amp;quot;After defeating Lukelum and forming an alliance with Tusim, Shiloh has established a firm foothold here. Moreover, after two battles, his slaves have become qualified soldiers. In fact, we are now dispensable!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;What do you mean? Is Shiloh going to break the agreement we made with us?!&amp;quot; Misconon was shocked.&lt;br&gt;&lt;br&gt;&amp;quot;Miskonon!&amp;quot; Kallikretu explained, &amp;quot;Nurnusis means that we are no longer an important political force and are not strong enough to force Shiloh to negotiate!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Hmm!&amp;quot; Nurnusis shook the bread in his hand and said, &amp;quot;Besides, we still rely on Shiloh for food. It doesn&amp;#39;t seem good to eat what he gives us while opposing him!&amp;quot;&lt;br&gt;&lt;br&gt;After these words were spoken, even Miskonon felt that he should not oppose Shiloh, otherwise if that &amp;quot;God&amp;#39;s Favored One&amp;quot; got angry, where would he find food during this period of time!&lt;br&gt;&lt;br&gt;&amp;quot;Are you just going to watch Hero become a dictator? Nurnusis, you have been in Athens for so many years, you must know how harmful dictatorship is to democracy and how much of a threat it poses to the lives and safety of citizens!&amp;quot; Picos still persuaded unwillingly.&lt;br&gt;&lt;br&gt;Nurnusis smiled and said, &amp;quot;Shiloh has been trying to be a dictator these days! I think he is doing a pretty good job! It seems that dictatorship is not a bad thing. The key is who is the tyrant!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Yes! Yes! And these are just our guesses. Maybe Shiloh has never thought about it at all!&amp;quot; Misconon also changed his attitude.&lt;br&gt;&lt;br&gt;Picos walked back without saying a word.&lt;br&gt;&lt;br&gt;Nurnusis said to Callikrethu meaningfully: &amp;quot;We don&amp;#39;t fight over big things, we fight over small things!&amp;quot;&lt;br&gt;&lt;br&gt;Timasus saw Picos and Nurnus talking and asked worriedly, &amp;quot;Helo, what will they say?&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;What else can I say?&amp;quot; Shiloh smiled disapprovingly, &amp;quot;When the pomegranate tree was first planted, everyone thought it was too tiring and didn&amp;#39;t want to work. After someone worked hard to cultivate and fertilize the tree, and the pomegranate tree produced pomegranates, those who didn&amp;#39;t work hard appeared again, vying to pick the pomegranates. Now, they are talking about how to pick pomegranates!&amp;quot;&lt;br&gt;&lt;br&gt;Timasus nodded in understanding and said, &amp;quot;That&amp;#39;s a very vivid way of saying it, but can they pick the pomegranates?&amp;quot;&lt;br&gt;&lt;br&gt;Xi Luo smiled slightly: &amp;quot;That depends on the mood of the person who planted the pomegranate tree. You know, he is not an ordinary farmer!&amp;quot;&lt;br&gt;&lt;br&gt;…&lt;br&gt;&lt;br&gt;After lunch, Hiro returned to the center and said, &amp;quot;Citizens of Poseidon and future citizens (referring to slaves)! We have already chosen the name of the city-state, and now we should discuss how to govern Poseidon. Dakong, please share your opinions and suggestions!&amp;quot;&lt;br&gt;&lt;br&gt;Most slaves and freemen were illiterate and had spent their lives struggling for survival. They had never thought about managing a country, so how could they have any suggestions? However, those who truly understood politics knew how to seek benefits and avoid harm. They could be enthusiastic in naming, but they had to be cautious.&lt;br&gt;&lt;br&gt;The venue fell silent for a short time.&lt;br&gt;&lt;br&gt;Until Picos stood up, he faced Hero&amp;#39;s gaze calmly and said, &amp;quot;How to manage Poseidia is actually very simple. So many Greek city-states have set an example for us. Look at our former city-state Athens, and then look at our neighbor Tarantum. The concept of democracy has long been deeply rooted in the hearts of the people, allowing every citizen to participate in and manage the affairs of the city-state and become the master of the city-state! This is the goal pursued by every Greek! For this reason, I suggest that Poseidia still establish two-level administrative institutions, the Citizens&amp;#39; Assembly and the Council, and elect several generals as the highest chief executives. Considering the small number of our citizens, the number of council members can be greatly reduced...&amp;quot;&lt;br&gt;&lt;br&gt;At this point, Picos saluted to the people around him, then raised his arms and shouted: &amp;quot;For this reason, I suggest that Hilo be elected as the chief general of Poseidia to lead us to establish a democratic management body of Poseidia!&amp;quot;&lt;br&gt;&lt;br&gt;His speech was cheered by some people, mainly from the heavy infantry and some sailors.&lt;br&gt;&lt;br&gt;Shiloh did not comment on Picos&amp;#39; remarks and said calmly, &amp;quot;Does anyone else have any suggestions?&amp;quot;&lt;br&gt;&lt;br&gt;Nurnusis stood up and said with a smile: &amp;quot;For a sailor who has to drift on the sea for a long time, his most urgent requirement is to have a good captain. Because an excellent captain can make the ship escape the attack of wind and waves and reach the destination smoothly! From escaping from Sicily to now, Hero has led us to create one miracle after another. We can have what we have today because of his leadership! For us sailors, he is the best captain! With him, the ship will not sink! Although Picos&amp;#39;s suggestion is good, it is too stingy. He forgot who brought us all this now! And who is providing us with bread and olives for free! We Greeks have a good saying, &amp;#39;If you forget the kindness of others, the goddess of doom will definitely come to you&amp;#39;! I suggest that Hero be our Poseidon&amp;#39;s lifelong chief general, leading Poseidon to create a glory like Athens!&amp;quot;&lt;br&gt;&lt;br&gt;Nurnousis&amp;#39; words were responded to by many people, including sailors, heavy infantry, and slaves. Nurnousis looked at Picos, who had a gloomy face, with a little complacency, and then turned his gaze to Shiloh. To his disappointment, Shiloh remained calm and continued in a balanced tone: &amp;quot;Does anyone else have any suggestions?&amp;quot;&lt;br&gt;&lt;br&gt;Solmus was anxious, he did not want to miss such a good opportunity to show his influence on Poseidon, but he was not well-informed in this area and was afraid of saying something wrong, so he kept pushing Timasus to let him speak.&lt;br&gt;&lt;br&gt;Timasus, however, remained seated.&lt;br&gt;&lt;br&gt;At this time, Anchiinel suddenly stood up. Due to Hero&amp;#39;s anger before, he did not dare to question the slaves&amp;#39; qualifications to speak again. He said in a muffled voice: &amp;quot;... We Thracians... used to have a king... At that time, no one dared to oppress us Thracians... Later, Thrace lost... the king and split into many tribes,... So we became slaves...&amp;quot; His words touched the slaves deeply. You know, Marston had a king, Egypt had a pharaoh, and the Hebrews were also ruled by kings. Now they have fallen to this point, and they all sigh when they think back to their former glory.&lt;br&gt;&lt;br&gt;&amp;quot;So...&amp;quot; Anchialo took a deep breath and shouted loudly, &amp;quot;What a bullshit democratic system! Let our master become the king! ... Then Poseidon will become powerful and will not be bullied!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Yes, let our master be king!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Who else could be more powerful, wiser, and more blessed by God than my master! Who else could be more qualified to be king than my master!&amp;quot;&lt;br&gt;&lt;br&gt;…&lt;br&gt;&lt;br&gt;The slaves&amp;#39; excited shouts almost shook the entire venue, shocking Picos and Nurnusis. They thought that Hilo wanted to be the leader of the alliance, but who knew that Hilo&amp;#39;s request was higher: he wanted to be the king! A king who was not restricted by anything and controlled everything!&lt;br&gt;&lt;br&gt;At this time, even Nurnusis frowned, but seeing such a boiling meeting, he dared not say anything. Instead, Picos bravely stood up again and shouted loudly, but unfortunately his voice was drowned out by the cheers of the slaves.&lt;br&gt;&lt;br&gt;Shiloh raised his hand, and the slaves immediately quieted down.&lt;br&gt;&lt;br&gt;&amp;quot;Picos, do you have any other suggestions?&amp;quot; Shilo asked calmly under Picos&amp;#39;s glare.&lt;br&gt;&lt;br&gt;&amp;quot;I am against you becoming king! I am also against Poseidon establishing a monarchy! How ridiculous! Athens abolished the king more than 400 years ago, and other city-states have long since stopped having kings. Even Sparta&amp;#39;s dual kingship was more like two archons! And our Poseidon actually wants to re-establish the king. This will be ridiculed by all Greek city-states, because the monarchy is a backward, barbaric, and cruel system for Greece!&amp;quot;&lt;br&gt;&lt;br&gt;The slaves hissed.&lt;br&gt;&lt;br&gt;Hiro smiled but said nothing. Timasus stood up and said, &amp;quot;Is the monarchy really a backward system? According to Picos, Egypt in the past and Persia in the east today must be backward and barbaric countries!&amp;quot;&lt;br&gt;&lt;br&gt;Picos was stunned for a moment, then said: &amp;quot;I don&amp;#39;t know about Egypt, but everyone knows Persia very well. It enslaves other races and forces them to pay high taxes; the king kills his people wantonly and asks them to bow down and worship him. During the Greco-Persian War, I believe every Greek has experienced this. Isn&amp;#39;t such a monarchy system terrible?!&amp;quot;&lt;br&gt;&lt;br&gt;Timasus immediately retorted: &amp;quot;This kind of horror is only for the enemies of Persia and other tribes in the country. Do you know what life is like for the Persians? Picos!&amp;quot;&lt;br&gt;&lt;br&gt;Timasus did not have the chance to speak to Picos. He continued, &amp;quot;The great scholar Herodotus has told us in his book History that the Persians live in Susa and Babylon, which are much larger than Athens and can accommodate hundreds of thousands of people. They have luxurious and spacious houses and comfortable and gorgeous clothes. They own a lot of fertile land, which is cultivated by the Egyptians who are the best at farming; their property is managed by the Hebrews who are the best at making money; they ride the fastest horses, which are donated by the Scythians; their homes are hung with a lot of white ivory, which is donated by the Egyptians; they fumigate their bodies with frankincense every day, which is donated by the Arabs. ; Their food is cooked with spices, such as cinnamon, cassia, etc., which are contributions from India and Arabs; their slaves are sturdy and beautiful, because they are all Ethiopians... They live as happily as the gods of Olympus, and they don&amp;#39;t have to worry about others taking away their wealth, because their king can always summon an army of hundreds of thousands of people to repel any vicious enemy! It is because the Persians have a king that they are so powerful and have a wealthy life! &amp;quot;(To be continued, if you want to know what happened next, please log in to .qidian., there are more chapters, support the author, support genuine reading!) (To be continued)&lt;/p&gt;\n  </div>\n </body>\n</html>\n",
    "Chapter 102": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   &lt;p&gt;&lt;br&gt;&lt;br&gt;&lt;br&gt;Volume 3 Chapter 24 King Bosaiah&lt;br&gt;People were fascinated by what they heard. They had only heard that the Persians were brutal, but they did not know how the Persians in Mesopotamia lived. This included Picos, who was not like Timathus, who had read many books. He said in a hurry: &amp;quot;Persians are Persians, and Greeks are Greeks. Persians like to have a king to lead them, but Greeks do not like the monarchy. Democracy is what the Greeks pursue, because we Greeks like freedom and do not like constraints. Moreover, Athens, which has the best democratic system, also created glory. The Athenians were far fewer than the Persians, but Athens defeated Persia and became the most powerful city-state in Greece. Doesn&amp;#39;t this prove that the democratic system is stronger than the Persian monarchy?!&amp;quot;&lt;br&gt;&lt;br&gt;The heavy infantrymen, who had just been intoxicated by Timasus&amp;#39; description, felt that what Picos said made sense.&lt;br&gt;&lt;br&gt;Timasus sneered and asked, &amp;quot;Picos, tell me, when was the most glorious period of Athens?&amp;quot;&lt;br&gt;&lt;br&gt;Picos thought for a moment and said truthfully, &amp;quot;More than a decade before the war with Sparta!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Then tell me, which general was in office during those ten years?&amp;quot;&lt;br&gt;&lt;br&gt;Picos&amp;#39; face changed, but he still answered: &amp;quot;It&amp;#39;s Pericles!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;That&amp;#39;s right! It was Pericles! He served as the chief general for more than ten years! All important decisions were proposed by him and passed and formulated by the Citizens&amp;#39; Assembly. Therefore, his opponents often said that he was the actual &amp;#39;king&amp;#39; of Athens and the Citizens&amp;#39; Assembly was a tool manipulated by him!&amp;quot;&lt;br&gt;&lt;br&gt;Timasus did not give Picos time to interrupt and continued to ask: &amp;quot;Picos, you were advocating democracy just now, then tell me, who really brought democracy to Athens?&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Of course it&amp;#39;s Solon!&amp;quot; many people said in unison.&lt;br&gt;&lt;br&gt;&amp;quot;Yes, Solon, the wise man of Athens, formulated a complete set of laws and determined the direction of Athenian democracy. But did he realize democracy?&amp;quot; Timasus glanced at everyone and shook his head and said, &amp;quot;He didn&amp;#39;t! Although he became archon, his reforms did not receive the support of the nobles. Because he was unable to carry out reforms for a long time, the common people also expressed doubts about him. Finally, he was forced to leave Athens! So, who implemented the democratic system in Athens?&amp;quot; He stared at Picos with an aggressive look.&lt;br&gt;&lt;br&gt;Picos lowered his head and said nothing. But Misconon next to him said, &amp;quot;It&amp;#39;s Pisistratus!&amp;quot;&lt;br&gt;&lt;br&gt;Everyone was shocked. For these illiterate people, they had heard from word of mouth that Peisistratus was a cruel tyrant, so the Athenian people eventually overthrew his family&amp;#39;s rule over Athens.&lt;br&gt;&lt;br&gt;&amp;quot;That&amp;#39;s right! It was Pisistratus!&amp;quot; Timasus said excitedly, &amp;quot;It was because he became a tyrant that he had the power to strike at the nobles and give land to the common people. It was because he established a colony in the Hellespont that the food supply of Athens was guaranteed! It was because he founded the &amp;#39;Panathenaic Games&amp;#39; that Athens began to become a cultural sanctuary! It was because he vigorously developed industry, commerce and overseas trade that Athens became the most prosperous city in the Aegean city-states!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;The two most glorious and stable periods of Athens were actually ruled by two &amp;#39;tyrants&amp;#39;! Picos, you have the nerve to say that Athens&amp;#39; prosperity was brought about by the democratic system! If it is out of ignorance, then it can be forgiven! If it is due to other purposes, then it is worth our deep consideration!&amp;quot;&lt;br&gt;&lt;br&gt;Timasus raised his arms angrily and said, &amp;quot;When Pericles died, it can be said that Athens entered a true democracy! Then, what did this true Athenian democracy do? The common people represented by Cleon and the conservatives of Agosenos have been fighting for a long time, and a group of young Athenian citizens such as Alcibiades are trying to gain power! It was in such an internal friction that the three parties instigated citizens to launch an expedition to Sicily for their own purposes! All the survivors who are still sitting here today, whether democracy is good or not, you should have a clear understanding!&amp;quot;&lt;br&gt;&lt;br&gt;Timasus&amp;#39; words made everyone fall into deep thought. No one had ever used history for comparison and raised thought-provoking questions to them: Yes, since democracy is good, why was the stability and glory of Athens built on the hands of a dictator?&lt;br&gt;&lt;br&gt;Not only them, but even Picos, the strongest supporter of democracy, was confused.&lt;br&gt;&lt;br&gt;Timasus was not pleased with this. These words were exactly what Hero had used to convince him yesterday. He was just repeating them. He glanced at Hero and then sat down.&lt;br&gt;&lt;br&gt;At this time, Hero spoke: &amp;quot;Let me tell you a story, which also comes from Herodotus&amp;#39;s records. Everyone knows that the first king of Persia was Cyrus, and its second king was Cambyses. When Cambyses was in power, he was killed by his close ministers. Persia fell into civil strife. Seven ministers rose up to quell the civil strife, and then these seven ministers gathered together to discuss how to govern Persia.&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;One minister proposed abolishing dictatorship and implementing democracy. Because dictatorship allows the king to change laws at will and kill people without any punishment. Democracy can make people responsible for their own actions and make them more loyal to the country because they themselves are the masters of the country.&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Another minister said that he agreed with opposing dictatorship, but it was wrong to implement democracy. This is because most people are prone to blind impulse and are more likely to be driven by their own small interests and ignore the greater interests of the country. It is better to hand over the country to a group of excellent and moral people to jointly manage the country than to leave it to the people.&lt;br&gt;&lt;br&gt;&amp;quot;Then the third minister spoke. His name was Darius.&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Oh...&amp;quot; There were sounds of surprise in the crowd, and they were obviously wondering if this Darius was the later King Darius I.&lt;br&gt;&lt;br&gt;&amp;quot;Darius said that between the rule of the people, the rule of the elite, and dictatorship, he believed that dictatorship was much better than the first two. In the rule of the elite, although the elites have a strong desire to do good for the country, because everyone wants to be the leader and have their ideas adopted, there will inevitably be disputes between enemies and friends, factions, and bloodshed in factions, which will eventually lead to dictatorship. The rule of the people will inevitably lead to differences in public affairs. Those lawless people will unite because of their interests and form factions. As a result of their struggle, someone will rise up to protect the interests of the people and become an idol worshipped by the people, and thus become a dictatorial monarch. Since no matter what is done, it will eventually become a monarchy, it is better to keep the king from the beginning. As for the disadvantages of dictatorship, as long as the king is properly selected, the disadvantages of dictatorship can be avoided. And letting the best person rule is the best system!&amp;quot;&lt;br&gt;&lt;br&gt;Seeing that everyone was listening very seriously, Hiro smiled and said, &amp;quot;Darius&amp;#39; proposal was passed. The seven ministers decided to meet on horseback on the outskirts of the city at sunrise the next day. Whoever&amp;#39;s horse neighs first will become the King of Persia. In the end, Darius won. He became the third king of Persia, known as Darius I, the &amp;#39;King of Kings&amp;#39;. Although his army was defeated by Athens in the end, the land from Greece to the east belonged to Persia!&amp;quot;&lt;br&gt;&lt;br&gt;Some people listened to Shiloh&amp;#39;s words as stories with great interest, while others pondered over the profound meaning behind them.&lt;br&gt;&lt;br&gt;&amp;quot;Every system has its advantages and disadvantages. Although democracy can make everyone the master of the country and enjoy great rights and obligations, it can easily lead to blind development goals and inefficiency, and be unable to respond to emergencies. Dictatorship can concentrate the power of the country under the leadership of an excellent king, and develop and grow rapidly for one goal, but absolute power will lead to cruelty and corruption!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;When Poseidon is still very weak and is constantly surrounded by powerful enemies, the dictatorship is the best system for Poseidon. At the same time, we can also borrow some advantages of the democratic system to minimize the harm of dictatorship!&amp;quot; It was not until this time that Hilo revealed his trump card: &amp;quot;My suggestion is that Poseidon should be ruled by the king, who controls the army, appoints and dismisses officials, and is the highest priest of Poseidon! The members of the council are elected by the citizens of each demos in Poseidon, and are elected every three years. Together with the king, they are responsible for formulating and improving laws and have the power to supervise the country&amp;#39;s travel! The court judges are independent of the king and the council, and are professionally trained legal talents. Their appointment and dismissal are jointly decided by the king and the council! In this way, the three powers of administration, legislation, and law enforcement are separated and check and balance each other! When emergencies such as wars and disasters occur, Poseidon enters a state of emergency, and the king is fully responsible for unified command! You see, such a system not only promotes the advantages of dictatorship, but also suppresses its shortcomings. Isn&amp;#39;t it great?!&amp;quot;&lt;br&gt;&lt;br&gt;Picos&amp;#39; eyes lit up, and he stood up with a little excitement, saying loudly: &amp;quot;Shiloh, if you can keep your promise and implement your proposal, I am willing to make you my king!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Shilo, this is the most perfect political system I have ever seen. With the wisdom given by God, you are a worthy king!&amp;quot; Nurnusis also praised loudly.&lt;br&gt;&lt;br&gt;With them taking the lead, people also expressed their opinions.&lt;br&gt;&lt;br&gt;&amp;quot;Shiloh, we need a strong man like you to lead us!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Shiloh, you are our king!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Oh, our master is the king!&amp;quot;&lt;br&gt;&lt;br&gt;…&lt;br&gt;&lt;br&gt;Amid cheers, Sulms put the &amp;quot;laurel wreath&amp;quot; made of branches that he had prepared long ago on his head...&lt;br&gt;&lt;br&gt;…&lt;br&gt;&lt;br&gt;After Helo became the king of Bosai, the people began to nominate members for the council: Picos and Misconon from the heavy infantry, and Nurnus and Callikretus from the sailors were all successfully elected. At this time, their king Helo recommended Surmus to the people.&lt;br&gt;&lt;br&gt;He said: &amp;quot;Sulmus did a lot of preparation for the establishment of Poseidon. Even our food was bought from Talentum with great effort. His hard work should be commended!&amp;quot;&lt;br&gt;&lt;br&gt;The people were convinced, and Sulms also entered the council. (To be continued. If you want to know what happened next, please log in to .qidian. There are more chapters. Support the author and support genuine reading!) (To be continued)&lt;/p&gt;\n  </div>\n </body>\n</html>\n",
    "Chapter 103": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   &lt;p&gt;&lt;br&gt;&lt;br&gt;&lt;br&gt;Land Distribution&lt;br&gt;The next topic is &amp;quot;Land Distribution&amp;quot;. This is the issue that citizens are most interested in because it is related to their vital interests.&lt;br&gt;&lt;br&gt;However, Shiloh suggested that since the administrative structure of Poseidon had been established, major matters such as &amp;quot;dividing the land&amp;quot; should be discussed and planned by the king and the council members and then implemented.&lt;br&gt;&lt;br&gt;Some people disagreed and shouted that they also wanted to participate and demanded that the land be distributed immediately. They had been waiting for several days.&lt;br&gt;&lt;br&gt;Shiloh said loudly: &amp;quot;Citizens, Poseidon is now a country! I am your king, and the members of the council are also elected by you, and you have sworn to abide by all the laws of Poseidon! According to the regulations, such a major event should be decided by me and the council together. Please believe that we will handle this matter fairly and justly!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;We abide by other laws, but &amp;#39;land distribution&amp;#39; was decided before, and we must participate!&amp;quot; Some people still refused to budge.&lt;br&gt;&lt;br&gt;Shiloh&amp;#39;s eyes widened and he said, &amp;quot;Very good! You can get the land you want, but you will no longer be a citizen of Poseidon. You will not enjoy any rights as a citizen, nor will you receive any protection from Poseidon!&amp;quot;&lt;br&gt;&lt;br&gt;Everyone was shocked. Are you kidding? In this mountainous area full of natives, without Poseidon&amp;#39;s protection, even if he gets more land, he will definitely die faster than a child with gold in his arms!&lt;br&gt;&lt;br&gt;The man shouted in dissatisfaction: &amp;quot;Why do you deprive me of my citizenship? Don&amp;#39;t forget, you are the king elected by us. We can elect you, but we can also dethrone you!&amp;quot;&lt;br&gt;&lt;br&gt;As soon as these words were spoken, there was an uproar.&lt;br&gt;&lt;br&gt;Picos secretly cried out that it was bad.&lt;br&gt;&lt;br&gt;As expected, Hilo was furious. He pointed at the heavy infantryman and shouted, &amp;quot;Why?! As a citizen of a city-state, you have to fulfill your obligations while enjoying your rights! You refuse to abide by the laws of Poseidon, which means you don&amp;#39;t consider yourself a citizen of Poseidon! I am the king of Poseidon. What is a king? I am the symbol of the city-state and represent the dignity of the city-state! You wantonly humiliate me, which means you are humiliating the entire Poseidon! Everyone, tell me, is such a person worthy of being a citizen of Poseidon?!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;He doesn&amp;#39;t deserve it!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Get him out of here!&amp;quot;&lt;br&gt;&lt;br&gt;The slaves shouted angrily.&lt;br&gt;&lt;br&gt;The people fell silent. Although they also wanted to participate in the discussion on how to &amp;quot;divide the land&amp;quot;, they also felt that what the king said made sense.&lt;br&gt;&lt;br&gt;The heavy infantryman&amp;#39;s face turned pale. He began to regret that he had ruined all his efforts because of his momentary excitement.&lt;br&gt;&lt;br&gt;At this time, Picos stood up and said, &amp;quot;Hilo... my king, please forgive Cheops&amp;#39; rudeness. After all, Poseidon has just been established and he is not very used to it yet!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;It is precisely because the city-state is newly established that we need to abide by the law. Otherwise, there will be no order in the city-state!!!&amp;quot; Hilo&amp;#39;s voice echoed in everyone&amp;#39;s ears like a loud bell: &amp;quot;Cheops, if you are still willing to become a citizen of Poseidon, you must accept the punishment!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;I...I am willing to accept punishment!&amp;quot; Cheops lowered his head and said through gritted teeth.&lt;br&gt;&lt;br&gt;&amp;quot;Very good! Take him away and give him ten military sticks!&amp;quot; Xiluo&amp;#39;s sharp eyes pierced everyone&amp;#39;s heart, making the people dare not look him in the eye: &amp;quot;Citizens, I want you to remember that the laws of the city-state are sacred and cannot be violated! The dignity of the king is sacred and cannot be offended!!&amp;quot;&lt;br&gt;&lt;br&gt;…&lt;br&gt;&lt;br&gt;After the citizens dispersed, Shiloh and the council members began the first meeting of Poseidon.&lt;br&gt;&lt;br&gt;First, Keniga, the slave treasurer, gave a brief report on all the land that Poseidon now owned: &amp;quot;The flat land on the south bank of the Adrosene River and the west bank of the Budano River is about 5,000 acres, including 1,000 acres purchased by the king from Tusim. In addition, there are the strongholds left by Tusim, and the mountains extending southward to the border of Tarantum, which also belong to Tusim.&amp;quot;&lt;br&gt;&lt;br&gt;Shiloh used a branch to draw a rough sketch on the ground, then looked at the five people around him and said, &amp;quot;Everyone, tell me how to distribute these.&amp;quot;&lt;br&gt;&lt;br&gt;Sulms had been calculating these lands for two days. He said first: &amp;quot;Except the one thousand acres purchased by Shiloh, there are still about four thousand acres left. We will divide it equally among the forty-eight citizens, plus Shiloh, for a total of forty-nine people. On average, each person can get eighty acres of land!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Oh, eighty acres!!&amp;quot; Misconon exclaimed. You know, when he was in Athens, he only owned five acres of land, and it was mainly sandy and rocky.&lt;br&gt;&lt;br&gt;&amp;quot;Sulmus, your address is wrong. You should address the king instead of calling him by his name!&amp;quot; Picos said seriously. Although he had opposed Shiloh becoming king before, once it was established, his attitude was meticulous.&lt;br&gt;&lt;br&gt;&amp;quot;Oh! I forgot. I will correct it next time!&amp;quot; Sulms said disapprovingly.&lt;br&gt;&lt;br&gt;Shiloh looked at him and said nothing.&lt;br&gt;&lt;br&gt;&amp;quot;I have no major objection to Surmus&amp;#39; proposal, but...&amp;quot; Nurnusis looked at Shiloh and reminded him, &amp;quot;My king, you once signed an agreement with us to give each of us two acres of land from the one thousand acres you purchased. This matter should not be erased after we obtain all the land on the South Bank!&amp;quot;&lt;br&gt;&lt;br&gt;Xi Luo nodded: &amp;quot;I haven&amp;#39;t forgotten, and I am also preparing to implement this agreement!&amp;quot;&lt;br&gt;&lt;br&gt;He looked at the five people standing in front of him and said calmly: &amp;quot;It seems that you all agree with Solmus&amp;#39;s suggestion!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Yes, my king! I think his proposal is fairer!&amp;quot; said Picos.&lt;br&gt;&lt;br&gt;Others agreed.&lt;br&gt;&lt;br&gt;Solms looked somewhat pleased with himself.&lt;br&gt;&lt;br&gt;&amp;quot;Picos, you proposed democracy in Poseidia before, and I thought you had great ability to manage the city-state! Now, I am disappointed! Disappointed in you! Disappointed in all of you!&amp;quot; Hero shouted angrily, &amp;quot;Do you think you are still farmers and sailors in Athens?! You are members of the Poseidian Council! You are not just seeking benefits for yourself, you should also consider the future of the city-state!!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Four thousand acres of land, divided up by only forty-something people, how could you come up with that! Don&amp;#39;t forget, although Tusim became our ally, it was because it needed our help and was in trouble. Once it recovers, will they be willing to let us occupy the land that originally belonged to them! As long as we fail once, this piece of land you want to occupy will become your graveyard!!&amp;quot;&lt;br&gt;&lt;br&gt;The good mood of the few people just now was swept away by Xi Luo&amp;#39;s scolding. They stood there in shame, and no one refuted Xi Luo, who continued to mock: &amp;quot;One person can&amp;#39;t finish cultivating 80 acres of land in a month! What kind of pig brains are you! With your level, you are not qualified to set up a council! The ideas of the children of Timasus are better than yours!&amp;quot;&lt;br&gt;&lt;br&gt;Several people were made extremely ashamed by what Shiloh said, and coupled with the curious glances from people not far away, they wished they could find a crack in the ground to hide in.&lt;br&gt;&lt;br&gt;Picos blushed and asked, &amp;quot;My king...how do you think these lands should be distributed?...&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;In view of the great contributions made by the citizens to the establishment of Poseidia, each of them will receive eight acres of land, plus the two acres from me, for a total of ten acres each! I will distribute the remaining 3,600 acres of land to Greek freemen who are willing to become citizens of Poseidia!&amp;quot; Shiloh spoke out the plan he had already thought of.&lt;br&gt;&lt;br&gt;&amp;quot;Give the land to those Greek poor for free?! We earned it with our blood!&amp;quot; Misconon said unwillingly.&lt;br&gt;&lt;br&gt;&amp;quot;It&amp;#39;s not for free, Misconon!&amp;quot; After scolding them, Shiloh felt better and spoke patiently: &amp;quot;Although we are not a blood clan, you are the natives of Poseidon. In other words, you are the nobles of Poseidon! Ten acres of land is more than enough for each of you. Without the help of slaves, you can&amp;#39;t complete the cultivation of the land. Just like other city-states, you don&amp;#39;t have to hand over the harvest of your land to the city-state. You only need to pay commercial taxes when you go to the market to trade. But they are different. As outsiders, they cannot become citizens immediately after coming to Poseidon, but become reserve citizens!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Prospective citizen?&amp;quot; It was the first time that Nurnusis heard this new term.&lt;br&gt;&lt;br&gt;&amp;quot;Yes, reserve citizens! That is to say, when they come to Poseidia, we will give them one to two acres of land each, and they must hand over 30% of their harvest to the city-state treasury every year. Only in the third year can the land be completely owned by them. During this period, they must fulfill the obligations of city-state citizens, such as abiding by the law, serving in the military, etc. If they violate the law, we will consider taking back the land or extending the period of citizenship depending on the severity of the violation!&amp;quot;&lt;br&gt;&lt;br&gt;Nurnusis, Surmus and Miskonon felt better at this point. After all, they had fought bloody battles to gain the ten acres of land, while others came without doing anything and could get the benefits. Everyone felt that it was unfair.&lt;br&gt;&lt;br&gt;&amp;quot;Picos, do you think we can attract those civilians with the land?&amp;quot; Shilo&amp;#39;s question was obviously unnecessary. He just wanted to ease the tense atmosphere.&lt;br&gt;&lt;br&gt;As expected, Nurnusis said, &amp;quot;Even rich people like Picos are willing to risk their lives to come here for the land. Those poor people are just like me. They will come here no matter how far away they are! Moreover, this land is so fertile. I am afraid that once they come here, they will be like cats seeing fish and will never want to leave again!&amp;quot;&lt;br&gt;&lt;br&gt;Nurnusis&amp;#39;s lively and interesting words made everyone laugh. Hiro was also happy. He said: &amp;quot;Everyone, you are members of the Poseidon Council! You should have an open mind! You should have a long-term vision! Every suggestion you make should be for the benefit of Poseidon! Because only when the city-state is strong and prosperous, your family will become richer and stronger! I don&amp;#39;t need to say that rising water will lift all boats. I believe you all understand.&amp;quot; (To be continued. If you want to know what happened next, please log in to .qidian., there are more chapters. Support the author and support genuine reading!) (To be continued)&lt;/p&gt;\n  </div>\n </body>\n</html>\n",
    "Chapter 104": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   &lt;p&gt;&lt;br&gt;&lt;br&gt;&lt;br&gt;Volume 3, Chapter 26, Making Laws - From City-State to Empire&lt;br&gt;&amp;quot;Now we own the land on the south bank, are we satisfied with just this little land?! Look at the north bank, there is more fertile land there, and there are many minerals. The Brutti who own them have backward weapons and culture, and they fight among themselves. This is simply the best gift the gods have given us, Poseidon! But our numbers are too small, and we must increase the population of the city-state rapidly! To this end, we sacrifice some interests now in order to gain more in the future!&amp;quot; For the first time, Shiloh revealed some of his plans to others, which made the members of the council very excited.&lt;br&gt;&lt;br&gt;&amp;quot;My king, we understand, and we will assist you in getting others to accept this assignment,&amp;quot; said Picos.&lt;br&gt;&lt;br&gt;Xi Luo nodded and said apologetically: &amp;quot;Please forgive my rudeness just now. As the founders of a city-state, we are all inexperienced and should have improved through gradual learning. However, danger is threatening our safety all the time, so I was a little too anxious just now!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;No, my king!&amp;quot; Kallikretu, who rarely spoke, said modestly, &amp;quot;Compared to your wisdom, we are still far behind!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Kadekretu, I have nothing good to give you for flattering me like this!&amp;quot; Shiloh said jokingly.&lt;br&gt;&lt;br&gt;Everyone laughed again.&lt;br&gt;&lt;br&gt;&amp;quot;My king, where are you going to recruit the Greek poor?&amp;quot; asked Nurnusis.&lt;br&gt;&lt;br&gt;&amp;quot;That&amp;#39;s a good question! As a member of the council, let me ask you, where can we recruit the Greek poor in the best interests of Poseidia?&amp;quot; Hiro asked back.&lt;br&gt;&lt;br&gt;Everyone fell into deep thought.&lt;br&gt;&lt;br&gt;Kallikretu was the first to raise his head: &amp;quot;I think we should go to the Aegean Sea!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Oh, why not in Italy?&amp;quot; Shiloh continued.&lt;br&gt;&lt;br&gt;&amp;quot;I think that if the Greeks in Italy become citizens of Poseidia, they can still maintain contact with their original city-states. In this way, after they know our situation, they can seize the power of Poseidia with the support of their original city-states.&amp;quot; Callikretu chose his words carefully: &amp;quot;And when the Greeks in the Aegean Sea come here, they will feel unfamiliar with everything here, and they will feel at ease to become citizens of Poseidia!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Very good analysis!&amp;quot; Xi Luo praised, &amp;quot;But we have to be careful not to bring in too many poor people from the same city-state. Why is that?&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;People from the same city-state tend to unite together, which will affect our management of Poseidia.&amp;quot; Nurnusis thought about it and quickly gave the answer.&lt;br&gt;&lt;br&gt;&amp;quot;Look, everyone, it is not easy to make a decision, because you need to consider many factors. One wrong step may cause losses to the city-state!&amp;quot; Shiloh said meaningfully. This made Picos feel ashamed. The answers he had just thought of were all wrong.&lt;br&gt;&lt;br&gt;&amp;quot;It&amp;#39;s really not easy to manage a city-state! It&amp;#39;s just the beginning and it&amp;#39;s already so troublesome. I wouldn&amp;#39;t have joined the council if I had known.&amp;quot; Misconon yawned in boredom.&lt;br&gt;&lt;br&gt;Hilo smiled and said to Nurnusis, &amp;quot;After the land is divided and everyone is settled, you take some people on a boat to the Aegean Sea and recruit poor people from various city-states!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;My king, please leave this task to me with confidence!&amp;quot; Nurnusis agreed readily.&lt;br&gt;&lt;br&gt;&amp;quot;Master, if so many poor people flock to Poseidon, our already tight food supply will become even more scarce. If we don&amp;#39;t take immediate action, it will probably cause major turmoil!&amp;quot; Keniga, who had been listening, interrupted.&lt;br&gt;&lt;br&gt;&amp;quot;Yes, I have been thinking about the food problem. Tomorrow, I will ask Kozula to go to Tusim and ask for assistance from Dorisa as an ally. If assistance is not possible, we can buy it with money. Tusim has recaptured the main camp. I heard that Lukeram has stored sufficient food there. He originally planned to attack Tusim, but in the end, Tusim took advantage of it!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Master, you have always used your own money to buy food and supply it to everyone. Now that the city-state has been established, although you are the king, you should not use your private money to do official business. This should be paid for by the national treasury!&amp;quot; Keniga reminded indignantly.&lt;br&gt;&lt;br&gt;Others were extremely ashamed.&lt;br&gt;&lt;br&gt;Shiloh smiled bitterly and said, &amp;quot;There is no money in the treasury right now, and I&amp;#39;m afraid I won&amp;#39;t receive a single drachma for a long time in the future, so I have no choice but to pay out the money first!&amp;quot;&lt;br&gt;&lt;br&gt;Picos hesitated for a moment and said, &amp;quot;My king, I will lend you the money for now. I will return it to you when the city-state has money!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Oh, why bother? Since I am King Poseidon, it is only right that you use my money.&amp;quot; Hiro said generously.&lt;br&gt;&lt;br&gt;&amp;quot;No, the king&amp;#39;s money belongs to the king, and the city-state&amp;#39;s money belongs to the citizens. This must be clearly distinguished!&amp;quot; Picos said seriously.&lt;br&gt;&lt;br&gt;Xi Luo was stunned, thought about it, and then said: &amp;quot;Okay, even if it is a city-state that lends money to me, it will be handled according to the normal loan procedures, and interest will be calculated at the same time! You, Picos, will be responsible for this matter. Please discuss it with my chief financial officer, Keniga.&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Yes, my king!&amp;quot; Picos agreed.&lt;br&gt;&lt;br&gt;Hilo turned his gaze to Surmus again: &amp;quot;I want you to go to Tarantum tomorrow, inform their council of the news that we have established Poseidon, and ask for their assistance!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;I really want to see the surprise on the faces of the Taranto people right away. Think about it, when they drove us away, they thought we were crazy!&amp;quot; Sulms&amp;#39; words resonated with everyone.&lt;br&gt;&lt;br&gt;&amp;quot;Uncle Solmus, you are not going to Tarantum to vent your anger. You should talk to them more about our difficulties and less about our victories. You should make them feel that we are poor brothers who are in urgent need of their help, rather than potential enemies who like to fight and kill! However, you must also make them understand that although Poseidon is weak, he is not weak! Therefore, this visit will not be easy. You must make a good plan and strive to get the support of Tarantum. Can you do it?&amp;quot;&lt;br&gt;&lt;br&gt;Shiloh&amp;#39;s words made everyone ponder. Sulms thought for a while and made up his mind. He said, &amp;quot;I will try my best to do it!&amp;quot;&lt;br&gt;&lt;br&gt;Hiro encouraged him, &amp;quot;Very good, you are worthy of being my uncle! The citizens of Poseidon are waiting for good news from you!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;My king, what you said makes me feel very pressured!&amp;quot; Solmus made an exaggerated expression, causing everyone to laugh, and the atmosphere gradually became relaxed.&lt;br&gt;&lt;br&gt;At this time, Hilo proposed a new topic: &amp;quot;Everyone, Cheops&amp;#39;s behavior has shown that the people have always been blindly impulsive and irrational. There are only forty or so citizens, and it is still like this. When more Greeks become citizens of Poseidia, the order of the city-state will become even more chaotic! Therefore, we must quickly establish our city-state laws, establish Poseidia&amp;#39;s political system, and use legal provisions to constrain the daily behavior of citizens, so that the entire city can be more orderly and easier to manage!&amp;quot;&lt;br&gt;&lt;br&gt;Everyone agreed with this. Moreover, they called Timasus, who was well versed in Athenian law, to join the discussion...&lt;br&gt;&lt;br&gt;At Shiloh&amp;#39;s insistence, the first law to be established was the Poseidon Law.&lt;br&gt;&lt;br&gt;The original text is as follows: Olympian gods, we founded the city of Poseidia under your protection. The city-state is ruled by King Hero, who has the power to manage the city-state, appoint and dismiss officials, command the army, and be responsible for warfare and diplomacy; the council is composed of representatives elected by citizens of the various demos of Poseidia...&amp;quot;&lt;br&gt;&lt;br&gt;At the end of the Dafa, it is emphasized that: &amp;quot;The authority of the king is sacred and inviolable! The authority of the council is sacred and inviolable! The authority of the court is sacred and inviolable! If anyone offends, the punishment will be flogging or death penalty, depending on the severity of the offense!&amp;quot;&lt;br&gt;&lt;br&gt;The next topic of discussion was the Poseidon Laws, and their reference material was mainly the Athenian Laws. The Athenian Laws had many articles, some of which seemed extremely backward and ridiculous to Hero, who was a modern man, and even contradictory.&lt;br&gt;&lt;br&gt;For example, one of the rules states: &amp;quot;If anyone breaks a limb of another, and reconciliation is not possible, he should take equal revenge!&amp;quot;&lt;br&gt;&lt;br&gt;And in the next article it says: &amp;quot;If anyone with his hand or fist breaks the bones of a free man, he shall pay a fine of three hundred drachmas; if the one struck is a slave, the fine shall be half of that!&amp;quot;&lt;br&gt;&lt;br&gt;These two principles are completely incompatible, and examples of this are numerous in the Athenian Law.&lt;br&gt;&lt;br&gt;Hiero said to everyone, especially Timathus: &amp;quot;The Athenian Law does not conform to the actual situation of Poseidon and cannot be copied completely. However, there are so many legal provisions that we may not be able to finish them even if we discuss for a month. So there is no need to rush to complete it. We can first formulate some basic principles, and then maintain the order of the city-state based on these principles, and then gradually improve and enrich it later!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;My king, you are absolutely right. I only read a few pages of this book and I feel dizzy, let alone discussing it!&amp;quot; Misconon complained while holding a thick volume of &amp;quot;Athenian Law&amp;quot; copied on papyrus brought by Timasus.&lt;br&gt;&lt;br&gt;&amp;quot;Misconon, I want you to be the judge!&amp;quot; Shiloh said with a smile.&lt;br&gt;&lt;br&gt;Miskonon shook his head vigorously: &amp;quot;My king, please forgive me! With my ability, I can farm and fight, but to be a judge and try criminals is like fishing in the ocean, it is too difficult!&amp;quot; The two of them shouted together and made everyone laugh again.&lt;br&gt;&lt;br&gt;Shiloh smiled, raised a finger, and said, &amp;quot;Let me first put forward a few principles for your reference.&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;The first one is the most important! The law must treat everyone with the same standard. There cannot be one set of rules for nobles and another set for commoners. Even if I break the law, I will be punished. This is the principle of &amp;#39;everyone is equal before the law&amp;#39;!&amp;quot;&lt;br&gt;&lt;br&gt;Everyone was shocked when they heard this. Picos felt at this time that Hero became king not for his own selfish interests, but because he really wanted to build this city-state.&lt;br&gt;&lt;br&gt;(In ancient Greece, there was no unit of land measurement called mu. The land units in Greece and Egypt were either too small or too large. So please forgive me for using China&amp;#39;s current land unit &amp;quot;mu&amp;quot;, which is about 667 square meters. Ten mu is 6670 square meters, which should be quite large. In ancient times, one mu (ancient mu is one-third of modern mu) weighed about 150 jin, while according to modern mu, it would weigh 450 jin. Regardless of whether the geology is fertile or not, ten mu can harvest 4,500 jin in one season. If one person eats one and a half jin of food a day, it would only weigh about 500 jin a year, which should be enough for the citizens of Bosaiah. Thank you very much for the question from reader Rolling Stone! The above does not count as words.) (To be continued. If you want to know what happened next, please log in to .qidian. There are more chapters. Support the author and support genuine reading!) (To be continued&lt;/p&gt;\n  </div>\n </body>\n</html>\n",
    "Chapter 105": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   &lt;p&gt;&lt;br&gt;&lt;br&gt;&lt;br&gt;Volume 3 Chapter 27 Slavery and Greek Religion&lt;br&gt;Misconon asked unwillingly: &amp;quot;Don&amp;#39;t we nobles have any preferential treatment compared to those citizens who came later?&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Have you seen the legal privileges Athens gave to those generals?&amp;quot;&lt;br&gt;&lt;br&gt;Misconon thought for a moment and replied in frustration, “No!”&lt;br&gt;&lt;br&gt;&amp;quot;Since we are determined to surpass Athens, how can we lag behind Athens in terms of law!&amp;quot; Xiluo said seriously, and then held up two fingers: &amp;quot;The second principle is that private property is protected by the city-state and is sacred and cannot be violated!&amp;quot;&lt;br&gt;&lt;br&gt;Everyone nodded. After all, they were once Athenians, so they were not surprised by these two principles. For Hilo, who was once a modern man, he had seen the village head and town party secretary being tyrannical in the village, and had seen them forcibly demanding various &amp;quot;donations&amp;quot; from his parents&amp;#39; agricultural company. Because he hated this kind of &amp;quot;privilege&amp;quot;, he did not hesitate to state these two principles, even though it might have a significant impact on his future dictatorship.&lt;br&gt;&lt;br&gt;&amp;quot;The third principle is that anyone who kills someone intentionally must pay with his life!&amp;quot; Shiloh raised three fingers.&lt;br&gt;&lt;br&gt;This made them confused, because although there was a principle of retaliation in Athenian law, that is, &amp;quot;an eye for an eye, a tooth for a tooth&amp;quot;, they had never heard of &amp;quot;intentional killing&amp;quot;. So Hero spent a lot of time explaining to them the difference between &amp;quot;intentional killing&amp;quot; and &amp;quot;manslaughter&amp;quot;. When everyone understood its meaning, they had to think that &amp;quot;this statement&amp;quot; was more fair and reasonable. Otherwise, if you accidentally pushed someone and that person fell down and died, but you had to pay for it with your life, it would be really inhumane.&lt;br&gt;&lt;br&gt;&amp;quot;Article 4...&amp;quot; Shiloh felt his throat was almost dry. He swallowed and continued, &amp;quot;Except for the death penalty, other crimes shall not cause physical damage to the prisoners. Instead, they shall be punished with fines, imprisonment, and prison. Because we are few in number, the life of every citizen should be cherished!&amp;quot;&lt;br&gt;&lt;br&gt;Everyone expressed their agreement.&lt;br&gt;&lt;br&gt;&amp;quot;Article 5—&amp;quot; Seeing that everyone was listening attentively, Shiloh said, &amp;quot;There must not be any provisions in the law that discriminate against slaves! For example, when a slave appears in court as a witness, he must first be whipped... and so on. Masters must not abuse or kill their slaves. Once discovered, they must be punished!&amp;quot;&lt;br&gt;&lt;br&gt;As soon as this statement was made, it immediately caused great controversy.&lt;br&gt;&lt;br&gt;&amp;quot;My king, I know you are kind to your slaves, but slaves are the property of the Greeks themselves. You said before that &amp;#39;private property is sacred and inviolable&amp;#39;, and the city-state should not interfere with the people&amp;#39;s handling of their own property!&amp;quot; Picos objected.&lt;br&gt;&lt;br&gt;Hilo calmly pointed to the left side of the camp, then to the right side, and asked Picos, &amp;quot;What do you see?&amp;quot;&lt;br&gt;&lt;br&gt;Picos shook his head in confusion.&lt;br&gt;&lt;br&gt;&amp;quot;This camp is almost entirely populated by slaves, and there are only more than 40 citizens!&amp;quot; Hiero said solemnly, &amp;quot;Even if more Greeks arrive, this situation will not change. Each of you has ten acres of land, and you have to cultivate it all by yourselves! Even if you want to do it alone, you can&amp;#39;t do it, so of course you can only buy slaves. If one is not enough, buy two; if two are not enough, buy three... The number of slaves in Poseidon will always far exceed the number of citizens! After these two struggles, we all know that slaves can not only work, but are also very good warriors. Ladies and gentlemen, this is a huge hidden danger to our city-state! Picos, tell me, how to solve it?&amp;quot;&lt;br&gt;&lt;br&gt;Shiloh&amp;#39;s remarks once again aroused everyone&amp;#39;s concerns.&lt;br&gt;&lt;br&gt;&amp;quot;My king, the slaves may not have the courage to rebel, right? The number of slaves in Athens is greater than that of Athenian citizens, and aren&amp;#39;t they all very obedient?&amp;quot; The nervous Misconon found a reason and spoke first.&lt;br&gt;&lt;br&gt;&amp;quot;That&amp;#39;s different, Misconon!&amp;quot; Nurnusis said with a wry smile, &amp;quot;The Athenian army is already very strong, and we are surrounded by Greek city-states. If the slaves rebel, they will be suppressed by everyone! But Poseidon is different. We are surrounded by the natives. The slave rebellion is just what they want, and they may even become the instigators of these slaves!&lt;br&gt;&lt;br&gt;&amp;quot;Oh my!&amp;quot; Misconon grabbed his hair in annoyance. &amp;quot;I thought everything would be fine after I got the land, but I didn&amp;#39;t expect there would be so many troubles!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;It&amp;#39;s difficult to build a city-state! It&amp;#39;s even more difficult to govern a city-state!&amp;quot; Shiloh said with emotion.&lt;br&gt;&lt;br&gt;Everyone felt the same way. You know, everyone was an ordinary citizen before, and suddenly became the administrator of the city-state. They had no experience in this. The environment was very dangerous, so there were more problems. Everyone was completely helpless and relied more on Shiloh&amp;#39;s wisdom. This was actually a great opportunity for Shiloh.&lt;br&gt;&lt;br&gt;&amp;quot;My king, how should we solve this hidden danger?&amp;quot; Picos didn&amp;#39;t have any good ideas, and finally asked Shiloh for advice again with a blushing face.&lt;br&gt;&lt;br&gt;&amp;quot;Let the slaves feel that they are part of Poseidon and enjoy some rights, so that they will not betray Poseidon!&amp;quot; Shiloh said confidently.&lt;br&gt;&lt;br&gt;…&lt;br&gt;&lt;br&gt;The crowd discussed until dark, formulated some basic principles of the &amp;quot;Poseidian Law&amp;quot;, elected Timasus as a temporary judge, and agreed that the king&amp;#39;s slaves would form a city guard to maintain public order in Poseidia.&lt;br&gt;&lt;br&gt;Everyone had no choice but to do this. The security of the city-state needed to be maintained, and there should be guards patrolling every day. However, for a long time in the future, citizens would be busy with their own affairs and would have no time to participate in public office. In Athens, citizens who held any public office in the city-state were paid every day, but Poseidon could not do it, and his treasury was empty...&lt;br&gt;&lt;br&gt;After the meeting was over and everyone left, Shiloh took a sip of water to moisten his dry throat.&lt;br&gt;&lt;br&gt;He looked up at the starry sky and sighed: he had an ambition to build Poseidia into a powerful city-state, to let its light shine across the Mediterranean. However, the difficulties in reality were far greater than he had imagined. The city-state had a myriad of affairs to deal with, but he had too few people to work with. Logically, the members of the council should no longer be responsible for specific administrative affairs, but they had to take on multiple duties. Poseidia&amp;#39;s situation was not optimistic, but they solved so few problems in a day that he felt that time was not enough.&lt;br&gt;&lt;br&gt;Back in the tent, he fell headfirst onto the bed, exhausted both physically and mentally.&lt;br&gt;&lt;br&gt;Alesha took off his clothes, wiped him carefully with water, and then massaged him using the techniques taught by Shiloh.&lt;br&gt;&lt;br&gt;Alesha&amp;#39;s gentle touch made Shiloh respond. His tired body seemed to be injected with new energy. He turned over and hugged Alesha.&lt;br&gt;&lt;br&gt;&amp;quot;Master!&amp;quot; Alesha&amp;#39;s timid cry aroused his desire. His hand quickly reached into the loose robe and grasped the firm breasts.&lt;br&gt;&lt;br&gt;At this moment, the guard&amp;#39;s voice came from outside the door: &amp;quot;Master, Flaccus wants to see you!&amp;quot;&lt;br&gt;&lt;br&gt;It was as if a can of cold water was poured on him, and his desire receded in an instant. Shiloh shouted angrily, &amp;quot;Can&amp;#39;t you see I&amp;#39;m going to bed? No! We can talk tomorrow if you have anything to say!&amp;quot;&lt;br&gt;&lt;br&gt;As soon as he finished speaking, the curtain was lifted and Flaccus rushed in. His cold expression did not change because of the intimate actions of Hero and Alessia: &amp;quot;I came here just to say a word. I plan to leave Poseidia tomorrow.&amp;quot; After that, he walked out.&lt;br&gt;&lt;br&gt;&amp;quot;You just went back like this without doing anything. If the high priest knew about this, wouldn&amp;#39;t he be very sad?&amp;quot;&lt;br&gt;&lt;br&gt;Flaccus was startled, then turned around and said angrily: &amp;quot;You are now the high priest of the city-state! Poseidon, the patron saint of Poseidon, is not the goddess Athena! Why am I still staying here!&amp;quot;&lt;br&gt;&lt;br&gt;With the help of Alesha, Shiloh put on his clothes and said, &amp;quot;You can become a citizen of Poseidia and own fertile land.&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Thank you for your kindness. I am a priest and I have decided to serve the goddess for life!&amp;quot; Flaccus refused coldly.&lt;br&gt;&lt;br&gt;&amp;quot;Well, respected priest, may I ask, is there any difference in what the priests do when they believe in the goddess, the sea god, or other gods?&amp;quot;&lt;br&gt;&lt;br&gt;Flaccus was speechless for a moment. Indeed, the priests of various temples usually did the same things: praying to oracles, participating in and hosting various large-scale activities of the city-state...&lt;br&gt;&lt;br&gt;&amp;quot;Of course there are differences!&amp;quot; Flaccus came back to his senses and argued: &amp;quot;Athena grants believers wisdom and victory in war, Poseidon allows believers to sail safely on the sea, and Hades allows the dead to rest in peace in hell...&amp;quot;&lt;br&gt;&lt;br&gt;Hiro did not refute Flaccus&amp;#39;s substitution of concepts, and continued, &amp;quot;You see, the Greek people revere the Olympian gods. Even if their prayers are not effective, it will not reduce their reverence for the gods. But because of this, even though the patron saint of Athens is the goddess Athena, the goddess is only responsible for the field of war. Therefore, Nurnus and others believe in the god of the sea, women in the family generally believe in Hera, and merchants believe in Herses... The gods have diluted the people&amp;#39;s faith! Therefore, although the priests of a single temple are respected, they do not have a strong appeal among the people. Don&amp;#39;t you think so, Flaccus?&amp;quot;&lt;br&gt;&lt;br&gt;Flaccus recalled what the high priest said before he left, and he actually agreed with Hero&amp;#39;s words. It was not that people no longer believed in the gods, but that the functions of the gods made the people confused.&lt;br&gt;&lt;br&gt;Hero observed Flaccus&amp;#39;s expression and said, &amp;quot;In the kingdom of gods, Zeus and Hera rule the gods and live together on Mount Olympus; but in the human world, in Greece, people separate the gods! Why don&amp;#39;t they worship them in the same temple?&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Worship all the gods in the same temple?!&amp;quot; Flaccus was stunned by this unheard-of and crazy idea.&lt;br&gt;&lt;br&gt;&amp;quot;Yes, in this way, people only need to pray in this temple to meet all their needs without having to run around. The temple will also gain more believers!&amp;quot;&lt;br&gt;&lt;br&gt;Flaccus, who was already in a trance, asked inexplicably: &amp;quot;What should this temple be called? What should the priests of the temple be called?&amp;quot;&lt;br&gt;&lt;br&gt;Xi Luo smiled: &amp;quot;This temple is called the Pantheon, and you are the high priest, managing all believers of the Olympian gods in the Mediterranean!&amp;quot;&lt;br&gt;&lt;br&gt;(After reading everyone&amp;#39;s suggestions, it seems that I was a little inconsiderate on the land issue. The chapters that have been uploaded cannot be changed. However, Shiloh will soon acquire new land, and then more land will be given to the citizens.) (To be continued. If you want to know what happens next, please log in to .qidian. There are more chapters. Support the author and support genuine reading!) (To be continued)&lt;/p&gt;\n  </div>\n </body>\n</html>\n",
    "Chapter 106": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   &lt;p&gt;&lt;br&gt;&lt;br&gt;&lt;br&gt;Volume 3 Chapter 28 Honorary Citizens&lt;br&gt;&amp;quot;High priest? All believers of the Olympian gods...&amp;quot; Flaccus repeated this word in a daze, and suddenly he was shocked: &amp;quot;No! You can&amp;#39;t do this! The gods are selfish, they will not allow people to place their thrones in the same temple! !&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;They can discuss matters together in the Kingdom of God, and they can also share the dedication of believers in the human world! The Olympian gods felt that although the Greeks worshiped gods, they did not establish a systematic and organized Greek religion, which caused the believers to be divided and busy with internal fighting, resulting in the loss of faith! So they favored me, gave me strength and wisdom, and created one miracle after another, hoping that one day they could bring all the believers of the gods under one religion and let the glory of the gods rejuvenate! I am the representative of the gods on earth! Flaccus, are you willing to be the representative of the believers in front of the gods?!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;A religion... a religion...&amp;quot; Flaccus repeated the word in a low voice, and suddenly raised his head and asked, &amp;quot;What is its name?&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Greek God Religion!&amp;quot; said the Lord Xi Luo solemnly.&lt;br&gt;&lt;br&gt;&amp;quot;Greek God?!&amp;quot; There was a strange light flashing in Flaccus&amp;#39; eyes.&lt;br&gt;&lt;br&gt;…&lt;br&gt;&lt;br&gt;The next morning, Picos announced the decision to distribute land to the citizens of Bosnia. Although many people had communicated with Picos beforehand, they were all excited when they learned that each person would receive ten acres of fertile land, and they couldn&amp;#39;t wait to get the land immediately.&lt;br&gt;&lt;br&gt;Picos then announced: The king, taking into account the actual difficulties of the citizens, allowed each person to borrow one thousand drachmas from the king to buy slaves, livestock, wheat seeds and fruit seedlings, without any interest, and to be repaid within three years.&lt;br&gt;&lt;br&gt;The crowd cheered loudly. Although they were happy to get the land, they were also worried about how to cultivate such a large piece of land. Shiloh presented a great gift in time, which made them express their gratitude to the king from the bottom of their hearts.&lt;br&gt;&lt;br&gt;Then Timasus came out and read the newly enacted law to the people. At this time, the people&amp;#39;s minds were all on the land, and they didn&amp;#39;t listen carefully. Even when Timasus read &amp;quot;Masters shall not abuse slaves or kill slaves, otherwise they will be fined at least one thousand drachmas!&amp;quot;, they didn&amp;#39;t react much.&lt;br&gt;&lt;br&gt;Until Timasus read: &amp;quot;Slaves who work hard for their masters for three years without any bad deeds will be awarded the title of &amp;#39;slave citizen&amp;#39;. No one can insult or beat the slave with insulting language, and they will no longer be subject to whipping and other clauses applicable to ordinary slaves when they go to court. Violators will be fined 500 drachmas!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Slaves who work hard for their masters for six years without any bad record will be awarded the title of &amp;#39;honorary&amp;#39; citizen. The master must formally name them, and they will receive a salary of no less than fifty opols per month. They will also have the right to participate in any public gathering, but they will not have the right to vote!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;If a slave has worked hard for his master for ten years and has no bad record, the master must allow the slave to redeem himself, and the price cannot exceed three times the original purchase price. If the slave cannot redeem himself, the city-state will pay for the redemption, and after serving the city-state for one year, he can become a citizen of the city-state!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;In addition, all slaves who have made contributions to the city-state will be rewarded by the council according to the size of their contributions!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;According to this law, all of King Shiloh&amp;#39;s slaves made great contributions to the construction of Poseidon. The king discussed with the council and decided to grant each of them the title of &amp;#39;Honorary Citizen&amp;#39; of Poseidon!&amp;quot;&lt;br&gt;&lt;br&gt;After the words fell, there was silence all around. The slaves thought they had heard it wrong and couldn&amp;#39;t believe it was true! The people also thought they had heard it wrong. They bought a slave and had to set him free after ten years. How could this be possible?&lt;br&gt;&lt;br&gt;They protested in unison, but the protest was drowned out by the thunderous cheers of the slaves, and the axemen behind Timathus made them afraid to rush forward to argue with Timathus. What happened to Cheops was a lesson!&lt;br&gt;&lt;br&gt;When the cheers finally died down, Picos shouted again: &amp;quot;Citizens, follow me to measure the land!&amp;quot;&lt;br&gt;&lt;br&gt;Some people were still hesitating, while others had already followed Picos and Nurnussis. Just kidding, although they were all fertile lands, there were differences. If you go late, the land you get may be in a bad location, so others had to catch up quickly, and a possible quarrel disappeared without a trace.&lt;br&gt;&lt;br&gt;Xiluo heaved a sigh of relief, but this was only temporary. In order to make these citizens understand, Picos and others had to communicate with everyone, and the city-state might have to make greater compensation for their losses. But as long as they were convinced, it would not be a problem for others to join, because it would take three years for them to become citizens of the city-state. By then, these laws would have long been commonplace.&lt;br&gt;&lt;br&gt;&amp;quot;Master, thank you!&amp;quot; Cecito&amp;#39;s trembling voice came from behind.&lt;br&gt;&lt;br&gt;When Hilo looked back, he and Hrim were both in tears. Hilo immediately understood their feelings at the moment. He patted Sesito and said emotionally: &amp;quot;Don&amp;#39;t thank me, you have earned this honor through your own efforts! Keep working hard, I believe the day when you own the land is not far away!&amp;quot;&lt;br&gt;&lt;br&gt;When the people were measuring the land with the council members and distributing it, Hiro came to the land he bought with his slaves. According to the agreement, he had to give each citizen two acres of land, and this time he gave up the ownership of the new land. In order to thank the king for his great contribution to the establishment of Poseidia, the council allowed him to own two hills by himself, so Hiro now owned nearly 900 acres of land and two hills.&lt;br&gt;&lt;br&gt;Shiloh&amp;#39;s land is close to the south bank of the Adrotheni River. The soil is dark brown and has a high humus content. It is also grassland, making it very easy to cultivate into farmland. After Shiloh looked around his land, he thought of a key question and asked Keniga behind him: &amp;quot;Will these two rivers flood during the rainy season?&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Master!&amp;quot; Keniga said, &amp;quot;The last time Niyu came, I asked him about it. He said he had never seen a flood since he was a child, but there are floods every year!&amp;quot;&lt;br&gt;&lt;br&gt;Shiloh asked hurriedly, &amp;quot;How high will it go?&amp;quot;&lt;br&gt;&lt;br&gt;Keniga pointed to a row of branches not far ahead and said, &amp;quot;Over there, I made a special mark!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Keniga, you did a great job!&amp;quot; Shiloh praised Keniga&amp;#39;s carefulness. But when he walked over and compared the distance between the river bank and the inserted branches, he immediately cursed: &amp;quot;Damn Tusim people, I lost dozens of acres of land in vain!...&amp;quot;&lt;br&gt;&lt;br&gt;As he was cursing, he saw the lush green grass growing by the river bank. He had an idea and grabbed a handful of soil from behind a tree branch, then went to the river bank and grabbed another handful of soil. After comparing them, he clapped his hands in satisfaction.&lt;br&gt;&lt;br&gt;Keniga asked curiously, &amp;quot;Master, have you found anything?&amp;quot;&lt;br&gt;&lt;br&gt;Shiloh laughed and said, &amp;quot;It&amp;#39;s not bad, I didn&amp;#39;t suffer any loss!&amp;quot; Shiloh, who was once a modern man, knew that although floods and rising waters are harmful to humans, they are also beneficial. Because the river brings mineral-rich sediments from the upper reaches to the lower reaches, the fertility of the soil is renewed. This is why Egypt is the &amp;quot;granary of the Mediterranean&amp;quot;, because the annual flooding of the Nile River keeps the land fertile.&lt;br&gt;&lt;br&gt;Shiloh put his hands on his hips, looked at his piece of land, and asked, &amp;quot;Kenija, what do you think I should plant on it?&amp;quot;&lt;br&gt;&lt;br&gt;Keniga looked embarrassed: &amp;quot;Master, I am a businessman, I have never been a farmer!&amp;quot;&lt;br&gt;&lt;br&gt;Xi Luo smiled and said jokingly: &amp;quot;Fortunately you don&amp;#39;t understand, otherwise I really thought there is nothing in the world that can stump you!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Master, nothing in this world can stump you!&amp;quot; said Keniga.&lt;br&gt;&lt;br&gt;Shiloh laughed and said, &amp;quot;Kenija, it seems that you have been with Surmus for a long time and have learned to flatter!&amp;quot;&lt;br&gt;&lt;br&gt;He walked a few steps, came to the other slaves, and said loudly: &amp;quot;Honorary citizens of Poseidon, who among you has ever planted a field? Tell me, what should be planted here?&amp;quot;&lt;br&gt;&lt;br&gt;The slaves looked at each other, and although they wanted to show off, there were blacksmiths, potters, bakers, weavers, bricklayers, sailors... but there were no farmers because the Shiloh family had never owned land before.&lt;br&gt;&lt;br&gt;After a while, one of the slaves walked out and said, &amp;quot;Master, I used to farm in Athens for six years. Later, Sparta and Athens went to war, and my former master took us to Athens. Because we had no land, he sold us to the slave market... I became your slave, a sailor, and a soldier.&amp;quot;&lt;br&gt;&lt;br&gt;Shiloh looked at him with interest and asked, &amp;quot;What&amp;#39;s your name?&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Sigurd! Master!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;So, Sigurd, tell me honestly, do you regret becoming my slave?&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;No, master, I only regret that I didn&amp;#39;t become your slave earlier.&amp;quot; Sigurd said excitedly: &amp;quot;With my original master, I had to work from early morning to late night every day. Not only did I not have enough food, but I would be beaten by the foreman if I took a short break! But after becoming your slave, I am now an honorary citizen of Poseidon! I hope to become a formal citizen of Poseidon in a few years!&amp;quot; Sigurd&amp;#39;s words resonated with almost all the slaves.&lt;br&gt;&lt;br&gt;Shiloh patted him and said happily, &amp;quot;Very good! As my slave, you should be confident about the future! What about you? Are you confident?&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Yes!&amp;quot; the slaves shouted in unison.&lt;br&gt;&lt;br&gt;Shiloh smiled and asked, &amp;quot;Now, Sigurd, tell me, what would be the best thing to plant here?&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Master, it&amp;#39;s a pity not to grow oats on such fertile land! The land near the river bank is sandy, and the grapes grown there must be very sweet!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Oh, oats and grapes!&amp;quot; Shiloh stroked his chin, thinking.&lt;br&gt;&lt;br&gt;Seeing that Shiloh did not object, Sigurd further suggested: &amp;quot;If you have decided to grow oats, you should start cultivating the land now. The weather here seems to be similar to that in Athens. In Athens, oats are planted in winter and can be harvested in the summer of the following year. Grapes can also be planted now and sprout in spring. Grapes grow very fast!&amp;quot; (To be continued. If you want to know what happened next, please log in to .qidian., there are more chapters. Support the author and support genuine reading!) (To be continued)&lt;/p&gt;\n  </div>\n </body>\n</html>\n",
    "Chapter 107": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   &lt;p&gt;&lt;br&gt;&lt;br&gt;&lt;br&gt;Volume 3 Chapter 29 The Root of Misfortune&lt;br&gt;Planting in winter and harvesting in summer, isn&amp;#39;t this winter wheat? Shiloh thought. In fact, he didn&amp;#39;t know that the Mediterranean region has hot and dry summers and mild and rainy winters. Planting grain in winter not only has high yields, but also high quality.&lt;br&gt;&lt;br&gt;Shiloh wanted to test him again, so he said, &amp;quot;Sigurd, look at that hill. What should we plant there?&amp;quot;&lt;br&gt;&lt;br&gt;“Plant olive and fig trees. However, if you plant saplings, it may take ten years before you can harvest them!” Sigurd replied.&lt;br&gt;&lt;br&gt;This is exactly what Hilo was worried about: the olives and olive oil that Greeks often eat can only be produced by themselves in ten years. Before that, they must rely on imports, which is indeed a big problem. But now Hilo has no time to think about it. He smiled and said to Sigurd: &amp;quot;From now on, I appoint you as the director of agriculture, responsible for managing and guiding the slaves to grow oats and grapes!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Me?&amp;quot; Sigurd was stunned.&lt;br&gt;&lt;br&gt;&amp;quot;Why, you don&amp;#39;t want to?&amp;quot; Shiloh said with a smile.&lt;br&gt;&lt;br&gt;&amp;quot;No, I do! I do!&amp;quot; Sigurd said a little excitedly.&lt;br&gt;&lt;br&gt;&amp;quot;When Surmus comes back from Tarantum, we will go buy wheat seeds and grape branches.&amp;quot; Shiloh said to Keniga, who nodded. Shiloh then said to Sigurd, &amp;quot;You can lead the slaves I assign to cultivate the land in the next few days, but you must follow my method!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Master&amp;#39;s method?&amp;quot; Sigurd was confused.&lt;br&gt;&lt;br&gt;&amp;quot;Yes, a new planting method can increase the yield of oats by at least half!&amp;quot; Shiloh said mysteriously, which increased the curiosity of Keniga and Sigurd. You know, in this era, wheat farming has been quite systematic. People know how to use cattle and horses as animal power to plow the land, and know how to use human and animal feces, as well as plant ash to increase soil fertility, so they don&amp;#39;t know if there is any new method to increase the yield by half! Half? If what the master said is true, it is enough to make the entire Mediterranean world crazy! But Shiloh didn&amp;#39;t go into details, just asked Sigurd to come to his tent at night, and he would draw pictures for him, which made Keniga envious, and Sigurd was extremely excited.&lt;br&gt;&lt;br&gt;Then Shiloh said, &amp;quot;Kenija, remember this for me. When you go to Tarantoum to buy wheat seeds, buy back a few slaves who are skilled in carpentry!&amp;quot;&lt;br&gt;&lt;br&gt;Keniga immediately wrote down Shiloh&amp;#39;s request on the wax tablet he carried with him. Let these slaves build the house! He thought to himself.&lt;br&gt;&lt;br&gt;&amp;quot;Buy a dozen more pairs of piglets.&amp;quot;&lt;br&gt;&lt;br&gt;The owner wants to raise pigs, Keniga thought.&lt;br&gt;&lt;br&gt;&amp;quot;Buy a few thousand more fish fry!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;What are fish fry?&amp;quot; This time, Keniga was stunned.&lt;br&gt;&lt;br&gt;Seeing Keniga&amp;#39;s puzzled expression, Hiro suddenly came to his senses. At that time, the Greeks had no habit of breeding freshwater fish. They faced the entire Mediterranean Sea. Sailors sailed out to sea and could catch a lot of sea fish with a few nets, so no one had ever thought of breeding fish.&lt;br&gt;&lt;br&gt;Should I raise fish fry myself? Shiloh was in a dilemma. The cries of water birds interrupted his thoughts. Before he knew it, he had come to the reed marsh where two rivers meet. He looked at the startled water birds in the sky, and then lowered his head to carefully observe the reed marsh and the surrounding swamps. He was moved and said, &amp;quot;Kenija, ... are there chickens, ducks, and geese for sale in Greece?&amp;quot;&lt;br&gt;&lt;br&gt;Keniga looked at his master in surprise and said, &amp;quot;Of course there are! And they are in Tarantum. I saw them in the market in Tarantum. They cost about ten to fifteen drachmas each!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Great!&amp;quot; Shiloh clapped his hands excitedly and said, &amp;quot;Write it down and buy another fifty ducks and fifty chickens!&amp;quot;&lt;br&gt;&lt;br&gt;Keniga frowned and said, &amp;quot;Master, I&amp;#39;m afraid there aren&amp;#39;t that many chickens and ducks! They usually bring two or three to the market to sell!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Then you can buy as many as you want!&amp;quot; Shiloh said helplessly. But then he got excited again: the lack of such a large number means that there are no intensive breeding farms in the nearby city-states, and there is great potential for the development of breeding industry. In fact, Shiloh didn&amp;#39;t know much about Mediterranean agriculture. Chickens, ducks, and geese were domesticated by the Egyptians as early as the 15th century BC. In ancient times, the middle and lower reaches of the Nile River were full of swamps, reed marshes and tidal flats, where a large number of water birds lived. The Egyptians captured them and consciously domesticated them. By this time, chickens, ducks, and geese could be raised in large numbers. It&amp;#39;s just that in Greece, the land is small and barren, and people often face famine. People are not full, so how can they have the energy to raise chickens and ducks. Only in the Greater Greece region is the situation better.&lt;br&gt;&lt;br&gt;…&lt;br&gt;&lt;br&gt;Kozura walked into Tusim&amp;#39;s meeting hall and immediately saw Dorisa sitting in the middle.&lt;br&gt;&lt;br&gt;This young leader of Tusim killed the two sons of Rurso on the spot after the battle of Lukelam. He was so high-spirited at that time. But after not seeing him for a few days, he seemed a little exhausted, and the other two elders beside him, Balbra and Dikwei, seemed to be putting on a show. And the strangers on the other side of Dorisa showed hostility to his arrival.&lt;br&gt;&lt;br&gt;Could these be the Lukeram people? Kozura remembered what Shiloh had told her: &amp;quot;If Dorisa cannot unify Lukeram, you must learn how to use their conflicts to achieve our goals!&amp;quot;&lt;br&gt;&lt;br&gt;Thinking of this, he bowed respectfully to Dorisa and said, &amp;quot;Dear Chief Tusim, I bring greetings from our king!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Your king?&amp;quot; Dorisa looked at him in surprise.&lt;br&gt;&lt;br&gt;&amp;quot;Yes, we have built the city of Poseidon on the south bank of the Adrosene River, and my master Shiloh was elected king! Therefore, I have come here on the king&amp;#39;s orders to report this happy event to Poseidon&amp;#39;s close ally Tusim!&amp;quot; Kozura said excitedly.&lt;br&gt;&lt;br&gt;&amp;quot;That&amp;#39;s a really happy event!&amp;quot; Dorisa said congratulations, but there was no joy on her face. He had studied in Tarantum and knew that during the Greek colonial period, a city-state was often established with a few hundred people, just like the Brutti also had a small tribe of a few hundred people. There was nothing surprising about it.&lt;br&gt;&lt;br&gt;The only thing he envied was that Shiloh was elected king by everyone, and there should be very few opponents. Unlike him, he thought that annexing Lukelam would greatly increase his strength. At the beginning, the Lukelam people were quite obedient. Dorisa incorporated most of the Lukelam people into his clan, and distributed a small number to Balbula and Dikwe. But soon conflicts arose. Because the hatred between the Tusim people and the Lukelam people was too deep, the two sides started quarreling and then fighting. So much so that the Tusim people protested to Dorisa and refused to accept the Lukelam people.&lt;br&gt;&lt;br&gt;The hostility of the Tusim people made the Lukelam people united again, and the Tusim priest Sex played a role in fueling this. Two days after returning to the village, he mixed with Flamini and other former Lukelam elders. And today, it was Sex who brought Flamini to Dorisa and proposed: Since the Tusim people did not accept the Lukelam people, the Lukelam people could only become an independent clan in the mountain village.&lt;br&gt;&lt;br&gt;This request was not only rejected by Dorissa, but also strongly opposed by Balbula and Dikvi: after the battle, there were only more than 300 warriors left in the three clans of the Tusim people, and the Lukelam clan had more than 300 warriors. If it was allowed to become an independent clan, Dorissa would obviously no longer be able to control Tusim, and Balbula and Dikvi did not want to have another clan to share the benefits, so they also expressed their opposition.&lt;br&gt;&lt;br&gt;While the two sides were arguing, Poseidon&amp;#39;s messenger arrived.&lt;br&gt;&lt;br&gt;&amp;quot;It&amp;#39;s ridiculous that a village with only a few hundred people wants to establish a city-state!&amp;quot; Flamini said sarcastically.&lt;br&gt;&lt;br&gt;&amp;quot;Excuse me, who are you? What right do you have to speak here?&amp;quot; Kozula asked in confusion.&lt;br&gt;&lt;br&gt;&amp;quot;Ignorant foreigner, I am the elder of Lukelum!&amp;quot; Flamini blurted out angrily without thinking about it.&lt;br&gt;&lt;br&gt;&amp;quot;Oh, the elder of Lukelam!&amp;quot; Kozula looked puzzled: &amp;quot;Weren&amp;#39;t the Lukelam people defeated? Now this is Tusim&amp;#39;s place!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Damned Greek, how dare he sow discord among our tribe! Come on, drive him out of the stronghold!&amp;quot; Sextus looked angry.&lt;br&gt;&lt;br&gt;&amp;quot;Sex, what right do you have to drive away our allies?!&amp;quot; Dorisa shouted with great dissatisfaction.&lt;br&gt;&lt;br&gt;&amp;quot;Chief, the Greeks clearly have ill intentions. They established a city-state without our consent, attempting to permanently occupy the land we leased to them! And now their envoys are trying to divide our people and weaken our strength! The Tusim people will never allow these malicious Greeks to live among us again. We should terminate their alliance immediately!&amp;quot;&lt;br&gt;&lt;br&gt;No matter how reasonable Sextus&amp;#39;s words were, Dorisa would not agree with them. He hated the fact that Sextus kept mentioning &amp;quot;we Tusim people&amp;quot; from time to time, as if he represented all the Tusim people.&lt;br&gt;&lt;br&gt;&amp;quot;Break the alliance!! Do you want me to break the oath I made to the god of Mount Nim? The Greeks helped us and defeated our enemies, but you want the honest Tusim people to betray their allies! Is this what a messenger who is dedicated to serving the god of Mount Nim can say?!&amp;quot; Dorisa&amp;#39;s harsh words left Sextus speechless.&lt;br&gt;&lt;br&gt;At this time, Kozura said: &amp;quot;Dear leader of Tusim, Poseidon is Tusim&amp;#39;s best ally. Our army is always willing to help Tusim and defeat Tusim&amp;#39;s enemies! Although Poseidon has only 200 warriors, its enemies will know how powerful they are!&amp;quot;&lt;br&gt;&lt;br&gt;The faces of Sextus, Flaminius and others changed drastically. These Lucelam elders could not forget the vicious image and bloody scene of the Greeks on the battlefield that day.&lt;br&gt;&lt;br&gt;Doris was very happy. With the help of the Greeks, he felt more confident.&lt;br&gt;&lt;br&gt;&amp;quot;Chief, Sex is old, and I don&amp;#39;t think he has the energy to serve as the priest of Tusim anymore!&amp;quot; Balbra stood up and said.&lt;br&gt;&lt;br&gt;&amp;quot;I agree with Balbra&amp;#39;s opinion!&amp;quot; Dickway also expressed his support clearly.&lt;br&gt;&lt;br&gt;&amp;quot;My position was given to me by the God of Mount Nim. No one has the right to force me to leave, and my tribesmen will never agree!&amp;quot; Sex did not expect Dorisa&amp;#39;s counterattack to be so sharp, and Dikwei&amp;#39;s betrayal made him even more furious. (To be continued. If you want to know what happened next, please log in to .qidian., there are more chapters, support the author, support genuine reading!) (To be continued)&lt;/p&gt;\n  </div>\n </body>\n</html>\n",
    "Chapter 108": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   &lt;p&gt;&lt;br&gt;&lt;br&gt;&lt;br&gt;Volume 3 Chapter 30 Civil War&lt;br&gt;&amp;quot;Mount Nim will never allow a person who attempts to desecrate its dignity to serve as a priest again! The Tusim people will not allow a person who has lost the trust of the gods to stay in this position!&amp;quot; Dorisa said uncompromisingly.&lt;br&gt;&lt;br&gt;&amp;quot;Let&amp;#39;s wait and see!&amp;quot; Sextus left angrily, and Flamini and others followed him out of the hall.&lt;br&gt;&lt;br&gt;&amp;quot;You old fool, you don&amp;#39;t know what&amp;#39;s good for you!&amp;quot; Dorisa swept away her previous depression and felt extremely happy.&lt;br&gt;&lt;br&gt;&amp;quot;Chief, be careful of those Lukelam people!&amp;quot; Dickwei warned.&lt;br&gt;&lt;br&gt;Dorisa nodded and said to Balbula, &amp;quot;Balbula, take your men to keep a close eye on those Lukelam people, especially their weapons. Don&amp;#39;t let them get even a short spear!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Yes, chief!&amp;quot; Balbra walked out of the hall quickly with a serious expression.&lt;br&gt;&lt;br&gt;Dorisa turned her gaze to Kozula: &amp;quot;Go back and tell your king that I want him to bring a hundred warriors to my stronghold immediately!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Now?&amp;quot; Kozura blinked and reminded him, &amp;quot;It&amp;#39;s already afternoon. It will be dusk at least when I get back to Poseidon. My master will lead the soldiers here until late at night!&amp;quot;&lt;br&gt;&lt;br&gt;Dorisa was stunned, looked at the weather outside the hall, and said helplessly: &amp;quot;Then we will set off tomorrow morning and must arrive in the morning!&amp;quot;&lt;br&gt;&lt;br&gt;Dorisa was determined to eliminate Sextus and the Lukelum elders. When he defeated Lukelum, he should have arrested Sextus immediately for the crime of &amp;quot;having an affair with Feqia&amp;quot;. But he was a little slow to react, and Sextus seized the opportunity to stir up trouble, almost threatening his position as leader.&lt;br&gt;&lt;br&gt;Kozula secretly complained: The tone of Dorisa&amp;#39;s speech was as if she was talking to an ally, she was simply giving orders to her subordinates!&lt;br&gt;&lt;br&gt;Kozura suppressed her dissatisfaction and said, &amp;quot;I will convey your request to the king immediately! In addition, my king hopes that Tusim can help Poseidia with some food!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Food&amp;quot; Dorisa asked in surprise, &amp;quot;Xi... Poseidon has nothing to eat?&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Yes!&amp;quot; Kozula said with a serious expression, &amp;quot;The food the king bought from Tarantum is almost gone, and the land has not been cultivated yet. There will be no harvest in the next few months before summer. That&amp;#39;s why he sent me to ask our allies for help!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Dickvi, is there any extra food in the village warehouse?&amp;quot; Dorisa said to Dickvi.&lt;br&gt;&lt;br&gt;He said this, but Dikwi still didn&amp;#39;t understand. He looked embarrassed and said, &amp;quot;Chief, you know, because of the war with Tarantum, we once asked Poseidon for food. This time we took back the mountain stronghold and got some food. But if we count the Lukelam people, these reserves are just enough for us to eat until next summer, and our land has not been cultivated yet!&amp;quot;&lt;br&gt;&lt;br&gt;How could Kozura not understand the trick? He interrupted and said, &amp;quot;Dear Chief Tusim, the king told me before I came that Poseidon would not take Tusim&amp;#39;s food for nothing. We will exchange it with you for pottery and ironware!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Iron?! You mean weapons!&amp;quot; Dorisa shouted a little excitedly.&lt;br&gt;&lt;br&gt;&amp;quot;Yes, spear and shield too!&amp;quot;&lt;br&gt;&lt;br&gt;Dorisa also realized his own gaffe. He put on a serious expression and said, &amp;quot;Dickway, go to the warehouse and see if you can squeeze out some food to help our allies!&amp;quot;&lt;br&gt;&lt;br&gt;…&lt;br&gt;&lt;br&gt;When Kozura rushed back to the camp, she saw Shiloh and Sigurd teaching each other how to cultivate the land. After waiting for a long time, she saw Sigurd leave the tent with an even more confused expression.&lt;br&gt;&lt;br&gt;Then Kozura reported to Shiloh what happened in Tusim. Shiloh looked at Kozura who was still resentful and said, &amp;quot;Are you angry about Dorisa&amp;#39;s stinginess?&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Yes, master!&amp;quot; Kozula said angrily, &amp;quot;There is plenty of food in Tusim&amp;#39;s stronghold, but he refused to give us any! We Poseidon helped him so much, but he thought it was his duty! We Poseidon are Tusim&amp;#39;s allies, but he treated us as his subordinates!&amp;quot;&lt;br&gt;&lt;br&gt;Shiloh smiled: &amp;quot;Very good! I heard what you said about &amp;#39;we Poseidon&amp;#39;, we must have such civic awareness!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Yeah!&amp;quot; Kozula nodded excitedly.&lt;br&gt;&lt;br&gt;&amp;quot;Dorisa is a Brutti, but she has the character of a Tarantum merchant. We Poseidon would rather the leader of Tusim be a calculating and selfish person than a broad-minded and far-sighted person! Cozula, those who love to take advantage of small gains will eventually suffer big losses, while those who often suffer losses may eventually gain big gains!&amp;quot;&lt;br&gt;&lt;br&gt;Kozula savored Shiloh&amp;#39;s words thoughtfully.&lt;br&gt;&lt;br&gt;&amp;quot;In the early morning, I will lead my troops to Tusim to see how Dorisa will deal with those Lukelam people!&amp;quot;&lt;br&gt;&lt;br&gt;…&lt;br&gt;&lt;br&gt;&amp;quot;Dorisa, wake up! Wake up!&amp;quot; The sleeping Dorisa was pushed awake by his wife. As soon as he opened his eyes, he heard his wife shouting anxiously: &amp;quot;Listen, what&amp;#39;s that sound?!&amp;quot;&lt;br&gt;&lt;br&gt;The morning breeze carried the shouting and sounds of fighting through the windows of the round house, clearly reaching Dorisal&amp;#39;s ears.&lt;br&gt;&lt;br&gt;He was so frightened that he jumped off the bed and ran out of the house without even bothering to wrap himself in a robe.&lt;br&gt;&lt;br&gt;The door was suddenly pushed open, and Niyu rushed in. Seeing Dorisa, he shouted, &amp;quot;Chief, it&amp;#39;s bad! The Lukelam people are rioting!!&amp;quot;&lt;br&gt;&lt;br&gt;Dorisa felt a buzzing sound in his head, and then everything went blank. He grabbed Niyu&amp;#39;s clothes in frustration and said, &amp;quot;How did they get through the blockade?! What is Balbra doing?!&amp;quot;&lt;br&gt;&lt;br&gt;The innermost plain of Tusim Village is actually a secondary peak of the hill. It is low in terrain and only connected to the main peak by a narrow stone road. It was used to raise cattle and sheep. This time, because there were too many surrendered Lukelam people, before reaching a distribution agreement, the Tusim people drove them into the plain to prevent any accidents. They reinforced the wooden wall, built a temporary sentry tower, and handed it over to Balbula to guard. Once a situation occurs, they can attack these unarmed Lukelam people from a high position.&lt;br&gt;&lt;br&gt;&amp;quot;Chief, they launched the attack at dawn. Maybe... maybe all the people in Balbula were asleep!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Damn Balbula! This idiot!&amp;quot; Dorisa stamped her feet and cursed, while putting on a cloth robe and rushing out in a hurry: &amp;quot;This must be the idea of ​​​​that old guy Sex! This time when I catch him, I will cut off his head and hang it on the wall!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Where are they now?!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;From the sound, they should still be in Balbura! When I came here, I saw Elder Dickway had already rushed over with his tribesmen!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Hurry up and blow the horn to gather the tribesmen for support! If we let Lukelam break into the warehouse and get the weapons, it will be dangerous!&amp;quot;&lt;br&gt;&lt;br&gt;…&lt;br&gt;&lt;br&gt;&amp;quot;Master, look!&amp;quot; Cecito pointed to a column of smoke rising in the distance.&lt;br&gt;&lt;br&gt;That&amp;#39;s the direction of Tusim! A warning signal rose in Shiloh&amp;#39;s heart: &amp;quot;Soldiers, speed up, we have to get to Tusim as soon as possible!&amp;quot;&lt;br&gt;&lt;br&gt;…&lt;br&gt;&lt;br&gt;When Helo arrived at the foot of the mountain stronghold, there was no one guarding the sentry post and the gate. Helo made a quick decision and rushed into the mountain stronghold with his breathless soldiers. He ran into a group of people chasing women and the elderly. When those people saw them, they immediately ran back in panic, shouting: &amp;quot;The Helos are coming! The Greeks are coming!!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Chase him!&amp;quot; Shiloh ordered decisively.&lt;br&gt;&lt;br&gt;The soldiers walked along the bumpy and narrow road and soon came to a place surrounded by wooden walls and where a big fire was burning.&lt;br&gt;&lt;br&gt;&amp;quot;That&amp;#39;s the inner village of Tusim!&amp;quot; Kozula, who had been to the village, said to Shiloh.&lt;br&gt;&lt;br&gt;At this time, a fierce battle was going on inside and outside the wall. It was clear which side was the enemy without even looking. Shiloh led the slave soldiers like a sharp knife and cut directly into the back of the Lukelam people.&lt;br&gt;&lt;br&gt;…&lt;br&gt;&lt;br&gt;&amp;quot;Chief, the Greeks are coming!&amp;quot; Dickvi, whose face was blackened by the fireworks, pointed happily outside the wall.&lt;br&gt;&lt;br&gt;But Dorisa felt bitter in her heart.&lt;br&gt;&lt;br&gt;It turned out that Sextus and Flaminius had been planning to retake the stronghold. They secretly instigated the two tribes to fight, which led to the intensification of the conflict between the two tribes, forcing Doris to reunite the Lucelam people. Sextus and Flaminius therefore proposed to establish the Lucelam people as a clan again, mainly to get weapons more smoothly. However, the appearance of Poseidon&amp;#39;s messenger and Doris&amp;#39;s attitude made them feel dangerous, so they decided to launch an emergency attack.&lt;br&gt;&lt;br&gt;Sex had been in Tusim for decades, so he certainly had his own confidants. He took advantage of the early morning when the Tusim people were sleeping the deepest to kill the guards, open the wooden door, and let the Lukelam people in. Three hundred Lukelam people rushed into the place where Balbula was guarding. Balbula rushed to fight. Although his people were brave, there were only dozens of them. The Lukelam people defeated them with wooden sticks.&lt;br&gt;&lt;br&gt;When Dikwei arrived, the Lukelam people had already opened the warehouse and got the weapons. Seeing the bad situation, Dikwei led his people to retreat and persuaded Dorissa who came later to retreat to the inner village. The Lukelam people tried to attack the inner village in one fell swoop, but with the wooden wall blocking them, they could not show their advantage in numbers, and many people died instead.&lt;br&gt;&lt;br&gt;Sextus had people throw torches into the inner camp, eventually setting the houses on fire, in an attempt to force Tusim out of the inner camp. But the Tusim people held their ground, leaving Sextus helpless.&lt;br&gt;&lt;br&gt;At this time, Flaminius remembered the tactics used by the Greeks during the battle, so he asked his people to capture the families of the Tusimian warriors. At this time, Hero arrived.&lt;br&gt;&lt;br&gt;&amp;quot;Chief, we should open the gate immediately and attack the Lukelam people from both sides!&amp;quot; Dickwei said anxiously.&lt;br&gt;&lt;br&gt;&amp;quot;Don&amp;#39;t worry!&amp;quot; Dorisa&amp;#39;s eyes were gloomy: &amp;quot;Too many Shiloh people have come!&amp;quot;&lt;br&gt;&lt;br&gt;Dickwei shuddered and understood what Dorisa meant. He stopped and could only look at the battlefield outside the wall with regret.&lt;br&gt;&lt;br&gt;However, the war situation was beyond Doris&amp;#39;s expectation. The Lukelamites, who had been fighting since the early morning, were almost defeated in one blow. The memory of the two disastrous defeats made the Lukelamites deeply afraid of the Greek soldiers. The Tusimites were very excited. They opened the wooden door without authorization and rushed out. Doris was helpless to see this. His prestige was not enough to completely subdue these scattered Tusimites. (To be continued. If you want to know what happened next, please log in to .qidian., there are more chapters, support the author, support genuine reading!) (To be continued)&lt;/p&gt;\n  </div>\n </body>\n</html>\n",
    "Chapter 109": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   &lt;p&gt;&lt;br&gt;&lt;br&gt;&lt;br&gt;Volume 3 Chapter 31 Matchmaking&lt;br&gt;&amp;quot;Niyu, bring me a wet cloth!&amp;quot; Dorisa was thinking about the meeting with Shiloh, and was having a headache about what attitude to take. At that moment, Shiloh had already come to him on the road stained with blood.&lt;br&gt;&lt;br&gt;&amp;quot;Dear Chief Tusim, Poseidon has come here with a hundred warriors at your invitation!&amp;quot; Shiloh saluted seriously.&lt;br&gt;&lt;br&gt;Dorisa wiped the dust off her face with a wet cloth and smiled: &amp;quot;Your arrival is very timely and has given us a lot of help! At the same time, congratulations on becoming King Poseidon!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Thank you!&amp;quot; Shiloh said, &amp;quot;I brought some gifts, I hope you can accept them!&amp;quot; He waved his hand, and the soldiers brought several people up.&lt;br&gt;&lt;br&gt;&amp;quot;Sex!!!&amp;quot; Dorisa stared at the seriously injured and exhausted old man, her eyes almost spitting fire.&lt;br&gt;&lt;br&gt;Sextus raised his head weakly, the blood obscured his vision, making it difficult for him to see the face of the person in front of him: &amp;quot;Boy, you win this time... Don&amp;#39;t be too proud... The Greeks can destroy me... Sooner or later they will destroy me--&amp;quot; His shrill voice stopped abruptly, as a spear pierced his throat. He opened his mouth desperately, but it only made more blood gush out of his body.&lt;br&gt;&lt;br&gt;Flaminius, who was standing nearby, was terrified and kept begging, &amp;quot;Don&amp;#39;t... don&amp;#39;t kill me... this is all Sexus&amp;#39; fault... we are willing to be your people... we really are willing!...&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;It&amp;#39;s too late!&amp;quot; Dorisa&amp;#39;s cold voice could not conceal his overwhelming hatred. The revival plan of Tusim that he had envisioned during this period was ruined by these people!&lt;br&gt;&lt;br&gt;He nodded to Shiloh, and Shiloh swung his right hand down, and the soldiers&amp;#39; spears pierced the bodies of the Lukelam elders.&lt;br&gt;&lt;br&gt;Dorisa looked down at them struggling in a pool of blood. The sound of fighting in the distance continued to reach his ears...&lt;br&gt;&lt;br&gt;After a long while, he raised his head and said quietly, &amp;quot;King of Poseidon, the safety of Tusim will probably depend on Poseidon...&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;We are allies and should help each other!&amp;quot; Shiloh replied.&lt;br&gt;&lt;br&gt;…&lt;br&gt;&lt;br&gt;In the afternoon, Hiro and his soldiers drove nearly two hundred cattle and sheep back to Poseidia, which immediately caused a sensation in the camp.&lt;br&gt;&lt;br&gt;Picos looked at the tall and strong black bulls and couldn&amp;#39;t help but go forward to touch them. The big black bull took a few steps back, pawed the ground with its hooves, and stared at him with unfriendly eyes, which scared him so much that he dared not get any closer.&lt;br&gt;&lt;br&gt;&amp;quot;You have to be careful. These cows are said to be of the Lucanian breed and have a bad temper. If you provoke them, I&amp;#39;m not sure I can save your life!&amp;quot; Shiloh laughed behind him.&lt;br&gt;&lt;br&gt;&amp;quot;No matter how ferocious a bull is, it&amp;#39;s easier to get along with than a wolf!&amp;quot; Although Picos said this, he still took a few steps back and turned back to Shiloh and said, &amp;quot;Did the Tusim people give it to you?&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Of course, and it&amp;#39;s free. However, it&amp;#39;s not that Dorisa has a change of heart, but now there are only about 200 strong men left among the Tusim people, and they need us as an ally.&amp;quot; Shiloh said with a smile.&lt;br&gt;&lt;br&gt;&amp;quot;My king, what happened?&amp;quot; Nurnusis asked curiously.&lt;br&gt;&lt;br&gt;At this time, other citizens also gathered around.&lt;br&gt;&lt;br&gt;So Shiloh briefly told them about the civil unrest in Tusim stronghold.&lt;br&gt;&lt;br&gt;&amp;quot;The leader of Tusim is still young! If the priest and those Lukelam elders had been killed earlier, there would not have been such a meaningless battle!&amp;quot; Nurnusis said gloatingly. Seeing that everyone was looking at him with strange eyes, he immediately understood and said to Shiloh, &amp;quot;My king, I am not talking about you. Compared with you, Tusim is like a river compared to the sea. The difference is too great!&amp;quot;&lt;br&gt;&lt;br&gt;Everyone laughed.&lt;br&gt;&lt;br&gt;&amp;quot;My king, this is a good opportunity. Why don&amp;#39;t we take Tusim directly!&amp;quot; Nurnusis suddenly said again.&lt;br&gt;&lt;br&gt;Everyone was stunned.&lt;br&gt;&lt;br&gt;Picos objected first: &amp;quot;My king, Tusim is Poseidon&amp;#39;s ally. We have sworn an oath to the gods and we must not break it!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Humph!&amp;quot; Nurnusis sneered, &amp;quot;Back then, we signed an agreement with Tusim, but didn&amp;#39;t Tusim also want to destroy us?&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Alright! Alright!&amp;quot; Hero interrupted their quarrel and said affirmatively: &amp;quot;Before we become strong, Poseidon will not only not tear up the alliance treaty, but will also protect Tusim, because it is the only proof that we, Poseidon, have a reason to live in this mountainous area. Otherwise, after Tusim is destroyed, can we stop the attacks of other Brutti, Mepeans, and Lucanians?!&amp;quot;&lt;br&gt;&lt;br&gt;Everyone fell into deep thought.&lt;br&gt;&lt;br&gt;Shiloh patted Nurnusis on the shoulder and said encouragingly, &amp;quot;You need to look further ahead!&amp;quot;&lt;br&gt;&lt;br&gt;Nurnusis nodded thoughtfully.&lt;br&gt;&lt;br&gt;&amp;quot;Okay, let&amp;#39;s discuss how to distribute these cattle and sheep?&amp;quot; Shiloh&amp;#39;s words excited everyone.&lt;br&gt;&lt;br&gt;&amp;quot;There are fifty-four cows in total, one for each citizen. In addition, there are eighty-nine sheep and fifty-eight goats, two for each citizen. As for sheep or goats, it&amp;#39;s up to you to decide. Do you have any other opinions on this distribution?&amp;quot;&lt;br&gt;&lt;br&gt;Of course, there were some opinions. The number of cattle and sheep obtained by Hero was much larger than theirs, but no one objected. Because they all had the same idea in their hearts that this time the cattle and sheep were obtained by Hero and his slaves alone, and the citizens did not contribute at all. It was quite good to have such a harvest. For this reason, they had another idea: they would try their best to participate in every expedition in the future.&lt;br&gt;&lt;br&gt;&amp;quot;Since everyone agrees, let&amp;#39;s do it. However, you are short of labor now, and you have to plow the land and raise sheep. I&amp;#39;m afraid you can&amp;#39;t take care of it all. So I suggest you choose the cattle and sheep, mark them, register them with Keniga, and then hand them over to my slaves to take care of them for you until you have your own wives and slaves--&amp;quot; At this point, Shiloh suddenly had an idea.&lt;br&gt;&lt;br&gt;&amp;quot;My king, you are so thoughtful. We totally agree!&amp;quot; everyone said.&lt;br&gt;&lt;br&gt;Shiloh asked, &amp;quot;My citizens, now that you own land, have you ever thought about marrying a wife to help you take care of your home?&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;My king, it&amp;#39;s not that we don&amp;#39;t want to, but no one is willing to marry here!&amp;quot; The words of a citizen resonated with everyone.&lt;br&gt;&lt;br&gt;The single citizens of Poseidia were mainly former sailors. They became sailors because of their poor family backgrounds. They had been working on the sea for many years and were already quite old. Poseidia had just been established, and there were few single women except for female slaves.&lt;br&gt;&lt;br&gt;Shiloh interrupted their complaints and said loudly: &amp;quot;Don&amp;#39;t just think about Greek women. Look to the north bank of the Adrothene River. There are more than a thousand young women in the Tusim stronghold for you to choose from!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Brutti&amp;#39;s woman?&amp;quot; someone exclaimed.&lt;br&gt;&lt;br&gt;&amp;quot;Yes, Brutti women! They are no worse than Greek women. They can help their husbands herd cattle and sheep, cultivate the land, and take care of their children!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;My king, we can&amp;#39;t speak the same language as them!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Stupid pig, you don&amp;#39;t need to tell me what to do, everyone knows it!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;My king, is she pretty?&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;There are beautiful women in every race! There are more than a thousand women for you to choose from, and you still can&amp;#39;t find a suitable one?!&amp;quot; Shiloh laughed.&lt;br&gt;&lt;br&gt;&amp;quot;My king, since there are so many women, can I marry two?&amp;quot;&lt;br&gt;&lt;br&gt;Xi Luo was stunned for a moment, then said: &amp;quot;Of course, as long as you can afford it!&amp;quot;&lt;br&gt;&lt;br&gt;Shiloh&amp;#39;s words caused the citizens to go wild.&lt;br&gt;&lt;br&gt;&amp;quot;Wait, my king, there is no law that allows citizens to marry two wives!&amp;quot; Picos reminded Hiro.&lt;br&gt;&lt;br&gt;Unexpectedly, Shiloh said: &amp;quot;Then make it immediately! We need to increase the population now, both men and women! We also need more children to be born!&amp;quot;&lt;br&gt;&lt;br&gt;Picos wanted to say more, but Misconon stopped him: &amp;quot;Picos, this is good news! I also want to marry a Brutti woman!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Aren&amp;#39;t you afraid that your wife will object?&amp;quot; Picos was stunned.&lt;br&gt;&lt;br&gt;I am a Greek man! A real Greek man! &amp;quot;Miskonon declared proudly, but then revealed his timidity: &amp;quot;I can marry her as a concubine.&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;No, Miskonon, you are only allowed to marry a wife, not a concubine!&amp;quot; Shiloh said seriously.&lt;br&gt;&lt;br&gt;&amp;quot;Then... wouldn&amp;#39;t that family be in chaos?&amp;quot; Misconon was stunned.&lt;br&gt;&lt;br&gt;&amp;quot;Wives can also be divided into big and small ones!&amp;quot; When Xi Luo said this, everyone was stunned at first: In this case, what is the difference between a &amp;#39;little wife&amp;#39; and a &amp;#39;concubine&amp;#39;.&lt;br&gt;&lt;br&gt;But they soon realized: since the &amp;#39;young wife&amp;#39; was a &amp;#39;wife&amp;#39;, she was recognized by Poseidon, but this made the citizens think of another problem - an important problem!&lt;br&gt;&lt;br&gt;&amp;quot;My king, can the child I have with the Brutti woman become a citizen of Poseidia?&amp;quot; everyone asked almost in unison.&lt;br&gt;&lt;br&gt;Because they were deeply impressed by the provision in Athenian law that &amp;quot;a child can only become an Athenian citizen if both parents are Athenians.&amp;quot;&lt;br&gt;&lt;br&gt;Shiloh said loudly: &amp;quot;Citizens, let us pass a law now, &amp;#39;As long as one of the parents is a Bosian, the child born can become a Bosian,&amp;#39; do you agree?&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Agree!&amp;quot; Everyone agreed.&lt;br&gt;&lt;br&gt;&amp;quot;My king, will Chief Tusim agree to marry a woman from his tribe to our Poseidon?&amp;quot; Nurnusis asked the most important question, and everyone focused their expectant eyes on Shiloh.&lt;br&gt;&lt;br&gt;Shiloh said confidently: &amp;quot;He will agree. He is now afraid that we will break the alliance with him. Strengthening the relationship with us through marriage is exactly what he hopes for. Besides, there are so many widows and children left in Tusim, which is also a great burden for Tusim!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Will those women be willing to marry us?&amp;quot; a citizen asked, and was immediately scolded by others: &amp;quot;Stupid! How can women live without men at home and take care of children! Instead of worrying about this, you might as well worry about what to do if the woman you like has a child?&amp;quot;&lt;br&gt;&lt;br&gt;When Hilo heard this, he immediately said, &amp;quot;If the woman who marries here brings a child with her, the child will automatically become a citizen of Poseidia when he grows up!&amp;quot;&lt;br&gt;&lt;br&gt;Picos sighed to himself and did not object.&lt;br&gt;&lt;br&gt;Some of Poseidon&amp;#39;s laws were formulated out of necessity due to the pressure of survival.&lt;br&gt;&lt;br&gt;&amp;quot;Citizens, please prepare your bridal chamber before I propose to Tusim! Otherwise, it will not be good to enter the bridal chamber with a group of people watching!&amp;quot;&lt;br&gt;&lt;br&gt;Everyone laughed. (To be continued. If you want to know what happened next, please log in to .qidian. There are more chapters. Support the author and support genuine reading!) (To be continued)&lt;/p&gt;\n  </div>\n </body>\n</html>\n",
    "Chapter 110": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Strict//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd\">\n<html lang=\"en\" xml:lang=\"en\" xmlns=\"http://www.w3.org/1999/xhtml\">\n <head>\n </head>\n <body>\n  <div id=\"chapter_content\">\n   &lt;p&gt;&lt;br&gt;&lt;br&gt;&lt;br&gt;Volume 3 Chapter 32 New Technology&lt;br&gt;&amp;quot;In addition, I brought back a few bags of wheat seeds from Tusim. You can distribute them and plant wheat as soon as possible! I&amp;#39;m afraid Nurnusis and his men are not familiar with farming yet. Picos, you have to guide them.&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Yes, my king.&amp;quot; Picos agreed readily.&lt;br&gt;&lt;br&gt;The sailors, including nurses, expressed their gratitude to Shiloh for his attentiveness.&lt;br&gt;&lt;br&gt;&amp;quot;By the way, Nurnusis, do you know how to do carpentry?&amp;quot; Shiloh asked. &amp;quot;A little bit,&amp;quot; Nurnusis replied. Although they could not build ships, they could still repair them, which was a skill that sailors had to master.&lt;br&gt;&lt;br&gt;&amp;quot;Can you make plows and ox-drawn harnesses?&amp;quot; Shiloh asked further.&lt;br&gt;&lt;br&gt;Nurnusis shook his head.&lt;br&gt;&lt;br&gt;&amp;quot;I know how to build these things!&amp;quot; Misconon said.&lt;br&gt;&lt;br&gt;&amp;quot;Very good! Then you can discuss together and select these things. Tell my weapons workshop supervisor directly what equipment needs to be made.&amp;quot; Shilo said, pointing to the weapons workshop being built on the banks of the Addoseni River.&lt;br&gt;&lt;br&gt;&amp;quot;My king, these cows are probably difficult to command!&amp;quot; Picos was still frightened by the ferocity of the black cows.&lt;br&gt;&lt;br&gt;&amp;quot;It&amp;#39;s okay, give them nose rings.&amp;quot; Shiloh said without hesitation. This was a very common thing in the countryside of his previous life.&lt;br&gt;&lt;br&gt;&amp;quot;Bull nose ring?&amp;quot; The citizens were full of doubts.&lt;br&gt;&lt;br&gt;&amp;quot;Once the harness is ready, I will tell you how to make a bull nose ring.&amp;quot; Shiloh said in a relaxed manner, but it made everyone feel mysterious.&lt;br&gt;&lt;br&gt;&amp;quot;My king, before you came back, we saw your slaves digging the land in a strange way. I wonder why?&amp;quot; a citizen asked curiously.&lt;br&gt;&lt;br&gt;&amp;quot;Oh, has it been dug?&amp;quot; Upon hearing this, Shiloh immediately walked towards the river bank.&lt;br&gt;&lt;br&gt;Sigurd was cultivating the land with dozens of slaves. In a small plot of land, a series of ditches had been dug. In the center of the ditches were rectangular mud platforms: about one meter high, eleven meters wide, and seventy meters long. The part above the flat ground was filled with soil from the ditches.&lt;br&gt;&lt;br&gt;When Sigurd saw Shiloh coming, he hurried forward and said, &amp;quot;Master, we have dug a part of it! Can you take a look and see if it is correct?&amp;quot;&lt;br&gt;&lt;br&gt;Shiloh looked at the slave who was covered in mud and praised him immediately: &amp;quot;Very good! Much better than I thought!&amp;quot;&lt;br&gt;&lt;br&gt;Sigurd was praised and a simple smile appeared on his honest face.&lt;br&gt;&lt;br&gt;&amp;quot;My king, what is the purpose of your land being like this?&amp;quot; Picos asked the question that all citizens were wondering.&lt;br&gt;&lt;br&gt;&amp;quot;Growing wheat!&amp;quot; Shiloh&amp;#39;s answer made them even more confused: Is it just for the sake of looking good to grow wheat in this uneven land?&lt;br&gt;&lt;br&gt;&amp;quot;This is a new method of growing wheat taught to me by the gods. It can greatly increase wheat yields!&amp;quot; Shiloh&amp;#39;s words shocked everyone.&lt;br&gt;&lt;br&gt;Shiloh walked quickly to the ditch and said, &amp;quot;Look, first we fill the ditch with river water, and then plant wheat on the platform. When it&amp;#39;s hot during the day, the water from the ditch can flow into the platform at any time to keep the soil moist; at night, the temperature of the ditch water can protect the wheat from frost; when it rains a lot, the wheat platform is high, and the rainwater flows down and can be discharged in time through the ditch.&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;In addition, the water in the canals can produce a lot of humus over time, which can improve the nutrients in the soil. We can also raise fish and frogs in the canals, which can not only prevent pests but also increase our food variety. Except for the labor required to dig canals, cultivate soil and plant wheat at the beginning, this land can be self-sustaining for the rest of the time and eventually harvest a high yield of wheat!&amp;quot;&lt;br&gt;&lt;br&gt;Many people were moved after hearing what Xi Luo said. Some people were skeptical and asked, &amp;quot;My king, is the yield really that high?&amp;quot;&lt;br&gt;&lt;br&gt;Shiloh said seriously: &amp;quot;Of course! I am ready to grow wheat in this way, you can choose voluntarily!&amp;quot; In fact, the &amp;quot;raised field&amp;quot; technology that Shiloh knew was not modern science and technology, but it has existed in this era. Its inventor was a farmer in the mountainous area of ​​​​Peru in South America across the Atlantic Ocean around 1000 BC. Later, it was gradually lost until 1989 when Peru re-experimented with this technology and found that its yield was much higher than that of using agricultural machinery and organic fertilizers. It was then gradually promoted. In fact, it is a self-circulating green agriculture.&lt;br&gt;&lt;br&gt;&amp;quot;But, my king, there is so much water needed in the ditch. Do we have to go to the river to draw water one jar at a time?&amp;quot; Kallikretu asked.&lt;br&gt;&lt;br&gt;Misconon immediately sneered, &amp;quot;It&amp;#39;s easy. Just dig a ditch and bring the river water in.&amp;quot; As soon as he finished speaking, he found that everyone was looking at him with strange eyes. He was stunned and said, &amp;quot;Am I wrong?&amp;quot;&lt;br&gt;&lt;br&gt;Picos couldn&amp;#39;t help laughing: &amp;quot;The terrain here is much higher than the Adrotheni River. I&amp;#39;m afraid that after we dig the ditch, the water will not flow here, but flow back to the river!&amp;quot;&lt;br&gt;&lt;br&gt;Everyone laughed. Misconon scratched his head disapprovingly and said, &amp;quot;It seems that we can only pump water to irrigate the fields!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Of course not!&amp;quot; Shiloh interrupted everyone&amp;#39;s laughter and said loudly: &amp;quot;We are going to bring the river water here, but not by the ditch, but by a mechanical device, its name is a waterwheel!&amp;quot;&lt;br&gt;&lt;br&gt;…&lt;br&gt;&lt;br&gt;Waterwheels were a primitive machine often seen in Shiloh&amp;#39;s hometown in his previous life, and they were also a beautiful landscape in the southern countryside. But Shiloh didn&amp;#39;t think that a waterwheel could be made with only the half-baked carpentry skills of Nurnusis&amp;#39;s sailors. It required a skilled carpenter! That was why he and Picos hurried back to the tent, because Surmus had returned from Tarantum.&lt;br&gt;&lt;br&gt;&amp;quot;Xi...my king, congratulations. I heard that you helped Tusim defeat those Lukelam people again!&amp;quot; When Sulms saw Shiloh coming in, he immediately congratulated him.&lt;br&gt;&lt;br&gt;&amp;quot;Uncle Solmus, I have asked Timasus to collect your share of cattle and sheep!&amp;quot; Shiloh certainly knew what the real intention of the man in front of him was.&lt;br&gt;&lt;br&gt;&amp;quot;Thank you so much!&amp;quot; Solms was so excited that the fat on his face almost squeezed out his eyes.&lt;br&gt;&lt;br&gt;&amp;quot;Sulmus, tell us quickly, how is the mission to Tarantum going?!&amp;quot; Misconon asked excitedly.&lt;br&gt;&lt;br&gt;&amp;quot;Don&amp;#39;t be anxious, sit down first!&amp;quot; Sulmus kept everyone in suspense. After everyone was seated, he began to narrate: &amp;quot;My king, I arrived in Tarantum at noon yesterday and went to see Archon Greenos first. He knew that we were not only not destroyed by the Brutti, but also defeated the powerful enemy for the second time and gained a foothold in the mountains. He was very surprised at the time and even called it a &amp;quot;miracle&amp;quot;. I said that this was a victory achieved under the leadership of our King Hero. He praised again and again, saying that King, you are the favorite of Poseidon, the god of the sea. As early as the Isthmus Games, he felt that you are different from ordinary people!&amp;quot;&lt;br&gt;&lt;br&gt;Several people showed proud expressions, but Xi Luo urged impatiently: &amp;quot;And then?&amp;quot;&lt;br&gt;&lt;br&gt;Sulmus said angrily: &amp;quot;After Greenos knew my request, he didn&amp;#39;t dare to keep me in his house anymore, but took me directly to the council. The council held a meeting specifically for this purpose. I told them about Poseidia&amp;#39;s current difficulties and asked them for help. They also asked me about Poseidia, Tusim, and Lukelam.&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;They didn&amp;#39;t question Poseidon&amp;#39;s monarchy?&amp;quot; Picos suddenly interrupted. Sulmus glanced at Shiloh, who smiled calmly and said, &amp;quot;This is also a question I&amp;#39;m concerned about.&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Some people also asked why Poseidon had a king. I told them that there were too few citizens in Poseidon and the enemies were everywhere. In order to be able to deal with the attacks of the Brutti at any time, we needed a unified leadership. King Hilo defeated the Brutti miraculously twice, proving that he was the most suitable candidate.&amp;quot; Sulmus said proudly, &amp;quot;Obviously, my words worked. They didn&amp;#39;t ask any more questions about it, but talked more about the iron ore in Tusim, animal furs and trees in the mountains-&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Do they agree to provide assistance to us, Poseidon?&amp;quot; asked Nurnusis.&lt;br&gt;&lt;br&gt;&amp;quot;Well...&amp;quot; Sulms hesitated for a moment and said, &amp;quot;They didn&amp;#39;t make a decision at that time. This morning, the Tarantum Council informed me that I must discuss the cooperation and assistance between the two city-states with you in person, King. So I came back.&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Talk to me? Where? When?&amp;quot; Shiloh asked with a little surprise.&lt;br&gt;&lt;br&gt;&amp;quot;Hmm... Hmm...&amp;quot; Sulmus whispered a few words: &amp;quot;In the council of Tarantum.&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;What!&amp;quot; Misconon jumped up upon hearing this and cursed, &amp;quot;Let our king go to their council to negotiate! Is this a negotiation? This is an insult! Tarantum doesn&amp;#39;t even take us Poseidia seriously!! Sulmus, this is the result of your mission to Tarantum! You are so disappointing!&amp;quot;&lt;br&gt;&lt;br&gt;&amp;quot;Then what do you want me to do? Let the people of Tarantum come to talk to us?! If I didn&amp;#39;t know Greenos, Tarantum would not be interested in meeting us at all! Having such a result... is already very good...&amp;quot; Sulms retorted a little guiltily.&lt;br&gt;&lt;br&gt;&amp;quot;We can&amp;#39;t let our king take the risk himself. What if Tarantum covets our land and detains our king?&amp;quot; Nurnusis&amp;#39; reminder shocked everyone.&lt;br&gt;&lt;br&gt;&amp;quot;No, Greenos has assured me that Tarantum will receive our king like it receives other city-state governors and guarantee his safety!&amp;quot; Sulmus explained anxiously.&lt;br&gt;&lt;br&gt;&amp;quot;Is this the promise of Greenos and the guarantee of the Tarantum Council?&amp;quot; Nurnusis pressed further.&lt;br&gt;&lt;br&gt;Solms was speechless for a moment.&lt;br&gt;&lt;br&gt;&amp;quot;Okay! Okay!&amp;quot; Hilo stood up and said, &amp;quot;Nurnusis, don&amp;#39;t embarrass Surmus anymore. In fact, you all overestimated Poseidon! Who can tell me how many people there are in Tarantum?&amp;quot;&lt;br&gt;&lt;br&gt;Everyone looked at each other, only Sulms said: &amp;quot;I heard Greenos say once that there seemed to be about 6,000 households&amp;quot; (To be continued. If you want to know what happened next, please log in to .qidian., there are more chapters, support the author, support genuine reading!) (To be continued)&lt;/p&gt;\n  </div>\n </body>\n</html>\n"
}